[
  {
    "label": "ផ្នែកខាងភាសា (Linguistic)", "shortcut": "L", "color": "#6ED490",
    "personality": "មនុស្សប្រាកដនិយម ជាមនុស្សដែលសកម្ម ចេះថ្លឹងថ្លែង និងចូលចិត្ត សកម្មភាពអនុវត្តជាកស្ដែង។",
    "impression": "ជាមនុស្សចូលចិត្តធ្វើការជាមួយឧបករណ៍ ឬទាក់ទងជាមួយនឹងសត្វ រុក្ខជាតិ ជាងការធ្វើការងារដោយប្រើគំនិតរវើរវាយ ឬធ្វើការជាមួយក្រុមមនុស្សច្រើន។ មនុស្សប្រភេទនេះ ចូលចិត្តរៀន និងធ្វើការដោយការអនុវត្តជាក់ស្ដែង។",
    "ability": "ពួកគេមើលឃើញថា ខ្លួនឯងពូកែខាងការប្រើប្រាស់សម្ភារៈ គ្រឿង ម៉ាស៊ីន គ្រឿងចក្រ ប៉ុន្ដែពុំមានអារម្មណ៍សុខស្រួលពេលធ្វើការងារជាមួយក្រុមមនុស្ស។ ពួកគេអាចធ្វើការ ក្នុងបរិយាកាសការងារណាដែលតម្រូវឱ្យខ្លួនប្រើប្រាស់ ឬបង្កើនសមត្ថភាពខាងបច្ចេកទេស និងអាចទទួល លទ្ធផលមើលឃើញជាក់ស្ដែង។"
  },
  {
    "label": "ផ្នែកតក្ក និងគណិតវិទ្យា (Logical–mathematical)", "shortcut": "L-M", "color": "#9D4072",
    "personality": "មនុស្សដែលជាអ្នកវិភាគស៊ើបអង្កេត ជាមនុស្សដែលចូលចិត្តវិភាគដោយ ប្រើប្រាស់គំនិតវៃឆ្លាត និងពូកែសង្កេត។ ពួកគេក៏ជាមនុស្សដែលចូលចិត្តនៅតែម្នាក់ឯង និងអាចផ្ដោត អារម្មណ៍ក្នុងការរកដំណោះស្រាយបញ្ហាផ្សេងៗបានល្អ។",
    "impression": "ពួកគេទាក់ទាញទៅប្រភេទការងារដែលពុំ ចាំបាច់ត្រូវមានសេចក្ដីណែនាំច្បាស់លាស់ ហើយក៏ប្រហែលជាចូលចិត្តគិត វិភាគរកហេតុផល ដើម្បីអាច ដោះស្រាយបញ្ហាដែលស្មុគស្មាញ ឬពុំមានរូបភាពច្បាស់លាស់។ ពួកគេជាមនុស្សដែលចូលចិត្តសង្កេត ធ្វើ ការដោយឯករាជ្យ និងពុំចង់បានតួនាទីដឹកនាំអ្វីទេ។",
    "ability": "ពួកគេចូលចិត្តសកម្មភាពដែលទាក់ទងនឹងការស្រាវជ្រាវ ការប្រើប្រាស់គណិតសាស្ត្រ និងវិទ្យាសាស្ត្រ។ ពួកគេចូលចិត្តធ្វើការក្នុងបរិយាកាសការងារដែលតម្រូវឱ្យមានការ ស្រាវជ្រាវ វិភាគ អង្កេត ជាផ្នែកមួយជំរុញឱ្យសមត្ថភាពខ្លួនកាន់តែកើនឡើង។"
  },
  {
    "label": "ផ្នែកខាងកាយសម្បទា (Bodily–kinaesthetic)", "shortcut": "B-K", "color": "#8B8000",
    "personality": "ជាមនុស្សមានភាពច្នៃប្រតិដ្ឋ បង្កើតគំនិតថ្មី ឬរបស់ថ្មីដែលពុំចាំបាច់ត្រូវ យកលំនាំតាមគំនិតអ្នកដទៃ។ ពួកគេមានការស្រមើស្រមៃ និងមានអព្ភន្ដរញ្ញាណខ្ពស់ ជាហេតុធ្វើឱ្យមនុស្ស ក្រុមនេះ អាចធ្វើការតាមសន្ទុះចិត្តរំភើបដោយពុំសូវបានគិតពិចារណាច្រើននោះទេ។",
    "impression": "ចូលចិត្តកែប្រែវត្ថុមានរូប ឬគ្មានរូបទៅជាវត្ថុ សិល្បៈ ប្រកបដោយភាពប្រតិដ្ឋខ្ពស់។ ពួកគេចូលចិត្តធ្វើសកម្មភាពដូចជា ការតែងនិពន្ធ ច្នៃអ្វីឱ្យមានភាព ទាក់ទាញពីមហាជនទូទៅ ព្រមទាំងអាចប្រើប្រាស់ក្ដីស្រមៃក្នុងទម្រង់មួយដែលពុំមានបែបបទច្បាស់លាស់។",
    "ability": "ជាក្រុមមនុស្ស ដែលមានសមត្ថភាពខាងសិល្បៈ វិចិត្រសាល ឬសរសេរ ប៉ុន្ដែខ្វះជំនាញក្នុងការរៀបចំការងារឱ្យមានរបៀបរៀបរយផ្នែកសង្គម។ មនុស្សដែលនៅក្នុងក្រុមនេះ អាចធ្វើកិច្ចការដែលមានភាពបត់បែនតាមកាលៈទេសៈ ជាជាងការគោរពតាមច្បាប់ទម្លាប់តឹងរឹង។"
  },
  {
    "label": "ផ្នែកខាងតូរ្យតន្រ្តី (Musical)", "shortcut": "M", "color": "#C6B8D9",
    "personality": "មានមនុស្សធម៌ មានឧត្តមគតិ និងការទទួលខុសត្រូវខ្ពស់ ព្រមទាំងជាប្រភេទមនុស្សដែលយកចិត្តទុកដាក់នឹងសុខទុក្ខអ្នកដទៃ។",
    "impression": "ពួកគេចូលចិត្តធ្វើការជាមួយមនុស្ស ដើម្បីផ្ដល់ព័ត៌មាន ជួយ ឬអភិវឌ្ឍអ្នកដទៃ។ ជាទូទៅ បុគ្គលក្នុងក្រុមសង្គម តែងផ្ដោតសំខាន់លើទំនាក់ទំនង ព្រមទាំងដោះស្រាយបញ្ហាដែលទាក់ទងនឹងមនុស្ស។ ពួកគេយល់ថា ខ្លួនជាមនុស្សដែលចេះយោគយល់ ចេះជួយយកអាសារ និងពោរពេញដោយភាពរីករាយ។",
    "ability": "ក្រុមនេះមានជំនាញក្នុងការបង្រៀន និងអភិវឌ្ឍអ្នកដទៃ ប៉ុន្ដែពុំសូវប៉ិនប្រសប់ខាងជំនាញបច្ចេកទេស។ ក្រុមសង្គម ចូលចិត្តសកម្មភាពណាដែលតម្រូវឱ្យធ្វើការជាក្រុម ជួយបង្រៀន ឬផ្ដល់ប្រឹក្សា ឬអភិវឌ្ឍអ្នកដទៃ ដែលពុំសូវមានបែបបទ ឬវិន័យតឹងរឹងពេកនោះទេ។"
  },
  {
    "label": "ផ្នែកមើលទស្សនីយភាពនិងលំហរ (Spatial-Visual)", "shortcut": "S-V", "color": "#F2D3B5",
    "personality": "ជាមនុស្សប្រកបដោយកម្លាំងថាមពល មានមហិច្ឆតា ចរិតផ្សងព្រេង មាន ទំនុកចិត្តលើខ្លួនឯងខ្ពស់ និងអាចមានទំនាក់ទំនងជាមួយមនុស្សដទៃបានល្អ។ ជាទូទៅ ពួកគេត្រូវបានមើលឃើញថា ជាអ្នកពូកែខាងនិយាយជាសាធារណៈ និងចូលចិត្តភាពលេចធ្លោបន្ដិច។",
    "impression": "ពួកគេចូលចិត្តប្រើប្រាស់សមត្ថភាពដឹកនាំ និងបញ្ចុះបញ្ចូលរបស់ខ្លួនក្នុងការងារដែលមានឥទ្ធិពល ដើម្បីឈានសម្រេចគោលដៅរបស់អង្គភាព ឬបង្កើន សេដ្ឋកិច្ច។ ពួកគេពុំចូលចិត្តសកម្មភាពដែលមានទម្លាប់ដដែលៗ ឬត្រូវគោរពតាមគោលការណ៍ និងប្រព័ន្ធ ជាក់លាក់ណាមួយ។",
    "ability": "ចូលចិត្តធ្វើសកម្មភាពដែលតម្រូវឱ្យពួកគេបញ្ចុះបញ្ចូលអ្នកដទៃ ឬក៏មានតួនាទីជាអ្នកដឹកនាំក្រុម។ ចូលចិត្តបរិស្ថានការងារដែលជំរុញឱ្យពួកគេអាចផ្សារភ្ជាប់ជាមួយសកម្មភាព ផ្សេងៗដូចជា កិច្ចការដឹកនាំ គ្រប់គ្រង លក់ដូរ ដើម្បីទទួលបានការតបស្នងណាមួយ។"
  },
  {
    "label": "ផ្នែកទំនាក់ទំនង (Interpersonal)", "shortcut": "IE-P", "color": "#BFDAED",
    "personality": "ជាមនុស្សធ្វើការមានប្រសិទ្ធភាពខ្ពស់ ប្រយ័ត្នប្រយែង និងគោរពវិន័យ គោលការណ៍តឹងរឹងច្បាស់លាស់។ ពួកគេជាមនុស្សហ្មត់ចត់ តស៊ូអត់ធ្មត់ អាចទុកចិត្តបាន និងមានការ ទទួលខុសត្រូវខ្ពស់ក្នុងការងារ។",
    "impression": "ពួកគេចូលចិត្តរៀបចំទិន្នន័យឱ្យលេចជារូបរាងច្បាស់លាស់។ ពួកគេអាចធ្វើការបានល្អ ក្នុងកន្លែងដែលមានឋានានុក្រម និងមានការណែនាំច្បាស់លាស់ ព្រមទាំងផ្ដល់តម្លៃខ្ពស់លើការធ្វើការងារតាមច្បាប់វិន័យ។",
    "ability": "ចូលចិត្តធ្វើសកម្មភាពដែលមានការរៀបចំ ពុំសូវចូលចិត្តធ្វើការ ដែលមិនមានការគ្រោងទុកនោះទេ។ ពួកគេ ស្វែងរកការងារណាដែលជំរុញសមត្ថភាព រៀបចំរចនាសម្ព័ន្ធ ចូលចិត្តរៀបចំទិន្នន័យ កាលវិភាគ ផែនការ ការងារ និងការធ្វើការជាមួយលេខ។"
  },
  {
    "label": "ផ្នែកចិត្តសាស្រ្ត និងអារម្មណ៍ (Intrapersonal)", "shortcut": "IA-P", "color": "#BFDAED",
    "personality": "ជាមនុស្សធ្វើការមានប្រសិទ្ធភាពខ្ពស់ ប្រយ័ត្នប្រយែង និងគោរពវិន័យ គោលការណ៍តឹងរឹងច្បាស់លាស់។ ពួកគេជាមនុស្សហ្មត់ចត់ តស៊ូអត់ធ្មត់ អាចទុកចិត្តបាន និងមានការ ទទួលខុសត្រូវខ្ពស់ក្នុងការងារ។",
    "impression": "ពួកគេចូលចិត្តរៀបចំទិន្នន័យឱ្យលេចជារូបរាងច្បាស់លាស់។ ពួកគេអាចធ្វើការបានល្អ ក្នុងកន្លែងដែលមានឋានានុក្រម និងមានការណែនាំច្បាស់លាស់ ព្រមទាំងផ្ដល់តម្លៃខ្ពស់លើការធ្វើការងារតាមច្បាប់វិន័យ។",
    "ability": "ចូលចិត្តធ្វើសកម្មភាពដែលមានការរៀបចំ ពុំសូវចូលចិត្តធ្វើការ ដែលមិនមានការគ្រោងទុកនោះទេ។ ពួកគេ ស្វែងរកការងារណាដែលជំរុញសមត្ថភាព រៀបចំរចនាសម្ព័ន្ធ ចូលចិត្តរៀបចំទិន្នន័យ កាលវិភាគ ផែនការ ការងារ និងការធ្វើការជាមួយលេខ។"
  }
]
