import React from 'react';

import { Text } from '../../components';
import Color from '../../themes/color';
import InfoAccordion from '../shared/InfoAccordion';

const MajorDetailAccordion = (props) => {
  const details = [
    {
      title: "ក. ការពិពណ៌នាទូទៅ",
      detail: "វិស្វករកសិកម្មបាននិងកំពុងពង្រីកដែនសក្តានុពលនៃការងារគម្រោងជាច្រើន ដែលទាក់ទងនឹងការងាររបស់ពួកគេ។ គម្រោងមួយចំនួន កំពុងទាមទារ ស្វែងរកអាជីពការងារនេះ តួយ៉ាងដូចជា គម្រោងផ្នែកថាមពលនិងជីវៈឥន្ទនៈ បច្ចេកវិទ្យាស្វ័យប្រវត្តិកម្មសម្រាប់ការងារកសិកម្មដូចជា ប្រព័ន្ធទឹក ការប្រើប្រាស់ថ្នាំ សម្លាប់សត្វល្អិត ការប្រមូលផលជាដើម។"
    },
    {
      title: "ខ. លក្ខខណ្ឌការងារ",
      detail: "វិស្វករកសិកម្មបាននិងកំពុងពង្រីកដែនសក្តានុពលនៃការងារគម្រោងជាច្រើន ដែលទាក់ទងនឹងការងាររបស់ពួកគេ។ គម្រោងមួយចំនួន កំពុងទាមទារ ស្វែងរកអាជីពការងារនេះ តួយ៉ាងដូចជា គម្រោងផ្នែកថាមពលនិងជីវៈឥន្ទនៈ បច្ចេកវិទ្យាស្វ័យប្រវត្តិកម្មសម្រាប់ការងារកសិកម្មដូចជា ប្រព័ន្ធទឹក ការប្រើប្រាស់ថ្នាំ សម្លាប់សត្វល្អិត ការប្រមូលផលជាដើម។"
    },
    {
      title: "គ. ការសិក្សាអប់រំ និងបណ្ដុះបណ្ដាល",
      detail: "វិស្វករកសិកម្មបាននិងកំពុងពង្រីកដែនសក្តានុពលនៃការងារគម្រោងជាច្រើន ដែលទាក់ទងនឹងការងាររបស់ពួកគេ។ គម្រោងមួយចំនួន កំពុងទាមទារ ស្វែងរកអាជីពការងារនេះ តួយ៉ាងដូចជា គម្រោងផ្នែកថាមពលនិងជីវៈឥន្ទនៈ បច្ចេកវិទ្យាស្វ័យប្រវត្តិកម្មសម្រាប់ការងារកសិកម្មដូចជា ប្រព័ន្ធទឹក ការប្រើប្រាស់ថ្នាំ សម្លាប់សត្វល្អិត ការប្រមូលផលជាដើម។"
    },
    {
      title: "ឃ. គុណវឌ្ឍគាំទ្រសំខាន់ៗ",
      detail: "វិស្វករកសិកម្មបាននិងកំពុងពង្រីកដែនសក្តានុពលនៃការងារគម្រោងជាច្រើន ដែលទាក់ទងនឹងការងាររបស់ពួកគេ។ គម្រោងមួយចំនួន កំពុងទាមទារ ស្វែងរកអាជីពការងារនេះ តួយ៉ាងដូចជា គម្រោងផ្នែកថាមពលនិងជីវៈឥន្ទនៈ បច្ចេកវិទ្យាស្វ័យប្រវត្តិកម្មសម្រាប់ការងារកសិកម្មដូចជា ប្រព័ន្ធទឹក ការប្រើប្រាស់ថ្នាំ សម្លាប់សត្វល្អិត ការប្រមូលផលជាដើម។"
    },
  ]

  const renderAccordionDetail = (item) => {
    return <Text style={{color: Color.blackColor}}>{item.detail}</Text>
  }

  return (
    <InfoAccordion
      items={details}
      accordionContent={renderAccordionDetail}
      contentContainerStyle={{paddingTop: 10}}
    />
  )
}

export default MajorDetailAccordion