const HighSchools = [{ "id": '1', "name": "សាលាជំនាន់ថ្មីវិទ្យាល័យព្រះស៊ីសុវត្ថិ", "code": '1202001'},
{"id": '2', "name": "វិទ្យាល័យជាស៊ីមព្រែកអញ្ចាញ", "code": '0807001'},
{"id": '3', "name": 'វិទ្យាល័យព្រែកលៀប', "code": '1210001'},
{"id": '4', "name": 'វិទ្យាល័យសម្តេចតេជោហ៊ុនសែនសណ្តែក', "code": '0301002'},
{"id": '5', "name": 'វិទ្យាល័យហោណាំហុងព្រៃញា', "code": '0301004'},
{"id": '6', "name": 'វិទ្យាល័យល្វា', "code": '0204002'},
{"id": '7', "name": 'វិទ្យាល័យហ.សពាមជីកង', "code": '0307003'},
{"id": '8', "name": 'អនុវិទ្យាល័យហ.សទួលសុភី', "code": '0507008'},
{"id": '9', "name": 'វិទ្យាល័យ ក្រូចឆ្មារ', "code": '2502003'},
{"id": '10', "name": 'វិទ្យាល័យសម្តេចហ៊ុនសែនប៉ើសពីរ', "code": '2502004'},
{"id": '11', "name": 'វិទ្យាល័យប៊ុនរ៉ានីហ៊ុនសែនអម្ពវ័នជំនីក', "code": '2502001'},
{"id": '12', "name": 'វិទ្យាល័យជីហែ', "code": '0308003'},
{"id": '13', "name": 'វិទ្យាល័យក្រុមព្រះមហាលាភ', "code": '0308001'},
{"id": '15', "name": 'វិទ្យាល័យហ៊ុនសែនកំពង់ចាម', "code": '0305004'}]

export default HighSchools;
