[
  {
    "group_id": 1,
    "text": "គុណតម្លៃបែបសិល្បៈ (ឬការច្នៃប្រឌិត)",
    "items": [
      { "text": "អាន និង/ឬសរសេរកំណាព្យ" },
      { "text": "បង្កើតអ្វីថ្មីដែលមានលក្ខណៈប្លែក ស្អាត និងទាក់ទាញ" },
      { "text": "បំផុសគំនិតអំពីប្រធានបទ ឬអ្វីថ្មីៗ" },
      { "text": "ប្រើគំនិតស្រមៃ និងច្នៃប្រឌិតអំពីដំណើរការអ្វីមួយ" },
      { "text": "គូរគំនូរ​ ឬផ្តិតរូប" },
      { "text": "អភិវឌ្ឍជំនាញថ្មីៗដែលធ្វើដោយដៃរបស់អ្នកផ្ទាល់" },
      { "text": "សរសេរ/និពន្ធបទភ្លេង​ ឬទំនុកច្រៀង" },
      { "text": "បង្កើតផលិតផលថ្មីៗ" },
      { "text": "ចូលរួមក្នុងពិធីមហោស្រព ឬការប្រគំតន្ត្រី" },
      { "text": "ទស្សនាសារមន្ទីរ ឬពិព័រណ៏" }
    ]
  },
  {
    "group_id": 2,
    "text": "គុណតម្លៃបែបតក្កវិជ្ជា (ឬការពិតជាក់ស្តែង)",
    "items": [
      { "text": "វិភាគលើទិន្នន័យដែលពាក់ព័ន្ធតួលេខ" },
      { "text": "ប្រើប្រាស់កុំព្យូទ័រដើម្បីដោះស្រាយ ឬបំពេញកិច្ចការ" },
      { "text": "ប្រើប្រាស់ទិន្នន័យ ឬស្ថិតិក្នុងការងារ និងជីវិតប្រចាំថ្ងៃ" },
      { "text": "យល់អំពីចំណោទគណិតវិទ្យាដែលមានភាពលំបាកស្មុគស្មាញ" },
      { "text": "គិតដោយប្រើហេតុផលតាមចំនេះដឹង និងគំនិតប្រាជ្ញា" },
      { "text": "ក្លាយជាអ្នកឯកទេសក្នុងការសិក្សា និងចងចាំលេខនព្វន្ត" },
      { "text": "គិតលេង និងបញ្ចូលទិន្នន័យប្រកបដោយភាពងាយស្រួល" },
      { "text": "គ្រប់គ្រងលុយកាក់ដោយមានប្រសិទ្ធភាព" },
      { "text": "យល់ និងអនុវត្តតាមបញ្ញត្តិ ឬការណែនាំបែបលំបាកស្មុគស្មាញ" },
      { "text": "អនុវត្តកិច្ចការប្រកបដោយភាពល្អិតល្អន់គ្រប់ពេលវេលា" }
    ]
  },
  {
    "group_id": 3,
    "text": "គុណតម្លៃបែបសង្គម (ឬទំនាក់ទំនង)",
    "items": [
      { "text": "បំពេញកិច្ចការបែបស្ម័គ្រចិត្ត" },
      { "text": "យោគយល់ និងសណ្តោសចំពោះបញ្ហាអ្នកដទៃ" },
      { "text": "ផ្តល់អំណោយសង្គ្រោះដោយចិត្តជ្រះថ្លា" },
      { "text": "ចែករំលែកពេលវេលា និងប្រាក់កាសជាមួយមិត្តភ័ក្តិ ឬដទៃ" },
      { "text": "ធ្វើកិច្ចការ ឬបម្រើសេវាសង្គមក្នុងវិស័យនានា" },
      { "text": "ជជែក ឬប្រឹក្សាយោបល់ជាមួយមនុស្សនានា" },
      { "text": "បង្រៀន ឬបង្ហាត់" },
      { "text": "ធានានូវសុវត្ថិភាព និងភាពសុខដុមរមនាជាលក្ខណៈសាធារណៈ" },
      { "text": "ធ្វើជាគំរូដ៏ល្អសម្រាប់មនុស្សដទៃ" },
      { "text": "ជួយទុក្ខធុរៈអ្នកដែលមានការលំបាកកក្នុងគ្រាអាសន្ន" }
    ]
  },
  {
    "group_id": 4,
    "text": "គុណតម្លៃបែបគ្រប់គ្រង និងការសម្រេចចិត្ត",
    "items": [
      { "text": "ធ្វើសេចក្តីសម្រេចចិត្តចំពោះកិច្ចការដ៏មានសារសំខាន់" },
      { "text": "ធ្វើជាមេដឹកនាំ ឬមានភាពជាអ្នកដឹកនាំ" },
      { "text": "ចូលចិត្តធ្វើជាចៅហ្វាយនាយ ជាងការធ្វើបុគ្គលិកធម្មតា" },
      { "text": "គ្រប់គ្រងគម្រោងការ ផែនការ ឬកិច្ចការរបស់ក្រុម ឬក្រុមហ៊ុន" },
      { "text": "រៀបចំផែនការសម្រាប់អនុវត្តកិច្ចការមានលក្ខណៈយូរអង្វែង" },
      { "text": "ក្លាយជាអ្នកឯកទេសក្នុងវិស័យជំនួញ ឬធុរកិច្ច" },
      { "text": "ក្លាយជាអ្នកមានជោគជ័យក្នុងការងារនិងមានប្រាក់ចំណូលខ្ពស់" },
      { "text": "គ្រប់គ្រងកិច្ចការរបស់មនុស្សដទៃ" },
      { "text": "ទទួលស្គាល់ការលើកទឹកចិត្តរបស់ប្រធាន ឬអ្នកដឹកនាំដទៃទៀត" },
      { "text": "ស្តិតនៅក្នុងតួនាទីនៃការគ្រប់គ្រង និងមានសិទ្ធសម្រេចកិច្ចការ" }
    ]
  },
  {
    "group_id": 5,
    "text": "គុណតម្លៃបែបរូបវ៍ន្ត (ឬការអនុវត្តជាក់ស្តែង)",
    "items": [
      { "text": "បង្ហាញ ឬអនុវត្តកិច្ចការដោយប្រើភ្នែក និងដៃក្នុងពេលជាមួយគ្នា" },
      { "text": "ធ្វើជាអ្នកដែលបំពេញកិច្ចការនៅខាងក្រៅការិយាល័យ" },
      { "text": "ចូលរួួមក្នុងព្រឹត្តិការណ៍ប្រកួតកីឡាផ្សេងៗ" },
      { "text": "មានជំនាញជាក់លាក់ពាក់ព័ន្ធនឹងការបើកបរ ឬបញ្ជាយានយន្ត" },
      { "text": "ធ្វើការពាក់ព័ន្ធនឹងគ្រឿងចក្រ ឬគ្រឿងអេឡិចត្រូនិក" },
      { "text": "ធ្វើ ឬបង្កើតវត្ថុដោយដៃ" },
      { "text": "ដាំដុះដំណាំ ឬដើមឈើ" },
      { "text": "ប្រើប្រាស់វត្ថុ ឬឧបករណ៍ផ្ទាល់ដៃដូចជា ញញួរ ឬប្រដាប់ខួង" },
      { "text": "ដាំណើរការគ្រឿងចក្រ ឬម៉ាស៊ីនធំៗ" },
      { "text": "អាចជួសជុល ឬថែទាំសម្ភារប្រើប្រាស់នៅក្នុងផ្ទះ" }
    ]
  },
  {
    "group_id": 6,
    "text": "គុណតម្លៃបែបវិទ្យាសាស្ត្រ (ឬបច្ចេកទេស)",
    "items": [
      { "text": "ខិតខំសិក្សារាល់គ្រប់មុខវិជ្ជាទាំងអស់ពាក់ព័ន្ធនឹងវិទ្យាសាស្ត្រ" },
      { "text": "បង្កើត និងបកស្រាយអំពីផែនទី ឬគំនូរក្រាហ្វិក" },
      { "text": "សិក្សា និងធ្វើតេស្តសាកល្បងទៅលើទ្រឹស្តីបទ ឬសម្មតិកម្មផ្សេងៗ" },
      { "text": "ប្រមូលទិន្នន័យអំពីជីវវិទ្យា" },
      { "text": "ខិតខំស្វែងយល់អំពីជីវិតសត្វ និងរុក្ខជាតិនៅលើផែនដី" },
      { "text": "ធ្វើពិសោធន៍តាមបែបវិទ្យាសាស្ត្រ" },
      { "text": "អានឯកសារស្តីពីការរកឃើញក្នុងវិស័យវិទ្យាសាស្ត្រ និងឱសថ" },
      { "text": "អានអំពីការវិវត្តនៃបច្ចេកទេសទំនើប" },
      { "text": "ធ្វើការងារពាក់ព័ន្ធនឹងចំណេះដឹង ឬដំណើរការរបស់វិទ្យាសាស្ត្រ" },
      { "text": "ដោះស្រាយបញ្ហាដែលមានលក្ខណៈស្មុគស្មាញ" }
    ]
  }
]
