[
  {
    "id": 1,
    "code": "khmerReading",
    "medium_tips": [
      "អានបែបត្រួសៗ ឬលម្អិតទៅតាមប្រភេទសៀវភៅ និងអត្ថបទ",
      "បង្កើនល្បឿននៃការអាន",
      "ជ្រើសរើសសៀវភៅ និងកំណត់គោលបំណង និងអ្នកនិពន្ធ មុននឹងអាន",
      "អភិវឌ្ឍរៀនពាក្យ និងវេយ្យាករណ៍",
      "រៀនវិភាគខ្លឹមសារក្នុងកថាខ័ណ្ឌនិមួយៗ",
      "ចេះកត់ត្រាចំនុចសំខាន់",
    ],
    "poor_tips": [
      "អានព្យញ្ជនៈ និងស្រៈឱ្យចេះចាំស្ទាត់ឡើងវិញ",
      "អានអត្ថបទ ឬសៀវភៅនិទានខ្លីបែបកំសាន្ត និងរីករាយ",
      "សួរសំណួរខ្លួនឯងឱ្យបានច្រើនកំឡុងពេល ឬក្រោយពេលអានសៀវភៅ",
      "ពង្រឹងការអានឱ្យបានស្ទាត់ជាមុនសិន",
      "អានហើយអានទៀត",
      "អានប្រភេទអត្ថបទផ្សេងៗឱ្យបានច្រើន",
      "អានសៀវភៅណា ឬអត្ថបទណាដែលប្អូនចូលចិត្តអាន",
    ],
  },
  {
    "id": 2,
    "code": "khmerWriting",
    "medium_tips": [
      "ចំណាយពេលយ៉ាងហោចណាស់ ៣០នាទី សរសេរអត្ថបទដែលដែលគិតថាសំខាន់ និងចូលចិត្ត (​អាចជាអត្ថបទតែងសេចក្តី រាបរាប់ពី​ ភូមិស្ថាន ដើមឈើ ឬមនុស្សដែលអ្នកចូលចិត្ត)",
      "ត្រូវសរសេរអត្ថបទយ៉ាងហោចណាស់ឱ្យបានពីរក្នុងមួយខែ",
      "អានសៀវភៅឱ្យបានច្រើននិងជួយអភិវឌ្ឍផ្នែកសំណេរបានល្អ",
      "ត្រួតពិនិត្យខ្លឹមសារអត្ថបទដែលបានសរសេររួចដូចជា៖ ការប្រកបពាក្យវេយ្យាករណ៍ និងអត្ថន័យជាដើម",
      "ស្វែងរកដៃគូរអភិវឌ្ឍការសរសេរសំណេរ",
    ],
    "poor_tips": [
      "ចំណាយពេលយ៉ាងហោចណាស់៣០នាទី ក្នុងមួយថ្ងៃ សរសេរសំណេរសាមញ្ញៗដូចជា៖ប្រាប់ពីខ្លួនឯង គ្រួសារ ការសិក្សា ការរស់នៅប្រចាំថ្ងៃ",
      "អនុវត្តសរសេរសំណេរតាមកាលកំណត់",
      "អានឱ្យបានច្រើនដើម្បី​បង្កើនគំនិតនៃការសរសេរអត្ថបទបានច្រើន",
      "ត្រូវសរសេរអត្ថបទយ៉ាងហោចណាស់ឱ្យបានបីកថាខណ្ឌក្នុងមួយសប្តាហ៍",
      "ត្រួតពិនិត្យខ្លឹមសារអត្ថបទដែលបានសរសេររួចដូចជា៖ ការប្រកបពាក្យវេយ្យាករណ៍ និងអត្ថន័យជាដើម",
    ],
  },
  {
    "id": 3,
    "code": "english",
    "medium_tips": [
      "ទន្ទេញពាក្យឱ្យបាន ៥យ៉ាងតិចក្នុងមួយថ្ងៃ",
      "បង្កើតឃ្លាសាមញ្ញចេញពីពាក្យដែលបានរៀនរួច",
      "និយាយឃ្លា ឬប្រយោគឡើងវិញ ឱ្យបានច្រើនសារ",
      "និយាយឃ្លា ឬប្រយោគឡើងវិញ ទៅកាន់មិត្តភក្តិលោកគ្រូ អ្នកគ្រូ ឬសាច់ញាតិ",
      "បង្កើតស្វ័យសំណេរ ចេញពីរូបភាព ឬបរិស្ថានជុំវិញ",
      "ចែករំលែកសំណេររបស់ខ្លួនជាមួយដៃគូរ មិត្តភក្តិគ្រូ ឬសាច់ញាតិ​ ដើម្បីបង្កើនភាពក្លាហានក្នុងការនិយាយភាសាបរទេស",
      "ដាក់កាលវិភាគរៀនប្រចាំថ្ងៃ",
    ],
    "poor_tips": [
      "រំលឹកឡើងវិញនូវព្យញ្ជនៈ និងស្រៈ ​ឱ្យចេះចាំស្ទាត់​",
      "រៀនប្រកបស្រៈផ្សំ និងស្គាល់សូរព្យញ្ជនៈឱ្យបានត្រឹមត្រូវ",
      "ទន្ទេញពាក្យឱ្យបាន ៥យ៉ាងតិចក្នុងមួយថ្ងៃ",
      "បង្កើតឃ្លាសាមញ្ញចេញពីពាក្យដែលបានរៀនរួច",
      "និយាយឃ្លា ឬប្រយោគឡើងវិញ ឱ្យបានច្រើនសារ",
      "និយាយឃ្លា ឬប្រយោគឡើងវិញ ទៅកាន់មិត្តភក្តិលោកគ្រូ អ្នកគ្រូ ឬសាច់ញាតិ",
      "ដាក់កាលវិភាគរៀនប្រចាំថ្ងៃ",
    ],
  },
  {
    "id": 4,
    "code": "math",
    "medium_tips": [
      "ដាក់ផែនការ កាលវិភាគជាអទិភាពដើម្បីពង្រឹងពិជគណិត",
      "ចំណាយពេល​ ៣០ នាទី​ទៅ មួយម៉ោង ដើម្បី​អនុវត្តមេរៀន​និងលំហាត់សាលា ឬលំហាត់បង្កើនចំណេះដឹង",
      "ស្វែងរកចំណុចខ្សោយរបស់ខ្លួននៅក្នុងមេរៀន ឬលំហាត់និមួយៗ",
      "បង្កើតទំលាប់ ធ្វើលំហាត់ដើម្បីឱ្យកាន់ចូលចិត្តគណិតវិទ្យា",
      "ស្វែងរកក្រុមពិភាក្សាលំហាត់និងជួយកែតម្រូវលំហាត់​",
    ],
    "poor_tips": [
      "ដាក់កាលវិភាគ អនុវត្តលំហាត់ពី ៣០នាទី ​ទៅ ៤០នាទីរាល់ថ្ងៃ",
      "អនុវត្តលំហាត់ឱ្យបានច្រើនលើកច្រើនសារ",
      "យល់ពីខ្លឹមសារមេរៀន និងរូបមន្តឱ្យបានល្អ",
      "រំលឹកពីរូបមន្ត និងបញ្ញត្តិនៃមេរៀននិមួយៗ",
      "រំលឹកលំហាត់គំរូដែលបានអនុវត្តក្នុងថ្នាក់ជាមួយគ្រូ និងមិត្តរួមថ្នាក់",
      "កំណត់ចំណុចខ្សោយរបស់ខ្លួន",
      "ធ្វើការងារ ជាក្រុមប្រសិនបើអាចដើម្បីជួយគ្នាទៅវិញទៅមក",
      "បង្កើនការចូលចិត្តគណិតវិទ្យាឱ្យបានច្រើន",
    ],
  },
  {
    "id": 5,
    "code": "socialStudyEthicsAndCitizenship",
    "medium_tips": [
      "​អានមេរៀន សីលធម៌ និងពលរដ្ឋ ឱ្យបានយ៉ាងហោចណាស់ ៣០នាទីក្នុងមួយថ្ងៃ",
      "អានមេរៀនឱ្យយល់ប្រសើរជាងអានត្រឹមតែចងចាំ",
      "ត្រូវចេះសង្ខេបខ្លឹមសារ ឬអត្ថបទដែលបានអានឡើងវិញ ដើម្បីឱ្យយល់កាន់តែច្បាស់",
      "ត្រូវចេះកំណត់ត្រានូវចំនុចសំខាន់ៗ ក្នុងអត្ថបទ និងខ្លឹមសារ",
      "ត្រូវប្រកាន់ខ្ជាប់នូវសីលធម៌ និងជាប្រជាពលរដ្ឋល្អ",
    ],
    "poor_tips": [
      "ដាក់កាលវិភាគអានមេរៀន និងអត្ថបទយ៉ាងហោចណាស់៣០​នាទី ក្នុងមួយថ្ងៃ",
      "អានមេរៀនឱ្យយល់ប្រសើរជាងអានត្រឹមតែចងចាំ",
      "អានហើយត្រូវសរសេរពាក្យកន្លឹះ និងស្វែងយល់ពីខ្លឹមសារនៃពាក្យនីមួយៗ",
      "អានជួបពាក្យណាដែលពិបាកសរសេរទុកយកមកសួរលោកគ្រូ អ្នកគ្រូ មិត្តភក្ដិ",
      "ពេលអានត្រូវចេះកំណត់ត្រានូវចំណុចសំខាន់ៗនៅក្នុងអត្ថបទ និងខ្លឹមសារ",
      "រៀបចំអាកប្បកិរិយាក្នុងការរស់នៅជាមួយនឹង គ្រួសារ និង​សង្គមឱ្យចេះអ្នកដ៍ទៃ (ពាក្យសំដីការគោរព​ចាស់ទុំ)",
    ],
  },
  {
    "id": 6,
    "code": "socialStudyGeography",
    "medium_tips": [
      "ដាក់កាលវិភាគនៃការអានជារៀងរាល់ថ្ងៃពី ៣០ ទៅ​៤០នាទីទៅនឹងមេរៀនភូមិវិទ្យា",
      "កំណត់មេរៀនដែលខ្លួនត្រូវការដើម្បី​ពង្រឹងបន្ថែម",
      "បង្កើនការអានឱ្យបានច្រើនដង",
      "រៀនអាន និងមើលផែនទីភូមិសាស្រ្តឱ្យបានច្រើន",
      "សិក្សាពីតំបន់មូលដ្ឋាននីមួយៗដើម្បីឱ្យបានយល់ពីស្ថានភាព អាកាសធាតុ និងជីវភាពនៃការស់នៅរបស់មនុស្សក្នុងតំបន់",
      "លេងល្បែងមេរៀន ដូច ប្រណាំង សរសេរឈ្មោះទីក្រុង ខេត្ត នៃប្រទេសនិមួយៗ សាសនា ជំនឿទំនៀមទំលាប់នៃប្រទេសនិមួយៗ",
    ],
    "poor_tips": [
      "ដាក់កាលវិភាគសិក្សា ខ្លួនឯងឱ្យបានជាក់លាក់និងរាល់ថ្ងៃពី៣០នាទី​ ទៅ​៤០នាទី",
      "បង្កើនការអានឱ្យបានច្រើន",
      "បង្កើនការចូលចិត្តមុខវិជ្ជាភូមិវិទ្យា",
      "រៀនមើល ផែនទីពីតំបន់នីមួយៗឱ្យបានច្រើនដង",
      "សិក្សាពីស្ថានភាព អាកាសធាតុ ជីវភាពការរស់នៅ​របស់ប្រជាជនក្នុងតំបន់",
      "សិក្សាពីស្ថានភាព​ ប្រភេទដី​ និងភ្នំ រ៉ៃ ក្នុងតំបន់",
      "ល្បែងសិក្សា ពីឈ្មោះ ក្រុង ខេត្ត ស្រុកនៃប្រទេសនិមួយៗ ចំនួនប្រជាជន និង ចំងាយពីរដ្ឋធានីទៅទីក្រុងតូចៗ ស្ថានភាពសេដ្ឋកិច្ច នយោបាយ និងជំនឿសាសនានៃតំបន់និមួយៗ",
      "ស្វែងរកធនធានសិក្សាតាមបណ្ណាល័យ នានា ដែលនៅជិតខ្លួន",
    ],
  },
  {
    "id": 7,
    "code": "socialStudyHistory",
    "medium_tips": [
      "ដាក់កាលវិភាគអាទិភាពដើម្បីបង្កើនការអាន និងការយល់បន្ថែមពីរៀនប្រវត្តិវិទ្យា",
      "កំណត់រកចំណុចដែលត្រូវការពង្រឹងបន្ថែម",
      "ប្រើប្រាស់ការអាន ប្រកបដោយការវិភាគ ពិចារណាពី​សម័យកាលប្រវត្តិនិមួយៗ​។ ឩទាហរណ៍ ដូចជា៖ បុរេសម័យកាល​ ពាក់កណ្តាលសម័យកាល និងក្រោយសម័យកាល",
      "ល្បែងសរសេរឈ្មោះ អ្នកដឹកនាំ ក្នុងសម័យកាលនិមួយៗ",
      "វាយតម្លៃពី ការរីកចំរើន និងធ្លាក់ចុះក្នុងព្រឹត្តិការណ៍ និងសម័យកាលនិមួយៗ",
      "បង្កើនកំណត់ការចងចាំពីគ្រប់ព្រឹត្តិការណ៍ និងសម័យកាលនោះៗ",
    ],
    "poor_tips": [
      "ដាក់កាលវិភាគអាន ប្រចាំថ្ងៃ",
      "ស្វែងរកឯកសារប្រវត្តិណាដែលខ្លួនចូលចិត្ត",
      "កំណត់រកចំណុចដែលត្រូវការពង្រឹងបន្ថែម",
      "ស្វែងរកដៃគូរ និងក្រុមដើម្បី​បង្កើនការអាន និងសាកសួរសំនួរ",
      "រៀនកំណត់គោលបំណងមេរៀន និងវាយតម្លៃខ្លួនឯងពី​ការចងចាំ និងយល់ពីមេរៀន",
      "ប្រវត្តិបែងចែក ជាច្រើនព្រឹតិ្តការណ៍ និងសម័យកាលដែលបានកើតមានកន្លងមក",
      "ក្នុងប្រទេស និងតំបន់និមួយៗ ដូចនេះយើង ត្រូវចាប់យកការចងចាំ និង យល់ដឹង ពីព្រឹត្តិការណ៍ និងសម័យនោះឱ្យបានច្រើន",
      "លេងល្បែងបង្កើនចំណេះដឹង ដូចជា សរសេរឈ្មោះព្រឹត្តិការណ៍ក្នុងសម័យកាលនិមួយៗ",
      "ល្បែងសរសេរឈ្មោះ អ្នកដឹកនាំក្នុងសម័យកាលនិមួយៗ",
      "បង្កើនកំណត់ការចងចាំពី គ្រប់ព្រឹត្តិការណ៍និងសម័យកាលនោះៗ",
    ],
  },
  {
    "id": 8,
    "code": "sciencePhysics",
    "medium_tips": [
      "ចេះសំយោគសេចក្តី របស់បញ្ហាក្នុងមេរៀន។ ជាការពិតបញ្ហាលើកទីមួយពិតជាមានការលំបាក ប៉ុន្តែអានម្តងហើយម្តងទៀត ដើម្បីងាយស្រួលសំយោគន័យរបស់បញ្ហា",
      "ចងចាំ និងយល់ពីរូបមន្តដើម្បីងាយស្រួលដោះស្រាយបញ្ហា",
      "ប្រើប្រាស់ការ គូររូភាព ពីបញ្ហា និងការវិភាគពីបញ្ហា",
      "ស្វែងរកក្រុមការងារ និងធ្វើការងារជាក្រុមដើម្បីផ្លាស់ប្តូរចំណេះដឹងបាន",
    ],
    "poor_tips": [
      "រំលឹកជំនាញ គណនារបស់ប្អូនដើម្បីងាយស្រួលក្នុងការដោះស្រាយបញ្ហារបស់រូបវិទ្យា",
      "បង្កើនការយល់ដឹង និងចងចាំពីរូបមន្តរបស់រូបវិទ្យា",
      "រៀនក្តោបយកសេចក្តី អត្ថន័យរបស់បញ្ហា",
      "ដាក់កាលវិភាគ ធ្វើលំហាត់ឱ្យបានច្រើន អាចជាប្រចាំរាល់ថ្ងៃ",
      "ស្វែងរកគ្រូ ឬមិត្តភក្តិ ដើម្បីជួយបង្កើនសមត្ថភាពដោះស្រាយបញ្ហា រូបវិទ្យា",
      "ស្គាល់ពីចំណុចខ្សោយរបស់ខ្លួន និងមានឆន្ទៈដើម្បីអភិវឌ្ឍខ្លួន",
      "ប្រើប្រាស់ការ គូររូភាពពីបញ្ហា និងការវិភាគពីបញ្ហា",
    ],
  },
  {
    "id": 9,
    "code": "scienceChemistry",
    "medium_tips": [
      "អនុវត្តលំហាត់ប្រចាំថ្ងៃ",
      "យល់ពីរូបមន្ត និងចងចាំវា​",
      "កត់ត្រាទុក កំណត់សំខាន់ពីគន្លឹះសំខាន់នៃការដោះស្រាយបញ្ហា",
      "យល់ធាតុ និងការប្រិតកម្មរបស់វា",
      "ស្វែងរកក្រុមការងារ និងអនុវត្តលំហាត់ជាក្រុម ឬដៃគូរ",
      "ស្វែងរកជំនួយពីគ្រូ ឬអ្នកណាដែលជួយបាន",
    ],
    "poor_tips": [
      "អានមេរៀនមុនទៅសាលា ឬថ្នាក់រៀន",
      "ដាក់កាលវិភាគសិក្សាប្រចាំថ្ងៃ ៣០ ទៅ៤០ នាទី",
      "អានមេរៀនមុនទៅសាលា​ ឬថ្នាក់រៀនរាល់ថ្ងៃ",
      "យល់និងចងចាំពីរូបមន្ត",
      "ស្គាល់ និងយល់​ពីធាតុ របស់គីមី",
      "យល់ធាតុ និងការប្រត្តិកម្មរបស់វា",
      "ស្វែងរកជំនួយពី មិត្តភក្តិ និងគ្រូ",
      "បង្កើនការចូលចិត្តមុខវិជ្ជាគីមី",
    ],
  },
  {
    "id": 10,
    "code": "scienceBiology",
    "medium_tips": [
      "អានសៀវមេរៀនឱ្យបានច្រើន",
      "កំណត់ពីខ្លឹមសារ និងគោលបំណងមេរៀន",
      "ធ្វើការជាក្រុមជាមួយមិត្តភក្តិ",
      "ចែករំលែក ផ្លាស់ប្តូរចំណេះដឹង",
    ],
    "poor_tips": [
      "អានមេរៀនឱ្យបានច្រើន",
      "ចំណាយពេល ៣០ ទៅ​៤០នាទីដើម្បី​បង្កើនការអាន និងយល់ពីមេរៀន",
      "កំណត់ពីខ្លឹមសារ និងគោលបំណងមេរៀន",
      "ស្វែងរកជំនួយពីមិត្តភក្តិ",
      "ចែករំលែក ផ្លាស់ប្តូរចំណេះដឹង",
    ],
  },
  {
    "id": 11,
    "code": "softSkillCommunication",
    "medium_tips": [
      "ត្រូវដឹងថាការទំនាក់ទំនងមានបីប្រភេទដូចជា៖ ការសរសេរ ភាសា​ និងកាយវិការ",
      "បង្កើតការប្រាស្រ័យទាក់ទងឱ្យបានច្រើន",
      "បង្កើតគំនិតវិជ្ជមាន និងការរាប់អានចំពោះមនុស្សគ្រប់គ្នា",
      "បង្កើនការរួសរាយរាក់ទាក់ ប្រជាប្រិយ ឱ្យបានច្រើន",
      "គិតថាមនុស្សទាំងអស់សុទ្ធតែមានសារសំខាន់ចំពោះខ្លួន",
      "ចេះដាក់ខ្លួន រៀននិយាយពាក្យសមរម្យនិងពិរោះ ទន់ភ្លន់",
      "បង្កើនសមត្ថភាពនៃ ការនិយាយ និងនិយាយជាសាធារណៈ",
    ],
    "poor_tips": [
      "ត្រូវដឹងថាការទំនាក់ទំនងមានបីប្រភេទដូចជា៖ ការសរសេរ ភាសា​ និងកាយវិការ",
      "រស់រាយ រាក់ទាក់",
      "រាប់អានមនុស្សនៅជំវិញខ្លួនដោយមិនប្រកាន់ពណ៌សម្បុរ មាន ក្រ",
      "បង្កើតមិត្តឱ្យបានច្រើន​ទាំងក្នុងសាលា និងក្រៅសាលា ឬកន្លែងការងារបន្ថែម",
      "បង្កើតគំនិតវិជ្ជមានចំពោះអ្នកជុំវិញ",
      "និយាយពាក្យ ពិរោះ​មិនគ្រោធគ្រាធ",
      "អានច្រើន បង្កើនវោហាស័ព្ទ និងជំនាញនិយាយ",
      "បង្កើនសមត្ថភាពនៃការប្រាស្រ័យទាក់ទង",
      "ឱ្យតំលៃមនុស្សទាំងអស់គ្នា",
      "ចូរគិតថា គ្រប់គ្នាគឺគ្រឿងលំអរជីវិតអ្នក",
    ],
  },
  {
    "id": 12,
    "code": "softSkillBrave",
    "medium_tips": [
      "ត្រូវប្រឈម មិនរុញរា និងដកថយ",
      "ឱកាសកើតមានសម្រាប់អ្នកណាឈានមុខគេ",
      "គិតថា​ក៏ដូចគេ ដូចឯង គេធ្វើបាន យើងធ្វើបាន",
      "គិតថា បរាជ័យជាមេរៀន",
    ],
    "poor_tips": [
      "ធ្វើជាអ្នកមិនរុញរា ក្នុងការធ្វើការអ្វីមួយ",
      "កុំខ្លាចបរាជ័យព្រោះអ្វីសុទ្ធជាមេរៀន",
      "ឱកាសកើតមានចំពោះអ្នក​ណាដែលក្រោកមុនគេ",
      "ប៉ុន្តែមិនឱ្យតម្លៃអ្នកដទៃទាបឡើយ",
      "ការដាក់ខ្លួន គឺជាសុជីវធម៌",
      "សុភាសិតមួយពោលថា អ្នកបោះបង់មិនជោគ ជ័យ និង អ្នកជោគជ័យមិនដែលបោះបង់",
    ],
  },
  {
    "id": 13,
    "code": "softSkillTeamwork",
    "medium_tips": [
      "ដើម្បីធ្វើការងារធំបាន លុះណាតែយើងចេះធ្វើការងារជាក្រុម",
      "ពិតណាស់ក្រុមគឺជាបណ្តុំមនុស្សចាប់ពីរ បី នាក់ឡើង​ ដូចនេះមនុស្សច្រើននាក់និងជួយឱ្យមានយោបល់គិត និងកម្លាំងច្រើនគ្នា ដែលជាកត្តាជួយឱ្យការងាររបស់យើងបានជោគជ័យ",
      "មនុស្សក្នុងក្រុម គឺជាធាតុសំខាន់ ការងារជោគជ័យគឺជាគុណសម្បត្តិរបស់ក្រុមទាំងមូល",
      "អ្នកទាំងអស់គ្នាមានតម្លៃនៃការចូលរួម ចំណែក ក្នុងការឱ្យយោបល់ និងដំណោះស្រាយដើម្បីការងារក្រុម",
      "កម្លាំងក្រុម ខ្លាំងជាង កម្លាំងបុគ្គលជានិច្ច",
    ],
    "poor_tips": [
      "រៀនធ្វើការជាក្រុម តូច និងក្រុមធំ",
      "រៀនផ្លាស់ប្តូរគំនិត និងទទួលយកគំនិតផ្សេងៗគ្នា",
      "រៀនឱ្យតម្លៃគ្នា គ្មាននរណាចេះគ្រប់រឿងនោះទេ ដូចនេះយើងត្រូវរៀនពីអ្នកដ៏ទេឱ្យបានច្រើន",
      "ចូរចាំថា​ក្រុមជាកម្លាំងអាចឱ្យសម្រេចការងារធំបាន",
      "ក្រុមសមាជិកគឺមានតម្លៃស្មើរគ្នានៃការចូលរួម",
      "កុំមានគំនិតអញ្ញនិយម",
      "កម្លាំងក្រុម ខ្លាំងជាង កម្លាំងបុគ្គលជានិច្ច",
      "មនុស្សក្នុងក្រុម គឺជាធាតុសំខាន់ ការងារជោគជ័យគឺជាគុណសម្បត្តិរបស់ក្រុមទាំងមូល",
    ],
  },
  {
    "id": 14,
    "code": "softSkillProblemSolving",
    "medium_tips": [
      "ចូរធ្វើខ្លួនជាអ្នកដោះស្រាយបញ្ហា កុំធ្វើជាអ្នកបង្កើតបញ្ហា",
      "ការដោះស្រាយបញ្ហា យើងត្រូវរៀនយល់ពីប្រភពឬសគល់របស់បញ្ហា",
      "បង្កើតដំណោះស្រាយឱ្យបានច្រើន រួចហើយ​វិភាគដំណោះស្រាយមួយណា អាចយកមកអនុវត្តបាន",
      "កុំឆេវឆាវ ក្នុងសម្រេចចិត្តធ្វើអ្វីមួយ",
      "តាំងចិត្តឱ្យស្ងប់ គិតឱ្យជ្រៅ សន្សឹមៗ​ ម្តងមួយៗ",
      "ស្រាយបញ្ហាម្តងមួយៗ",
    ],
    "poor_tips": [
      "ចូរធ្វើខ្លួនជាអ្នកដោះស្រាយបញ្ហា កុំធ្វើជាអ្នកបង្កើតបញ្ហា",
      " វិភាគពីដើមហេតុរបស់វា គ្រប់បញ្ហាទាំងអស់តែងមានឬសគល់របស់វា ដូចនេះដើម្បីដោះបញ្ហាត្រូវតែកាត់ឬសវាចេញ",
      " វិភាគពីដំណោះស្រាយ និងបង្កើតជំរើសដំណោះស្រាយឱ្យបានច្រើន",
      "អនុវត្តដំណោះស្រាយម្តងមួយៗ",
      "ប្រសិនបើ​ ដំណោះស្រាយមួយមិនមានប្រសិទ្ធភាព ចូរប្រើដំណោះស្រាយ បន្តទៀត",
      "តាំងចិត្តឱ្យស្ងប់ និងរឹងមាំ",
      "ស្វែងរកអ្នកពិគ្រោះយោបល់ប្រសិនបើអ្នកមានអារម្មណ៍ថា តានតឹងពេក",
    ],
  },
  {
    "id": 15,
    "code": "softSkillPublicSpeaking",
    "medium_tips": [
      "និយាយប្រកបដោយភាពច្បាស់លាស់ ពិចារណា និងចេះបញ្ចុះបញ្ចូល",
      "និយាយបញ្ជាក់ពីភស្តុតាង ឬគំនិតប្រឆាំងអ្វីមួយត្រូវបន្សីគ្នា",
      "ប្រើឃ្លាប្រយោគ ពាក្យ និងវេយ្យាករណ៍ឱ្យបានល្អ",
      "បន្លឺ ឬលើកដាក់សម្លេង​ប្រកបឱ្យច្បាស់និងទាក់ទាញ",
      "ប្រើក្រសែភ្នែក និងកាយវិការសមរម្យទៅកាន់អ្នកទស្សនា",
    ],
    "poor_tips": [
      "និយាយប្រកបដោយភាពច្បាស់លាស់ ពិចារណា និងចេះបញ្ចុះបញ្ចូល",
      "និយាយបញ្ជាក់ពីភស្តុតាង ឬគំនិតប្រឆាំងអ្វីមួយត្រូវបន្សីគ្នា",
      "ប្រើឃ្លាប្រយោគ ពាក្យនិងវេយ្យាករណ៍ឱ្យបានល្អ",
      "បន្លឺឬលើកដាក់សម្លេង​ប្រកបឱ្យច្បាស់និងទាក់ទាញ",
      "ប្រើក្រសែភ្នែក និងកាយវិការសមរម្យទៅកាន់អ្នកទស្សនា",
      "និយាយមានផ្តើម និងបញ្ចប់សេចក្តី",
      "និយាយត្រូវគ្រប់គ្រងពេលវេលាឱ្យបានល្អ",
    ],
  },
]
