[
  {
    "id": 1,
    "title": "បុគ្គលិកលក្ខណៈបុគ្គលបែប វិទ្យាសាស្រ្ត",
    "logoName": "science",
    "career_title": "មុខរបរ ឬការងារ ក្នុងវិស័យវិទ្យាសាស្ត្រ",
    "entries": [
      "មានទំនាក់ទំនងល្អជាមួយនឹងក្រុមការងារ",
      "ស្រាវជ្រាវ",
      "ឯករាជ្យ",
      "មហិច្ឆតា",
      "មានទំនុកចិត្ត",
      "មានផែនការ និងគៅដៅច្បាស់លាស់",
      "ហ្មត់ចត់នឹងការងារ",
      "មានទេពកោសល្យ",
      "មានចម្ងល់ជារឿយ",
      "មានទំនួលខុសត្រូវ",
      "គិតស៊ីជំរៅ និងមានហេតុផល",
      "ប្រាកដប្រជា",
      "ជាបុគ្គលឆ្នើម",
      "មានស្មារតីប្រុងប្រយត្ន័",
      "មានភាពជាអ្នកដឹកនាំ និងគ្រប់គ្រង",
      "អនុវត្តន៍ការងារជាក់ស្តែង",
      "គ្រប់គ្រងពេលវេលា​បានល្អ",
      "មានក្រមវិន័យល្អ",
      "មានឆន្ទៈ",
      "ឆ្លាត",
      "ចូលចិត្តវិទ្យាសាស្រ្ត"
    ],
    "concern_subjects": [
      "math",
      "sciencePhysics",
      "scienceChemistry",
      "scienceBiology",
      "english",
      "softSkillBrave",
      "softSkillProblemSolving",
      "softSkillPublicSpeaking"
    ],
    "concern_entries": [
      "ស្រាវជ្រាវ",
      "មហិច្ឆតា",
      "មានចម្ងល់ជារឿយ",
      "មានទំនួលខុសត្រូវ",
      "គិតស៊ីជំរៅ និងមានហេតុផល",
      "ប្រាកដប្រជា",
      "មានភាពជាអ្នកដឹកនាំ និងគ្រប់គ្រង"
    ],
    "recommendation": "បុគ្គលដែលជ្រើសរើសមុខរបរ បែបវិទ្យាសាស្រ្ត គឺចូលចិត្តសិក្សាស្រាវជ្រាវ មានចំងល់ច្រើន គិតបែបស៊ីជំរៅប្រាកដប្រជា មានមហិច្ឆិតា​ ទទួលខុសត្រូវខ្ពស់ និងមានភាពជាអ្នកដឹកនាំ។ គាត់/នាង ចាប់អារម្មណ៍ និងរៀនពូកែមុខវិជ្ជា គណិតវិទ្យា រូបវិទ្យា គីមីវិទ្យា ជីវវិទ្យា និងភាសាបរទេសជាដើម ។ ដើម្បីទទួលបាន អាជីពបែបវិទ្យាសាស្រ្ត សិស្សានុសិស្ស ត្រូវសិក្សា​រយៈពេលពី ៤-៦ ឆ្នាំនៅសាកលវិទ្យាល័យ តាមជំនាញដែលខ្លួនជ្រើសរើស ។ ឱកាសការងារ គឺមាននៅតាមស្ថាប័នរដ្ឋ អង្គការក្រៅរដ្ឋាភិបាល ក្រុមហ៊ុនឯកជន ឬបង្កើតអាជីវកម្មផ្ទាល់ខ្លួន។",
    "careers": [
      {
        "id": 1,
        "code": "car_sci_0001",
        "name": "វិស្វករសំណង់ស៊ីវិល",
        "description": "សំណង់ និងអគារដែលមានរចនាម៉ូដផ្សេងៗ និងមានកម្ពស់ស្កឹមស្កៃ ក្នុងទីក្រុងទំនើបជាច្រើនដោយសារស្នាដៃ គំនិតថ្មី និងជំនាញរបស់វិស្វករសំណង់ស៊ីវិល។គោលដៅចម្បងមួយរបស់ពួកគេ គឺកសាងហេដ្ឋារចនាសម្ព័ន្ធ ឬសំណង់អគារដែលជាប់រឹងមាំច្រើនជំនាន់ ដោយគ្រាន់តែធ្វើការជួសជុល ដើម្បីរក្សាភាពដើមរបស់វាប៉ុណ្ណោះ។ សព្វថ្ងៃនេះយើងអាចឃើញការដ្ឋានសំណង់ជាច្រើនកន្លែងនៅក្នុងទីក្រុង រួមទាំងការដ្ឋានសំណង់ផ្ទះល្វែង ឬអគារការិយាល័យ។ ដើម្បីអាចក្លាយជាវិស្វករសំណង់សុីវិលបាន ប្អូនត្រូវសិក្សាជំនាញនេះរយៈពេល ៤-៦ឆ្នាំ ដោយទទួលបានសញ្ញាបត្រកម្រិតបរិញ្ញាបត្រ។ ចំពោះចំណេះដឹងផ្នែកភាសាអង់គ្លេស និងកុំព្យូទ័រគឺត្រូវការជាចាំបាច់។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន ស្ថាប័នរដ្ឋ ប្រកបអាជីវកម្មខ្លួនឯង",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0013",
          "uni_gov_0023",
          "uni_pri_0033",
          "uni_gov_0008",
          "uni_pri_0034",
          "uni_pri_0035",
          "uni_pri_0037",
          "uni_pri_0041",
          "uni_pri_0044",
          "uni_pri_0045",
          "uni_pri_0072"
        ],
        "short_description": "វិស្វករសំណង់ស៊ីវិល ធ្វើការសិក្សាអំពីគំរូប្លង់ និងផ្ដល់យោបល់ចំពោះវិស័យសំណង់ដែលមានច្រើនប្រភេទ និងរចនាសម្ព័ន្ធខុសៗគ្នា។",
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "civil_engineer"
      },
      {
        "id": 2,
        "code": "car_sci_0002",
        "name": "វិស្វករអឡិចត្រូនិច",
        "description": "វិស្វករអេឡិចត្រូនិចជាអ្នករៀបចំបង្កើត និងធ្វើតេស្តសមាសធាតុឧបករណ៍ប្រព័ន្ធ ឬឧបករណ៍ដែលប្រើអគ្គិសនីជាផ្នែកមួយនៃប្រភពថាមពលរបស់ពួកគេ។ ដើម្បីអាចក្លាយជាវិស្វករអេឡិចត្រូនិចបាន ប្អូនត្រូវសិក្សាជំនាញនេះរយៈពេល ៤-៦ឆ្នាំ ដោយទទួលបានសញ្ញាបត្រកម្រិតបរិញ្ញាបត្រ។ ចំពោះចំណេះដឹងផ្នែកភាសាអង់គ្លេស និងកុំព្យូទ័រគឺត្រូវការជាចាំបាច់។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន ស្ថាប័នរដ្ឋ ប្រកបអាជីវកម្មខ្លួនឯង",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0013",
          "uni_gov_0023",
          "uni_pri_0033",
          "uni_pri_0037",
          "uni_pri_0041",
          "uni_pri_0045",
          "uni_pri_0075"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "electrical_engineer"
      },
      {
        "id": 3,
        "code": "car_sci_0003",
        "name": "វិស្វករគីមី/អ្នកឯកទេសគីមី",
        "description": "វិស្វករគីមី ជាអ្នកដែលមានជំនាញវិជ្ជាជីវៈមានចំណេះដឹងផ្នែកវិស្វកម្មគីមីធ្វើការយ៉ាងសំខាន់នៅក្នុងឧស្សាហកម្មគីមីដើម្បីបំប្លែងវត្ថុធាតុដើមជាមូលដ្ឋានទៅជាផលិតផលផ្សេងៗ ទាក់ទងនឹងការរចនា និងប្រតិបត្តិការរោងចក្រ ឬឧបករណ៍។ ជាទូទៅវិស្វករគីមីជាអ្នកដែលអនុវត្តនិងប្រើប្រាស់គោលការណ៍នៃវិស្វកម្មគីមីនៅក្នុងការអនុវត្តជាក់ស្តែងជាច្រើន រួមមានប្រតិបត្តិការនៃរុក្ខជាតិ គ្រឿងម៉ាស៊ីននៅក្នុងគីមីឧស្សាហកម្ម និងដំណើរការពាក់ព័ន្ធ (\"វិស្វករដំណើរការគីមី\") ការអភិវឌ្ឍនៃសារធាតុថ្មី ឬប្រែប្រួលសម្រាប់ផលិតផលចាប់ពីអាហារនិងភេសជ្ជៈទៅគ្រឿងសម្អាង គ្រឿងផ្សំឱសថក្នុងចំណោមផលិតផលផ្សេងៗជាច្រើនទៀត ។ ដើម្បីអាចក្លាយជាវិស្វករគីមីបាន ប្អូនត្រូវសិក្សាជំនាញនេះរយៈពេល ៤-៦ឆ្នាំ ដោយទទួលបានសញ្ញាបត្រកម្រិតបរិញ្ញាបត្រ។ ចំពោះចំណេះដឹងផ្នែកភាសាអង់គ្លេស និងកុំព្យូទ័រគឺត្រូវការជាចាំបាច់។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន ស្ថាប័នរដ្ឋ ប្រកបអាជីវកម្មខ្លួនឯង",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0013",
          "uni_gov_0023",
          "uni_pri_0033",
          "uni_pri_0045",
          "uni_pri_0041",
          "uni_pri_0040",
          "uni_pri_0072",
          "uni_pri_0047",
          "uni_gov_0008",
          "uni_gov_0012"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "chemistry"
      },
      {
        "id": 4,
        "code": "car_sci_0004",
        "name": "អ្នកគីមីវិទ្យា",
        "description": "អ្នកគីមីវិទ្យា ស្វែងរក​វិធី​ដើម្បី​កែលម្អ​ជីវភាពរស់នៅរបស់ប្រជាពល​រដ្ឋដោ​យ​​ធ្វើ​ការសិក្សាលើ​សារធាតុ​គីមី​។ ពួកគេប្រើ​ប្រាស់ចំណេះ​ដឹង​ផ្នែក​សារធាតុគីមី​​ដើម្បី​បង្កើត​ផលិត​ផល​ថ្មី ដូចជា​ថ្នាំពេទ្យ​ គ្រឿងសម្អាង និង​ប្រព័ន្ធ​សរីរាង្គ​សិប្បនិម្មិត​ថ្មី​​។ អ្នកគីមីវិទ្យា​មាន​តួនាទី​សំខាន់​ក្នុងការបង្កើត​ថ្នាំថ្មី ដោយត្រួតពិនិត្យ​មើល​ដំណើរ​អភិវឌ្ឍ​ និង​ការកំណត់​ពីគុណភាព​និង​ស្ថេរភាព​​របស់​ថ្នាំ​ទាំ​ង​នេះ។ ដើម្បីអាចក្លាយជាអ្នកគីមីវិទ្យាបាន ប្អូនត្រូវសិក្សាជំនាញនេះរយៈពេល ៤​-៦ ឆាំ្ន ដោយទទួលបានសញ្ញាបត្រកម្រិតបរិញ្ញាបត្រ។ ចំពោះចំណេះដឹងផ្នែកភាសាអង់គ្លេស បារាំង និងកុំព្យូទ័រគឺត្រូវការជាចាំបាច់។",
        "places_for_work": "ស្ថាប័នរដ្ឋ​ មន្ទីពិសោធរដ្ឋ",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0001",
          "uni_gov_0011",
          "uni_gov_0008"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "chemistry"
      },
      {
        "id": 5,
        "code": "car_sci_0005",
        "name": "អ្នកគណិតវិទ្យា",
        "description": "អ្នកគណិតវិទ្យា គឺជាការ​សិក្សាអំពីរូបមន្ដ ឬក៏គំនិតថ្មីៗ ដែលមិនទាន់បានរកឃើញវិធីសាស្រ្តដោះស្រាយនៅក្នុងមុខវិជ្ជាគណិតវិទ្យា។ គំនិត ឬគោលការណ៏ផ្សេងៗ របស់គណិតវិទ្យា គឺចាត់ទុកគំនិតដ៏ប្រសើរ ពីព្រោះពួកគេបានពិចារណា​និងធ្វើអោយមានភាពងាយស្រួល និង ល្អប្រសើរត្រឹមត្រូវ។ ដើម្បីអាចក្លាយជាអ្នកគណិតវិទ្យាបាន ប្អូនត្រូវសិក្សាជំនាញនេះរយៈពេល ៤-៦ឆ្នាំ ដោយទទួលបានសញ្ញាបត្រកម្រិតបរិញ្ញាបត្រ និងអនុបណ្ឌិត។",
        "places_for_work": "ស្ថាប័នរដ្ឋ​ មន្ទីពិសោធរដ្ឋ",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0001",
          "uni_gov_0008"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "math"
      },
      {
        "id": 6,
        "code": "car_sci_0006",
        "name": "អ្នករូបវិទ្យា",
        "description": "អ្នករូបវិទ្យាគឺជាអ្នកវិទ្យាសាស្ត្រ​សិក្សាទាក់ទងនឹង កំលាំង ថាមពល ម៉ាស់ និង បន្ទុកអគ្គិសនី ជាដើម។ គាត់វិភាគវែកញែកពី​ធម្មជាតិ​ ដើម្បីបកស្រាយពន្យល់ពី​បាតុភូត​ជុំវិញខ្លួន​និង​កត្តាដែលបង្កវា។ គេអាចបង្កើតនិងប្រើប្រាស់​ឧបករណ៍អគ្គីសនី(ទូរទស្សន៍ កុំព្យូទ័រ បរិក្ខារអគ្គីសនីតាមផ្ទះ -ល-)",
        "places_for_work": "ស្ថាប័នរដ្ឋ​ មន្ទីពិសោធរដ្ឋ",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0001"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "physic"
      },
      {
        "id": 7,
        "code": "car_sci_0007",
        "name": "អ្នកបើកយន្តហោះ",
        "description": "អ្នក​បើក​យន្តហោះគឺជាអ្នកប្រតិបត្តិការបញ្ជាគ្រឿងយន្តហោះ។គាត់​គឺ​ជាអ្នកដែលមាន​សុខភាពល្អ ស្មារតី​រឹង​មាំ និង​ការ​តាំង​ចិត្ត​ខ្ពស់​បំផុត។",
        "places_for_work": "ក្រុមហ៊ុនអាកាសចរណ៍ រដ្ឋនិងឯកជនក្នុងស្រុក",
        "unknown_schools": "សាកលវិទ្យាល័យក្រៅប្រទេស",
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "pilot"
      },
      {
        "id": 8,
        "code": "car_sci_0008",
        "name": "អ្នកបច្ចេកទេសកសិកម្ម/វិទ្យាសាស្រ្តកសិកម្ម",
        "description": "កសិករ ផលិតស្បៀងអាហារសម្រាប់យើងគ្រប់គ្នា។ គេមានការងារច្រើនណាស់ ដែលត្រូវធ្វើ ដូចជា៖ កាប់ គាស់ ភ្ជួររាស់ សាបព្រោះ ដាក់ជី.....ត្រូវការមនុស្សឧស្សាហ៍ពូកែអត់ធន់ មានសុខភាពល្អ ចេះតស៊ូមិនខ្លាចនឿយហត់។ តែកសិករ បច្ចុប្បន្ននេះមិនត្រឹមតែចេះផលិតស្បៀងប៉ុននោះទេ គេក៏ជាពាណិជ្ជករម្នាក់ដែរ ព្រោះគេត្រូវចោទសួរខ្លួនឯងជានិច្ចថា​ តើគួរដាំអ្វីដើម្បីឱ្យសមស្រប​និងតម្រូវការនៅលើទីផ្សារ។ លើសពីនេះ គេចេះចាត់ចែងការលក់ដូរផល​ ប្រៀបបើដូចជា ប្រធានសហគ្រាសម្នាក់។ នាសម័យមុន កសិកម្ម ជាមុខរបរបន្តត្រកូល ប៉ុន្ដែសម័យនេះ កសិករពេញលក្ខណៈជាអ្នកបានទទួលការបណ្ដុះបណ្ដាល ដើម្បីឱ្យមានចំណេះដឹង និងសមត្ថភាពគ្រប់គ្រាន់ ព្រោះពេលខ្លះ កសិករត្រូវចេះចិញ្ចឹមសត្វ និងត្រថែមទៀត។",
        "places_for_work": "ស្ថាប័នរដ្ឋ​ មន្ទីសិក្សាស្រាវជ្រាវកសិកម្មជាតិ",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0002",
          "uni_gov_0009",
          "uni_gov_0012",
          "uni_gov_0019",
          "uni_gov_0020"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "agricultural_scientist"
      },
      {
        "id": 9,
        "code": "car_sci_0009",
        "name": "អ្នកវិទ្យាសាស្រ្ត ផ្នែកសត្វ",
        "description": "អ្នកវិទ្យាសាស្ត្រផ្នែកសត្វ គឺជាអ្នកដែលមានចំនេះដឹងមូលដ្ឋានលើផ្នែកគីមី​វិទ្យា និង ជីវវិទ្យា។ គាត់នឹងធ្វើការច្រើនទាក់ទងជាមួយសត្វដូចជាគោ ក្របី សត្វស្លាប និងរបៀបបង្កាត់ពូជសត្វ។ អាជីពនេះមានទំនួលខុសត្រូវព្យាបាលសត្វ យល់ដឹងពីរបៀបប្រើប្រាស់ចំណីសត្វផងដែរ និងត្រួតពិនិត្យការនាំចេញ និងចូលសត្វពីកន្លៃងមួយទៅកន្លៃងមួយទៀត។ គាត់ជាមនុស្សឧស្សាហ៍ ព្យាយាម និងយកចិត្តទុកដាក់ចំពោះការងារ។",
        "places_for_work": "អ្នកបច្ចេកទេសចិញ្ចឹមសត្វនៅតាមក្រសួង ក្រុមហ៊ុន អង្គការក្រៅរដ្ឋាភិបាលនិងស្ថាប័នផ្សេងៗ ដែលពាក់ព័ន្ធ អ្នកបច្ចេកទេសផលិតចំណីសត្វនៅតាមក្រុមហ៊ុន និងម្ចាស់អាជីវកម្មចំណីសត្វឬបើកកសិដ្ឋានចិញ្ចឹមសត្វផ្ទាល់ខ្លួន",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0002",
          "uni_gov_0019",
          "uni_gov_0020",
          "uni_gov_0011"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "agricultural_scientist"
      },
      {
        "id": 10,
        "code": "car_sci_0010",
        "name": "ទន្តពេទ្យ",
        "description": "ទន្តពេទ្យមាននាទីថែទាំធ្មេញ ព្យាបាលធ្មេញ ដក និងដាក់ធ្មេញ ព្រោះធ្មេញស្អាតជួយធ្វើឱ្យមនុស្សយើងមានសម្ផស្សកាន់តែស្រស់ស្អាត។ អាជីពនេះតម្រូវឱ្យមានគុណសម្បត្តិជាច្រើនដូចជា ភាពប៉ិនប្រសប់ប្រើដៃ មានស្មារតីរឹងមាំ ពូកែវិនិច្ឆ័យរោគ មានសមត្ថភាពក្នុងការស្ដាប់ ដើម្បីស្វែងយល់ពីជំងឺដែលត្រូវព្យាបាល។",
        "places_for_work": "នៅមន្ទីរពេទ្យរដ្ឋ និងឯកជន ឬគ្លីនិកឯកជន",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0005",
          "uni_gov_0016",
          "uni_pri_0005"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "doctor"
      },
      {
        "id": 11,
        "code": "car_sci_0011",
        "name": "អ្នកឯកទេសផ្នែកឱសថសាស្រ្ត",
        "description": "ឱសថ​សាស្ត្រ​គឺជា​ផ្នែក​មួយ​នៃវិស័យ​សុខាភិបាល ដែល​ទទួល​ការបណ្តុះបណ្តាល​រយៈពេល ៥​ឆ្នាំ ដើម្បី​ក្លាយជា​ឱសថការី មួយរូប​ដែលមាន​សមត្ថភាព​គ្រប់គ្រាន់​។ ឱសថការី​គឺជា​អ្នកមាន​វិជ្ជាជីវៈ​តែមួយគត់​ដែលមាន​ឯកទេស​ផ្នែក​ឱសថ​។ ឱសថការី​មានចំណេះដឹង ក្នុង​ការផលិត គ្រប់គ្រង ចែកចាយ​ឱសថ ពន្យល់​ការប្រើប្រាស់​ឱសថ​ឱ្យ​មាន​សុវត្ថិភាព និង​ប្រសិទ្ធ​ភាពល្អ ព្រមទាំង​មានចំណេះដឹង​ខាង សិក្សា​ស្រាវជ្រាវ រូ​ម​មន្ត​ផលិត​ឱសថ​ថ្មី និង​កែលំអ​គុណភាព​ឱសថ​ឱ្យយ​កាន់តែ​ប្រសើរ​ជាង​មុន​។",
        "places_for_work": "មន្ទីរពេទ្យរដ្ឋ មន្ទីរពេទ្យឯកជន",
        "unknown_schools": null,
        "schools": [
          "uni_pri_0050",
          "uni_gov_0005",
          "uni_pri_0045"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "nurse"
      },
      {
        "id": 12,
        "code": "car_sci_0012",
        "name": "វេជ្ជបណ្ឌិតទូទៅ",
        "description": "វេជ្ជ​បណ្ឌិតទូទៅជាបំរើសេវាព្យាបាលជំងឺ រោគវិនិច្ឆ័យជំងឺ របួសស្រាល និងធ្ងន់ធ្ងរផ្សេងៗ និងអនុវត្តន៍ទូទៅ \nនិងពិនិត្យអ្នកជំងឺដោយប្រើឧបករណ៍វេជ្ជសាស្រ្តនិងសម្ភារៈបរិក្ខារបច្ចេកទេស។ គាត់ជាអ្នកវិភាគរូបភាពរោគវិនិច្ឆ័យដើម្បីផ្ដល់ព័ត៌មានអំពីស្ថានភាពអ្នកជំងឺ តាមដានស្ថានភាពជំងឺ និងចេញវេជ្ជបញ្ជាព្យាបាល និងឧសថ។ គាត់ជាអ្នកសម្របសម្រួលចាក់ថ្នាំបង្ការ និងវ៉ាក់សាំងការពារជំងឺឆ្លងផ្សេងៗ និងប្រឹក្សាដល់អ្នកជំងឺដែលទាក់ទងជាមួយនឹងរបបអាហារ និងអនាម័យវិធីសាស្រ្តការពារជំងឺ។ អ្នកដែលមានជំនាញនេះបណ្ដុះបណ្ដាលកម្រិតវេជ្ជបណ្ឌិតទូទៅរយៈពេល៦ឆ្នាំនៅសាកលវិទ្យាល័យរដ្ឋ និងឯកជននៅក្នុងប្រទេស និងក្រៅប្រទេស។",
        "places_for_work": "មន្ទីរពេទ្យរដ្ឋ មន្ទីរពេទ្យឯកជន អង្គការមិនមែនរដ្ឋាភិបាល",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0005",
          "uni_pri_0045",
          "uni_gov_0016"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "doctor"
      },
      {
        "id": 13,
        "code": "car_sci_0013",
        "name": "គ្រូពេទ្យផ្នែកជំងឺទូទៅ",
        "description": "មិនថាជាអ្នកជំងឺធម្មតាឬជាអ្នករបួសនោះទេយើងទាំងអស់គ្នាត្រូវការជួបគ្រូពេទ្យដើម្បីពិគ្រោះយោបល់និងដឹងពីវិធីសាស្ត្រព្យាបាល។គ្រូពេទ្យផ្នែកជំងឺទូទៅគឺជាគ្រូពេទ្យដែលធ្វើការងារនៅតាមសហគមន៍ក្នុងមូលដ្ឋានឬក្នុងមន្ទីរពេទ្យនិងជាមនុស្សដំបូងដែលបានដឹងពីបញ្ហាសុខភាពរបស់អ្នកជំងឺ។ ពួកគេផ្ដល់ការថែទាំ សុខភាពបឋម និងបន្តការព្យាបាលតាមរយៈការពិនិត្យរាងកាយ និងធ្វើរោគវិនិច្ឆ័យ។គ្រូពេទ្យពិចារណាអំពីកត្តាពាក់ពន្ឋ័ផ្សេងៗដូចជា កត្តាអារម្មណ៍ ចិត្តសាស្ត្រ រួចបញ្ចូនអ្នកជំងឺទៅកាន់គ្រូពេទ្យឯកទេសសមស្របមួយ(ក្នុងករណីចាំបាច់)ដើម្បីទទួលបានការតាមដានឬការវាយតម្លៃបន្ថែម។ជំនាញនេះត្រូវចេះភាសាអង់គ្លេស បារាំង និងមានចំណេះដឹងផ្នែកកុំព្យូទ័រ។",
        "places_for_work": "មន្ទីរពេទ្យរដ្ឋ មន្ទីរពេទ្យឯកជន អង្គការមិនមែនរដ្ឋាភិបាល",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0005",
          "uni_pri_0045",
          "uni_gov_0016"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "doctor"
      },
      {
        "id": 14,
        "code": "car_sci_0014",
        "name": "វេជ្ជបណ្ឌិតឯកទេសសន្លាក់ឆ្អឹង",
        "description": "អ្នកឯកទេសសន្លាក់ឆ្អឹងជាអ្នកបំរើសេវាព្យាបាល និងវិភាគទៅលើការប្រើថ្នាំរបស់អ្នកជំងឺ និងប្រតិកម្មថ្នាំព្យាលជំងឺ។ គាត់ជាអ្នកប្រឹក្សាពីវិធីសាស្រ្តថែរក្សាជំងឺ ជាអ្នកដឹកនាំ សម្របសម្រួលការងាររបស់ក្រុម ជាងនេះទៀតពិគ្រោះដល់អ្នកជំងឺពីលក្ខខ័ណ្ឌនៃការប្រើថ្នាំ និងបញ្ជូនអ្នកជំងឺទៅរកអ្នកជំនាញឧសថ អ្នកផ្សេងៗទៀតនៅពេលចាំបាច់ និងស្រាវជ្រាវអភិវឌ្ឍន៍​បច្ចេកទេសព្យាបាលសន្លាក់ឆ្អឹង ។ ជំនាញនេះត្រូវសិក្សាវេជ្ជបណ្ឌិតទូទៅ រួចបន្តសិក្សាជំនាញឯកទេសរយៈពេល ៣​ឆ្នាំទៀត ។ ជំនាញនេះត្រូវចេះភាសាអង់គ្លេស បារាំង និងមានចំណេះដឹងផ្នែកកុំព្យូទ័រ។",
        "places_for_work": "មន្ទីរពេទ្យរដ្ឋ មន្ទីរពេទ្យឯកជន",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0005",
          "uni_pri_0045",
          "uni_pri_0050"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "doctor"
      },
      {
        "id": 15,
        "code": "car_sci_0015",
        "name": "អ្នកឯកទេសវិកលវិទ្យា (ពេទ្យឯកទេសផ្លូវចិត្ត)",
        "description": "អ្នកឯកទេសវិកលវិទ្យាជាអ្នកបំរើសេវាព្យាបាលសុខភាពផ្លូវចិត្តជាផ្នែកមួយនៃការព្យាបាលជាមួយនិងអ្នកដែលមានវិបត្តិផ្លូវចិត្តនិងសង្គម។ គាត់ជាអ្នកឯកទេសព្យាបាលនិងផ្តល់វិធីសាស្រ្តព្យាបាល និងឱសថព្យាបាលគ្រប់គ្រងអារម្មណ៍ និងការគិត។ ដើម្បីអាចក្លាយជាអ្នកឯកទេសវិកលវិទ្យាបាន ប្អូនត្រូវសិក្សាវេជ្ជបណ្ឌិតទូទៅ៦ឆ្នាំ រួចហើយសិក្សាជំនាញឯកទេសវិកលវិទ្យា ២ឆ្នាំ។ ចំពោះចំណេះដឹងផ្នែកភាសាអង់គ្លេស និងកុំព្យូទ័រគឺត្រូវការជាចាំបាច់។",
        "places_for_work": "មន្ទីរពេទ្យរដ្ឋ មន្ទីរពេទ្យឯកជន អង្គការមិនមែនរដ្ឋាភិបាល",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0005"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "doctor"
      },
      {
        "id": 16,
        "code": "car_sci_0016",
        "name": "ឯកទេសព្យាបាលសរសៃរ ប្រសាទ",
        "description": "អ្នកឯកទេសសរសៃរប្រសាទជាអ្នកបំរើសេវាព្យាបាលសរសៃរប្រសាទពីបច្ចកទេសព្យាបាល និង វាយតម្លៃទៅលើអ្នកដែលមានបញ្ហាសរសៃពួរ បង្ហាញពីភាពចុះខ្សោយនៃចំនុចណាមួយនៃរាងកាយនិងការឈឺចាប់។គាត់ជាអ្នកជួយពិគ្រោះយោបល់ជាមួយបុគ្គលណាដែលមានបញ្ហាសរសៃរប្រសាទ និងវិនិច្ឆ័យរោគសញ្ញា។ ជំនាញឯកទេសសរសៃរប្រសាទត្រូវសិក្សាវេជ្ជបណ្ឌិតទូទៅរយៈពេល ៦​ ឆ្នាំ ហើយបន្តយកជំនាញឯកទេសរយៈពេល ៣ ឆ្នាំ។ ជំនាញនេះត្រូវចេះភាសាអង់គ្លេស បារាំង និងមានចំណេះដឹងផ្នែកកុំព្យូទ័រ។",
        "places_for_work": "មន្ទីរពេទ្យរដ្ឋ មន្ទីរពេទ្យឯកជន អង្គការមិនមែនរដ្ឋាភិបាល",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0005",
          "uni_pri_0045",
          "uni_pri_0033"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "doctor"
      },
      {
        "id": 17,
        "code": "car_sci_0017",
        "name": "អ្នកឯកទេសរូបភាពកាំរស្មីអ៊ិច",
        "description": "អ្នកឯកទេសរូបភាពកាំរស្មីអ៊ិច ជាអ្នកបំរើសេវាវិទ្យុសកម្មថតយកសារពាង្គកាយរបស់មនុស្សមានបញ្ហា ដូចជា៖ ការឈឺចាប់ បេះដូង ដាច់សរសៃរឈាមខួរក្បាល និងមួយតួខ្លួនរបស់មនុស្សយើងនៅផ្នែកខាងក្នុងរាងកាយ។អ្នកជំនាញកាំរស្មីអ៊ិចជាអ្នកដែលវិនិច្ឆ័យជំងឺឬរបួសស្នាមផ្នែកខាងក្នុងខ្លួនហើយជាមនុស្សដែលមានវិជ្ជាជីវៈមួយពិតប្រាកដបង្ហាញពីជំងឺមួយជាក់លាក់ដល់ប្រជាជនយល់ដឹងពីជំងឺ។ គាត់ជាអ្នកជំនាញបង្ហាញពីប្រភេទជំងឺទៅឱ្យវេជ្ជបណ្ឌិតជំនាញព្យាបាលជំងឺ និងផ្ដល់ថ្នាំពេទ្យ វិធីសាស្រ្តព្យាបាល។ ជំនាញនេះត្រូវសិក្សារយៈពេល ៦ឆ្នាំ ហើយចាប់យកជំនាញនេះ៣ឆ្នាំទៀត។​ ជំនាញនេះត្រូវចេះភាសាអង់គ្លេស និងមានចំណេះដឹងផ្នែកកុំព្យូទ័រ។",
        "places_for_work": "មន្ទីរពេទ្យរដ្ឋ មន្ទីរពេទ្យឯកជន អង្គការមិនមែនរដ្ឋាភិបាល",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0005",
          "uni_pri_0045"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "doctor"
      },
      {
        "id": 18,
        "code": "car_sci_0018",
        "name": "អ្នកឯកទេសជំងឺបេះដូង",
        "description": "អ្នកឯកទេសជំងឺបេះដូងជាអ្នកបំរើសេវាព្យាបាលជំងឺបេះដូង និងចំណេះដឹងជាក់លាក់លើឯកទេស រោគវិនិច្ឆ័យ និងពិគ្រោះយោបល់អ្នកជំងឺឱ្យចេះការពារខ្លួន លើកទឹកចិត្តអ្នកជំងឺ។ អ្នកជំនាញនេះមនុស្សដែលមានទំនួលខុសត្រូវ មានសមត្ថភាព និងវិធីសាស្រ្តព្យាបាលបែបបច្ចេកទេសទំនើបទាំងផ្ដល់ថ្នាំព្យាបាល និង​វះកាត់ជំងឺបេះដូង។  អ្នកឯកទេសបេះដូងតម្រូវឱ្យសិក្សាជំនាញវេជ្ជបណ្ឌិតទូទៅឱ្យយល់ដឹងពីវិធីសាស្រ្តព្យាបាលជំងឺទូទៅ ងាយស្រួលវិនិច្ឆ័យជំងឺ ។ ជំនាញនេះត្រូវសិក្សាវេជ្ជបណ្ឌិតទូួៅរយៈពេល ៦ឆ្នាំ ហើយចាប់យកជំនាញឯកទេសរយៈពេល ៣ឆ្នាំទៀត។​ ជំនាញនេះត្រូវចេះភាសាអង់គ្លេស បារាំង និងមានចំណេះដឹងផ្នែកកុំព្យូទ័រ។",
        "places_for_work": "មន្ទីរពេទ្យរដ្ឋ មន្ទីរពេទ្យឯកជ",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0005",
          "uni_pri_0045"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "doctor"
      },
      {
        "id": 19,
        "code": "car_sci_0019",
        "name": "អ្នកឯកទេសជំងឺទឹកនោមផ្អែម",
        "description": "អ្នកឯកទេសជំងឺទឹកនោមផ្អែម ជាអ្នកបំរើសេវាព្យាបាល និងវិធីសាស្រ្តការពារជំងឺទឹកនោមផ្អែម។ គាត់ជាអ្នកឯកទេសផ្ដល់ប្រឹក្សាយោបល់ដល់អ្នកជំងឺដែលមកទទួលសេវា និងធ្វើការវិនិច្ឆ័យទៅលើរោគសញ្ញា ផ្ដល់ការព្យាបាលដោយឧសថ​ និងផ្ដល់នូវវិធីសាស្រ្តព្យាបាលការពារជំងឺ។ ជំនាញនេះត្រូវសិក្សាវេជ្ជបណ្ឌិតទូទៅរយៈពេល ៦ឆ្នាំ ហើយចាប់យកជំនាញឯកទេស​រយៈពេល ៣ឆ្នាំទៀត។​ ជំនាញនេះត្រូវចេះភាសាអង់គ្លេស បារាំង និងមានចំណេះដឹងផ្នែកកុំព្យូទ័រ។",
        "places_for_work": "មន្ទីរពេទ្យរដ្ឋ មន្ទីរពេទ្យឯកជន អង្គការមិនមែនរដ្ឋាភិបាល",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0005",
          "uni_pri_0045"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "doctor"
      },
      {
        "id": 20,
        "code": "car_sci_0020",
        "name": "អ្នកឯកទេសសាស្រ្តចារ្យពេទ្យ",
        "description": "សាស្រ្តាចារ្យឧត្តមសិក្សាបង្រៀននិស្សិតឯកទេសពេទ្យជាអ្នកបង្រៀនតាមបណ្តាសាកលវិទ្យាល័យនានា។ គាត់តម្រូវឱ្យមានសញ្ញាប័ត្រសមមូល ដូចជា​៖ អនុបណ្ឌិត  ឬវេជ្ជបណ្ឌិត ក្នុងប្រទេស ឬក្រៅប្រទេស។ គាត់ត្រូវបង្រៀនមុខវិជ្ជាឯកទេសរបស់ខ្លួន តាមម៉ោងកំណត់របស់សាកលវិទ្យាល័យនានា ។ គាត់ត្រូវមានភារកិច្ចរៀបចំកម្មវិធីបង្រៀនដូចជា៖ការបង្រៀន ឬពិគ្រោះយោបល់ បន្ទប់វះកាត់ ប្រតិកម្មឧសថ ការអនុវត្តន៍សកម្មភាពឱ្យសិស្សចុះអនុវត្តន៍ផ្ទាល់ជាមួយនឹងមន្ទីរពេទ្យ និងរៀបចំកម្មវិធីអប់រំវេជ្ជសាស្រ្ត ផលិតសម្ភារឧបទ្ទេស ស្រាវជ្រាវ និងបង្រៀនសិស្សប្រកបដោយក្រមសីលធម៌ និងវិជ្ជាជីវៈខ្ពស់ និងមានចំណេះដឹងផ្នែក ភាសាអង់គ្លេស និងកុំព្យូទ័រ ។",
        "places_for_work": "សាលាសុខាភិបាល ភាគភូមិ និង សាកលវិទ្យាល័យរដ្ឋ និង ឯកជន",
        "unknown_schools": "សាកលវិទ្យាល័យក្រៅប្រទេស",
        "schools": [
          "uni_gov_0005"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "doctor"
      },
      {
        "id": 21,
        "code": "car_sci_0021",
        "name": "អ្នកបច្ចេកទេសផ្នែកមន្ទីរពិសោធវេជ្ជសាស្ត្រ",
        "description": "តើអ្នកមានឆ្ងល់ទេថាយើងនឹងអាចទទួលបានព័ត៌មានអ្វីខ្លះពីសំណាកឈាម?អ្នកបច្ចេកទេសនៅមន្ទីរពិសោធន៍វេជ្ជសាស្ត្រធ្វើតេស្ដនៅមន្ទីរពិសោធន៍ដូចជាការសិក្សាពីជាតិពុល សារធាតុញៀន នៅក្នុងឈាម គីមីសាស្ត្រ ការសិក្សាអំពីប្រព័ន្ឋភាពស៊ាំ អតិសុខុមសាស្ត្រ ការសិក្សាមើលជំងឺមហារីក ជំងឺអេដស៍ និងជំងឺទឹកនោមផ្អែម។ល។ ការធ្វើតេស្ដទាំងនេះផ្ដល់ទិន្នន័យសម្រាប់គ្រូពេទ្យដើម្បីធ្វើរោគវិនិច្ឆ័យត្រឹមត្រូវ និងព្យាបាលអ្នកជំងឺឱ្យមានប្រសិទ្ឋិភាព។ អ្នកបច្ចេកទេសខាងមន្ទីរពិសោធន៍មានតួនាទីសំខាន់ក្នុងការជួយទប់ស្កាត់ជំងឺផងដែរ។ ពួកគេអាចធ្វើការតាមគ្រឹះស្ថានរដ្ឋ ឬឯកជនទាំងនៅមន្ទីរព្យាបាល ឬក្នុងការសា្រវជ្រាវ។",
        "places_for_work": "មន្ទីរពេទ្យរដ្ឋ មន្ទីរពេទ្យឯកជន អង្គការមិនមែនរដ្ឋាភិបាល",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0005",
          "uni_pri_0050",
          "uni_pri_0045"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "lab_technician"
      },
      {
        "id": 22,
        "code": "car_sci_0022",
        "name": "ឯកទេសជំងឺត្រចៀក និងសំលេង",
        "description": "អ្នកជំនាញត្រចៀក និងសំលេង ឬបំពង ក ជាអ្នកបំរើសេវាសព្យាបាល និងការពារជំងឺ។  គាត់ជាបុគ្គលម្នាក់ដែលមានជំនាញវិជ្ជាជីវៈ សិក្សាស្វែងរកដំណេះស្រាយ​និងមូលហេតុដែលបង្កឱ្យមានជំងឺត្រចៀក ឬបំពងក។ ជាពិសេសជាអ្នកផ្កល់ការព្យាបាល​ ថែទាំ វះកាត់សាច់ដុះក្នុងបំពង់ក ឱ្យអ្នកជំងឺមានប្រសិទ្ធិភាព។ គាត់ជាមនុស្សដែលធ្វើការបត់បែនតាមកាលៈទេសៈដើម្បីឱ្យសម្រេចបានទៅតម្រូវការសេវាកម្មព្យាបាល និងជាអ្នកពិគ្រោះយោបល់ជាមួយនឹងបុគ្គលិកផ្សេងៗត្រូវការគំនិតយោបល់ពីវិធីសាស្រ្ត​ព្យាបាល ជាអ្នកចូលរួមអភិវឌ្ឍន៍សេវាកម្មព្យាបាលឱ្យអតិថិជនមានទំនុកចិត្ត។ ជំនាញនេះត្រូវសិក្សាវេជ្ជបណ្ឌិតទូទៅរយៈពេល ៦ឆ្នាំ ហើយចាប់យកជំនាញនេះ៣ឆ្នាំទៀត។​ ជំនាញនេះត្រូវចេះភាសាអង់គ្លេស បារាំង និងមានចំណេះដឹងផ្នែកកុំព្យូទ័រ។",
        "places_for_work": "មន្ទីរពេទ្យរដ្ឋ មន្ទីរពេទ្យឯកជន អង្គការមិនមែនរដ្ឋាភិបាល",
        "unknown_schools": null,
        "schools": [
          "uni_pri_0045",
          "uni_gov_0005",
          "uni_pri_0050"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "doctor"
      },
      {
        "id": 23,
        "code": "car_sci_0023",
        "name": "អ្នកឯកទេសជំងឺកុមារ",
        "description": "អ្នកឯកទេសជំងឺកុមារជាអ្នកបំរើសេវាព្យាបាលកុមារ និងការប្រឹក្សាដល់ឪពុកម្ដាយពីវិធីថែរក្សាកុមារ និងការពារជំងឺរបស់កុមារអោយបានល្អប្រសើរ។ អ្នកដែលមានជំនាញនេះមានកម្រិតនៃការបណ្ដុះបណ្ដាល បរិញ្ញាបត្រទូទៅ និង វេជ្ជបណ្ឌិតឯកទេសកុមារ​សិក្សារយៈពេល ៤-៦ ឆ្នាំ។ គាត់ជាអ្នកវិនិច្ឆ័យជំងឺ និងចេញវេជ្ជបញ្ជាឱ្យប្រើឱសថ ជាអ្នកដែលផ្តល់សេវាឱ្យអតិថិជនមានទំនុកចិត្ត និងប្រកបដោយប្រសិទ្ធភាព។ គាត់ជាមនុស្សដែលប្រកបដោយក្រមសីលធម៌វិជ្ជាជីវៈជាគ្រូពេទ្យ និងម៉្យាងទៀតរៀនចំណេះដឹងថ្មីៗ ដើម្បីផ្សព្វផ្សាយ ដល់សុខភាពរបស់កុមារ។",
        "places_for_work": "មន្ទីរពេទ្យរដ្ឋ មន្ទីរពេទ្យឯកជន អង្គការមិនមែនរដ្ឋាភិបាល",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0005",
          "uni_pri_0045",
          "uni_pri_0050"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "doctor"
      },
      {
        "id": 24,
        "code": "car_sci_0024",
        "name": "អ្នកឯកទេសវះកាត់",
        "description": "អ្នកឯកទេសវៈកាត់ជំងឺជាអ្នកជំនាញវិភាគទៅលើការប្រើថ្នាំរបស់អ្នកជំងឺ និងប្រតិកម្មថ្នាំរបស់ជំងឺ លក្ខខ័ណ្ឌរាងកាយ និងលទ្ធផលនៃធ្វើពិសោធន៍ទៅតម្រូវការវះកាត់ និងភាពចាំបាច់។ ជាអ្នកប្រឹក្សាពីផលប៉ះពាល់ជំងឺមុនពេលវះកាត់ និងក្រោយពេលវះកាត់​និងវិធីសាស្រ្តថែរក្សាជំងឺ។ ជំនាញនេះត្រូវសិក្សាវេជ្ជបណ្ឌិតទូទៅរយៈពេល ៦ឆ្នាំ ហើយនិងរៀនវះកាត់រយៈពេលបីឆ្នាំទៀត។​ ជំនាញនេះត្រូវចេះភាសាអង់គ្លេស បារាំង និងមានចំណេះដឹងផ្នែកកុំព្យូទ័រ។",
        "places_for_work": "មន្ទីរពេទ្យរដ្ឋ មន្ទីរពេទ្យឯកជន",
        "unknown_schools": null,
        "schools": [
          "uni_pri_0033",
          "uni_gov_0005",
          "uni_pri_0050"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "doctor"
      },
      {
        "id": 25,
        "code": "car_sci_0025",
        "name": "អ្នកឯកទេសសុខភាពសាធារណៈ",
        "description": "បទដ្ឋាន​សុវត្ថិភាព និង​គំនិត​ផ្តួចផ្តើម​​​ស្តីពី​​​​សុខភាព អាច​ធ្វើឱ្យយ​​សុខភាព​​ប្រចាំថ្ងៃ​​របស់​បុគ្គល និង គ្រួសារ​នីមួយៗ​​នៅតាម​សហគមន៍​​ប្រសើរឡើង​​។ ទោះបីជាយ៉ាង​ពួកគេ​​ត្រូវតែ​​តាម​ឃ្លាំមើល និង​​វាយតម្លៃ​​ឡើងវិញ​​​ជាប្រចាំ ហើយ​​ត្រូវតែ​​ធ្វើការ​​កែលម្អ ​ដើម្បី​ធ្វើឱ្យ​​ប្រាកដថា បទដ្ឋាន​​និង​​គំនិត​​ផ្តួចផ្តើម​​ទាំងនោះ​នៅតែ​មាន​​ប្រសិទ្ធភាព​​​និង​​សមស្រប​​ចំពោះ​​ការចំណាយ​​។ គំនិត​​ផ្តួចផ្តើម​​ស្តីពី​​សុខភាព​​ដ៏រឹងមាំ​​អាចជួយ​សង្គ្រោះ​​ជីវិត​មនុស្ស កាត់​បន្ថយ​ជំងឺ និង​​កែប្រែ​គុណភាព​​ជីវិត​​របស់​មនុស្ស​​ជាច្រើន​។\nអ្នកវិភាគ ឬ​​អ្នកឯកទេស​​សុខភាព​សាធារណៈ​ជួយ បុគ្គលម្នាក់ៗ គ្រួសារ និង​សហគមន៍​​ឱ្យយល់​​និង​គ្រប់គ្រង បញ្ហា​ ពាក់ព័ន្ធ​នឹង​សុខភាព​។ ពួកគេ​ធ្វើការ​វាយតម្លៃ​​ពី​កម្មវិធី​សុខភាព និង​គោល​នយោបាយ ព្រមទាំង​ប្រមូល​ និង​វិភាគ​ទិន្នន័យ ក្នុង​​ការ​ជួយ​ស្វែង​រក​ទិសដៅ​​សកម្មភាព​​ដ៏​ប្រសើរបំផុត​ ដើម្បីរក្សា​កម្មវិធី​សុខភាព​​ដ៏រឹងមាំ​នេះ​។ អ្នកវិភាគ ឬ​​អ្នកឯកទេស​​នឹងធ្វើការ​​វាយតម្លៃ​​លើផលប៉ះពាល់​​ដែលកើតចេញពី បញ្ហា​បរិស្ថាន​​មកលើ​​សុខភាព​សាធារណៈ និង​ជួយផ្សព្វផ្សាយ​​អំពី​បទដ្ឋាន​សុវត្ថិភាព​សុខភាព​​ដែល​បាន​​ប្រកាន់​យក​នេះ​។",
        "places_for_work": "រដ្ឋាភិបាល  អង្គការក្រៅរដ្ឋាភិបាល ឬគ្លីនិកឯកជន",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0005",
          "uni_pri_0045",
          "uni_pri_0033"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "doctor"
      },
      {
        "id": 26,
        "code": "car_sci_0026",
        "name": "អ្នកឯកទេសផ្នែកសម្ភពស្រ្តី និងកុមារ",
        "description": "អាជីពអ្នកឯកទេសផ្នែកសម្ភពស្រ្តី និងកុមារ ជំនាញនេះសិក្សារយៈពេល ៣ឆ្នាំបន្ទាប់ពីបញ្ចប់ការសិក្សាថ្នាក់វេជ្ជសាស្រ្តទូទៅដែលមានរយៈពេល ៦ឆ្នាំ។ អាជីពនេះត្រូវមានការអត់ធ្មត់ខ្ពស់ មានកាយសម្បទាគ្រប់គ្រាន់ សុខភាពមាំមួន និងមានចរិតឧស្សាហ៍ព្យាយាម។ ភាគច្រើនការសម្រាល ឬវះ-កាត់ជាដើមច្រើនធ្វើនៅពេលយប់ និងពេលខ្លះគេងមិនបានគ្រប់គ្រាន់។ មួយវិញទៀត យើងត្រូវមានចំណេះដឹង និងចំណេះធ្វើព្រោះជំនាញនេះបូកបញ្ចូលរួមគ្នាទាំងការព្យាបាលដោយប្រើឱសថ និងការព្យាបាលដោយវះកាត់។",
        "places_for_work": "មន្ទីរពេទ្យរដ្ឋ មន្ទីរពេទ្យឯកជន អង្គការមិនមែនរដ្ឋាភិបាល",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0005",
          "uni_pri_0045"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "doctor"
      },
      {
        "id": 27,
        "code": "car_sci_0027",
        "name": "ឯកទេសភ្នែក",
        "description": "អ្នកឯកទេសភ្នែកជាអ្នកដែលមានបច្ចេកទេសព្យាបាល និងប្រឹក្សាយោបល់វិធីសាស្រ្តការពារភ្នែកឱ្យយមានប្រសិទ្ធិភាព។ អ្នកជំនាញនេះមានតួនាទីពិនិត្យមើលភ្នែកដោយប្រើឧបករណ៍បច្ចេកទេសនិងផ្ដល់ឱសថដើម្បីកំណត់ភាពច្បាស់លាស់ និងធ្វើរោគវិនិច្ឆ័យជំងឺ ភាពមិនប្រក្រតីផ្សេងៗទៀតដែលកើតមានឡើងនៅក្នុងភ្នែក និងវិភាគទៅលើលទ្ធផលដែលបានពិសោធន៍ និងរៀបចំផែនការព្យាបាល ។ គាត់ជាអ្នកចេញវេជ្ជបញ្ជាឱ្យយអ្នកជំងឺតម្រូវប្រើវ៉ែនតាការពារភ្នែក និងចេញវេជ្ជបញ្ជាឧសថព្យាបាលជំងឺភ្នែក ។​ គាត់ផ្ដល់ប្រឹក្សាយោបល់ឱ្យអ្នកជំងឺធ្វើអនាម័យភ្នែក ថែទាំភ្នែក និងការពារសុវត្ថិភាព ពិគ្រោះ និងបញ្ជូនអ្នកជំងឺទៅរកសេវាកម្ម និងមានតម្រូវការចាំបាច់ និងរៀបចំវះកាត់ភ្នែក និងថែទាំក្រោយពេលវះកាត់ភ្នែក។ ជំនាញនេះត្រូវសិក្សាវេជ្ជបណ្ឌិតទូទៅរយៈពេល ៦ឆ្នាំ ហើយចាប់យកជំនាញនេះ៣ឆ្នាំទៀត។​ ជំនាញនេះត្រូវចេះភាសាអង់គ្លេស បារាំង និងមានចំណេះដឹងផ្នែកកុំព្យូទ័រ។",
        "places_for_work": "មន្ទីរពេទ្យរដ្ឋ មន្ទីរពេទ្យឯកជន អង្គការមិនមែនរដ្ឋាភិបាល",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0005",
          "uni_pri_0045",
          "uni_pri_0033"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "doctor"
      },
      {
        "id": 28,
        "code": "car_sci_0028",
        "name": "គិលានុបដ្ឋាក",
        "description": "គិលានុប្បដ្ឋាក ជាជំនួយការដ៏ចាំបាច់ដោយខានមិនបានរបស់វេជ្ជបណ្ឌិត។ អាជីពនេះមានទទួលខុសត្រូវមើលថែទាំជំងឺ និងប្រឹក្សាយោបល់ឱ្យអ្នកជំងឺអនុវត្តតាមបញ្ជាវេជ្ជបណ្ឌិត។ អាជីពនេះត្រូវមានបុគ្គលិកលក្ខណៈជាមនុស្សស្រលាញ់ចូលចិត្តមនុស្សទូទៅ មានអធ្យាស្រ័យល្អ មានមនុស្សធម៌ ម៉ត់ចត់ក្នុងការងារ មិនធ្វេសប្រហែស រាក់ទាក់ជានិច្ច ចេះជួយលើកទឹកចិត្តអ្នកជំងឺ។​ ដើម្បីអាចក្លាយជាគិលានុប្បដ្ឋាកបាន ប្អូនត្រូវសិក្សាជំនាញនេះរយៈពេល ៣-៤ឆ្នាំ ដោយទទួលបានសញ្ញាបត្រកម្រិតបរិញ្ញាបត្ររង និងបរិញ្ញាបត្រ។ ចំពោះចំណេះដឹងផ្នែកចេះភាសាអង់គ្លេស បារាំង និងមានចំណេះដឹងផ្នែកកុំព្យូទ័រ ជាដើម។",
        "places_for_work": "មន្ទីរពេទ្យរដ្ឋ មន្ទីរពេទ្យឯកជន អង្គការមិនមែនរដ្ឋាភិបាល",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0005",
          "uni_pri_0045",
          "uni_gov_0016",
          "uni_pri_0005"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "nurse"
      },
      {
        "id": 29,
        "code": "car_sci_0029",
        "name": "ឆ្មប",
        "description": "ឆ្មបគឺជាអ្នកបំរើសេវាសម្រាលកូនដើម្បីជួយស្ត្រីឱ្យមានសុវត្តិភាពទាំងម្តាយ និងកូន គាត់ជាអ្នកលើកទឹកស្រី្តឱ្យចេះថែរក្សាគក៌អំឡុងពេលមានផ្ទៃពោះ និងតាមដានការវិវត្តិរបស់ទារក និងមានចំណេះដឹង ការផ្តល់សេវាសុខភាពផ្លូវភេទ សុខភាពបន្តពូជ រួមបញ្ចូលទាំងការផ្តល់សេវាធ្វើផែនការគ្រួសារ និងការព្យាបាលជំងឺកាមរោគ។ អាជីពនេះមានភារកិច្ចតាមដានសកម្មភាពការវិវត្តន៍របស់ទារក ផ្ដល់ថ្នាំឱ្យយស្រី្ត​មានផ្ទៃពោះ  សម្ភារឧបទ្ទេស សម្រាលកូន និងបំពេញការងារប្រកបដោយក្រមសីលធម៌ និងវិជ្ជាជីវៈខ្ពស់។ ដើម្បីអាចក្លាយជាឆ្មបបាន ប្អូនត្រូវសិក្សាជំនាញនេះរយៈពេល ២-៤ឆ្នាំ ដោយទទួលបានសញ្ញាបត្រកម្រិតបរិញ្ញាបត្ររង និងបរិញ្ញាបត្រ។ ចំពោះចំណេះដឹងផ្នែកចេះភាសាអង់គ្លេស បារាំង និងមានចំណេះដឹងផ្នែកកុំព្យូទ័រ។",
        "places_for_work": "មន្ទីរពេទ្យរដ្ឋ មន្ទីរពេទ្យឯកជន អង្គការមិនមែនរដ្ឋាភិបាល",
        "unknown_schools": "សាលាមធ្យមសិក្សាសុខាភិបាល ភូមិភាគ ខេត្ត រាជធានី",
        "schools": [
          "uni_gov_0005",
          "uni_pri_0045",
          "uni_gov_0016",
          "uni_pri_0005"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "nurse"
      },
      {
        "id": 30,
        "code": "car_sci_0030",
        "name": "អ្នកគ្រប់គ្រងកសិដ្ឋាន",
        "description": null,
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "default"
      },
      {
        "id": 31,
        "code": "car_sci_0031",
        "name": "រដ្ឋបាលព្រៃឈើ",
        "description": null,
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "environmental"
      },
      {
        "id": 32,
        "code": "car_sci_0032",
        "name": "វិស្វករអគ្គិសនី",
        "description": null,
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "electrical_engineer"
      },
      {
        "id": 33,
        "code": "car_sci_0033",
        "name": "វិស្វករគ្រឿងយន្ដកសិកម្ម",
        "description": null,
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "agricultural_scientist"
      },
      {
        "id": 34,
        "code": "car_sci_0034",
        "name": "វិស្វករមេកានិច",
        "description": null,
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "mechenical_engineer"
      },
      {
        "id": 35,
        "code": "car_sci_0035",
        "name": "វិស្វករកុំព្យូទ័រ",
        "description": null,
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "computer_science"
      },
      {
        "id": 36,
        "code": "car_sci_0036",
        "name": "ជាងគំនូរ-ចម្លាក់",
        "description": null,
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "default"
      },
      {
        "id": 37,
        "code": "car_sci_0037",
        "name": "អ្នកបច្ចេកទេសសេដ្ឋកិច្ចព័ត៌មានវិទ្យា",
        "description": null,
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "IT"
      },
      {
        "id": 38,
        "code": "car_sci_0038",
        "name": "អ្នកបច្ចេកទេសបរិស្ថាន",
        "description": null,
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "default"
      },
      {
        "id": 39,
        "code": "car_sci_0039",
        "name": "អ្នកបច្ចេកទេសគណិតសាស្ត្រ",
        "description": null,
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "default"
      },
      {
        "id": 40,
        "code": "car_sci_0040",
        "name": "ភូគព្ភវិទូ",
        "description": null,
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "default"
      },
      {
        "id": 41,
        "code": "car_sci_0041",
        "name": "អ្នកបើកបរ",
        "description": null,
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "default"
      },
      {
        "id": 42,
        "code": "car_sci_0042",
        "name": "អ្នកបច្ចេកទេសទីពិសោធន៍",
        "description": null,
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "lab_technician"
      },
      {
        "id": 43,
        "code": "car_sci_0043",
        "name": "អ្នកបច្ចេកទេសខាងចំណីអាហារ",
        "description": null,
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "lab_technician"
      },
      {
        "id": 44,
        "code": "car_sci_0044",
        "name": "វិស្វករគីមីសាស្ត្រ",
        "description": null,
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "chemistry"
      },
      {
        "id": 45,
        "code": "car_sci_0045",
        "name": "ស្មៀន",
        "description": null,
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "default"
      },
      {
        "id": 46,
        "code": "car_sci_0046",
        "name": "អ្នកជំនាញផ្នែករដ្ឋបាល",
        "description": null,
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "default"
      },
      {
        "id": 47,
        "code": "car_sci_0047",
        "name": "អ្នកបច្ចេកទេសកុំព្យូទ័រ",
        "description": null,
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "IT"
      },
      {
        "id": 48,
        "code": "car_sci_0048",
        "name": "អ្នកបច្ចេកទេសជលផល",
        "description": null,
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "default"
      },
      {
        "id": 49,
        "code": "car_sci_0049",
        "name": "អ្នកបច្ចេកទេសកសិ-ឧស្សាហកម្ម",
        "description": null,
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "agricultural_scientist"
      },
      {
        "id": 50,
        "code": "car_sci_0050",
        "name": "វេជ្ជបណ្ឌិតជំនាញ",
        "description": null,
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "doctor"
      },
      {
        "id": 51,
        "code": "car_sci_0051",
        "name": "មន្ត្រីពន្ធដារ",
        "description": "មន្រ្តីពន្ធដារ គឺជាអ្នកវិភាគ និងត្រួតពិនិត្យពីការចំណាយ និងចំណូលរបស់ស្ថាប័នរដ្ឋ ស្ថាប័នឯកជន។​ អាជីពនេះត្រូវយល់ដឹងពីគោលការណ៍ច្បាប់គណនេយ្យជាតិ និងអន្តរជាតិ។",
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "finance_officer"
      },
      {
        "id": 52,
        "code": "car_sci_0052",
        "name": "អ្នករចនាប្លង់",
        "description": null,
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "designer"
      },
      {
        "id": 53,
        "code": "car_tec_0001",
        "name": "ស្ថាបត្យករ",
        "description": "តើ​អ្នកធ្លាប់​មើល​ជុំវិញខ្លួន​ហើយ​គិតថា អាគារនៅជុំវិញ​អ្នកស្រស់ស្អាត​ប៉ុណ្ណា​ហើយ​ឆ្ងល់ថា តើ​អ្នកធ្វើរបៀបណា​ប្រសិនបើ​គ្មានពួកគេ​? ​ដោយសារ​ការរស់នៅ​ប្រែប្រួល​យ៉ាងឆាប់រហ័ស​នៅកម្ពុជា​អាគារខ្ពស់ៗ កំពុងត្រូវបាន កសាងឡើង ខណៈពេល​អាគារចាស់ៗ​ក៏ត្រូវបានគេ ជួសជុល​កែលម្អ​ផងដែរ​។ អ្នកអាចជា​ផ្នែកមួយ​នៃការងារនេះ។ ស្ថាបត្យករ​រចនាអាគារ​ដែលត្រូវបាន​គេសាងសង់​ទៅតាម​តម្រូវការ​របស់អតិថិជន​។ ពួកគេ​បង្កើត​អាគារថ្មី ជម្រើស ផ្សេងៗ និង​ការពង្រីក​បន្ថែមអាគារ​ដែលមាន​ស្រាប់ហើយ ព្រមទាំង​ធ្វើការងារ​កែ​លម្អ​អាគារ​ចាស់ៗ​។ ពួកគេ​បង្កើត​គំរូស្រស់ ស្អាត​ដែលរក្សា​បានមុខងារ និង​ស្របទៅតាម​បទដ្ឋាន សុវត្ថិភាព​ផងដែរ​។ ដំបូងពួកគេ​ធ្វើគំនូរ​ព្រាងថា អាគារនោះ មានរូបរាង​យ៉ាងម៉េច ហើយបន្ទាប់មក​ពួកគេ​ធ្វើការងារ​ជាមួយ​ក្រុមវិស្វករ​ក្នុងដំណើរ​ការសាងសង់​តាំងពីដើម​រហូតដល់ចប់ ដើម្បីធ្វើឱ្យ​ប្រាកដថា វាឆ្លើយតប​ទៅតាម​តម្រូវការ​ថវិកា តម្រូវការរបស់ភ្ញៀវ តម្រូវការ​ផ្នែកបរិស្ថាន​និង​តម្រូវការ​ផ្នែកច្បាប់។ ជំនាញនេះតម្រូវឱ្យមានកម្រិតសញ្ញាបត្រ៖ បរិញ្ញាបត្រ ឯកទេសស្ថាបត្យករ យៈពេលសិក្សាពី៤ឆ្នាំ។ ត្រូវចេះភាសាអង់គ្លេស និងកុំព្យូទ័រកាន់តែល្អ។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន ស្ថាប័នរដ្ឋ ប្រកបអាជីវកម្មខ្លួនឯង",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0023",
          "uni_gov_0006",
          "uni_pri_0033",
          "uni_gov_0013",
          "uni_pri_0034",
          "uni_pri_0053"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "architecture"
      },
      {
        "id": 54,
        "code": "car_tec_0002",
        "name": "អ្នករចនាផ្ទៃខាងក្នុងបន្ទប់/អាគារ",
        "description": "ដោយសារសម័យបច្ចុប្បន្នមានការរីកលូតលាស់ទៅមុខជាខ្លាំង ទាំងអគារ ផ្ទះល្វែង​ បុរី ហាងកាហ្វេ សណ្ឋាគារ។ល។ សោភណភាពគឺជាចំនុចដំបូងដែលមនុស្សគ្រប់រូបចាប់អារម្មណ៍។ ដូចនេះការតុបតែងផ្នែកខាងក្នុងគឺជាតម្រូវការដ៏ចាំបាច់សម្រាប់គ្រប់គ្នា។ ការតុបតែងផ្នែកខាងក្នុងគឺជាសិល្បៈមួយដើម្បីធ្វើឱ្យគ្រប់គ្នាមានការទាក់ទាញ និង ចាប់អារម្មណ៍។ គេត្រូវមានការច្នៃប្រឌិត យកចិត្តទុកដាក់ ឧស្សាហ៍ព្យាយាម ចូលចិត្តរៀនពីអ្វីថ្មីៗ និងមានការតាំងចិត្ត។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន  ប្រកបអាជីវកម្មខ្លួនឯង",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0006",
          "uni_pri_0046",
          "uni_pri_0033",
          "uni_pri_0061",
          "uni_pri_0037"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "architecture"
      },
      {
        "id": 55,
        "code": "car_tec_0003",
        "name": "អ្នកតុបតែងសួន",
        "description": "អ្នកតុបតែងសួន គឺជាអ្នកមានគំនិតច្នៃប្រឌិត កែលំអ ​និងរក្សាសោភ័ណភាព សួន។ គេត្រូវមានជំនាញខាងផ្នែក​រចនារាង្គសួន ផ្នែកសាកវប្បកម្មរុក្ខជាតិ និងផ្កា ដើម្បីរក្សាពូជ បង្កាត់ រុក្ខជាតិ និងផ្កា ដើម្បីរក្សាអោយនៅតែមាន ភាពស្រស់បំព្រងនៃសួន ធម្មតាថែសួនជាសិល្បៈនៃការរចនាសួន ច្នៃទាំងផ្នែករុក្ខជាតិ សិប្បនិមិត្ត និង ការតុបតែងលម្អ ភ្លើងពណ៌ផងដែរ។ ជំនាញនេះតម្រូវឱ្យមានកម្រិតសញ្ញាបត្រតុបតែងសួន។ រយៈពេលសិក្សាពី៤ឆ្នាំ។ ត្រូវចេះភាសាអង់គ្លេស និងកុំព្យូទ័រកាន់តែល្អ។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន ស្ថាប័នរដ្ឋ  ប្រកបអាជីវកម្មខ្លួនឯង",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0006"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "default"
      },
      {
        "id": 56,
        "code": "car_tec_0004",
        "name": "អ្នកគ្រប់គ្រងការសាងសង់",
        "description": "អ្នកគ្រប់គ្រងការសាងសង់ ត្រួតពិនិត្យ​សកម្មភាព​ការងារ​ប្រចាំថ្ងៃ​នៅ​ការដ្ឋានសំណង់​។ ពួកគេ​ចាត់ចែង​សម្រួល ​ទំនាក់ទំនង​រវាង​ក្រុមហ៊ុន​ម៉ៅការ​ ​អ្នកម៉ៅការ​ ​បន្ត​ ​និង​ភាគី​ផ្សេងៗទៀត​ដែលពាក់ព័ន្ធនឹង​ការដ្ឋាន​ សំណង់​ ​​។ ​នៅក្នុងការងារនេះ​ អ្នកគ្របគ្រង​ត្រូវធ្វើឱ្យ​ប្រាកដថា​ ​ការដ្ឋានសំណង់​ ឆ្លើយតប​ទៅតាម​បទបញ្ញត្តិ​សាងសង់​ដែលច្បាប់អនុញាតិទេ? គាត់ ឬនាង ​ក៏ជួយសម្រប​សម្រួល​ ដល់បុគ្គលិកទាំងអស់​ដែលធ្វើ​ ការងារ​ក្នុងការដ្ឋាន​ ​សំណង់​ ​ដើម្បីធានាថា ​ដំណាក់កាល​ នីមួយៗ​នៃការសាងសង់​ឆ្លើយតប​ទៅតាម​ពេលកំណត់​ ​និង​ត្រួតពិនិត្យ​ រាល់ការងារ​ដែលកំពុងធ្វើ​ ដើម្បីឆ្លើយតប​ទៅតាម​បទដ្ឋានគុណភាព​។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន ស្ថាប័នរដ្ឋ  ប្រកបអាជីវកម្មខ្លួនឯង",
        "unknown_schools": null,
        "schools": [
          "uni_pri_0033",
          "uni_pri_0035"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "civil_engineer"
      },
      {
        "id": 57,
        "code": "car_tec_0005",
        "name": "អ្នកបង្កើត​សូហ្វវែ",
        "description": "អ្នកបង្កើតកម្មវិធី​សូហ្វវែ ដែលត្រូវបានចាត់ទុក​ជាអ្នកបង្កើត​កម្មវិធី​កុំព្យូទ័រ​ផងដែរនោះគឺជាអ្នក​ដែលធ្វើការងារ​ពាក់ព័ន្ធនឹង​ផ្នែកព័ត៌មានវិទ្យា​។ ពួកគេបង្កើតកម្មវិធី​សម្រាប់យក​ទៅប្រើប្រាស់​នៅតាមក្រុមហ៊ុនឯកជន អង្គភាពសាធារណៈ​និងស្ថាប័នផ្សេងៗទៀត​ដែលត្រូវការ​។​ការងារ​របស់ពួកគេ​មានចាប់ពីរចនាអនុវត្តជាក់ស្តែងដំឡើងនិង​គ្រប់គ្រង​ប្រព័ន្ធសូហ្វវែ​នៅតាមស្ថាប័នព្រមទាំង​ការគ្រប់គ្រង​ប្រព័ន្ធទូរស័ព្ទ​ផងដែរ​។គោលដៅ​ចម្បង​របស់ពួកគេ​គឺ​បង្កើតកម្មវិធី​កុំព្យូទ័រ ដែលធ្វើឱ្យ​ប្រព័ន្ធកុំព្យូទ័រ​ដំណើរការព័ត៌មាន​ក្នុងលក្ខណៈ​សមស្រប ដោយបង្ហាញ​ដំណើរការ​ពីដំណាក់ កាលមួយ​ទៅដំណាក់កាល​មួយយ៉ាងជាក់លាក់​។ពួកគេ​មាន​ភាពស្ទាត់ជំនាញ​ក្នុងការរៀបចំ​កម្មវិធីភាសាផ្សេងៗ​ដូចជាកម្មវិធី Java កម្មវិធី XML និងកម្មវិធី C++ ។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន ប្រកបអាជីវកម្មខ្លួនឯង",
        "unknown_schools": "សាកលវិទ្យាល័យអាមេរិកាំងភ្នំពេញ",
        "schools": [
          "uni_gov_0006",
          "uni_pri_0062",
          "uni_pri_0046"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "computer_science"
      },
      {
        "id": 58,
        "code": "car_tec_0006",
        "name": "អ្នកបង្កើតគេហទំព័រ",
        "description": "យោងទៅតាមការវិវត្តនៃសម័យកាល គេហទំព័រក្លាយជាទីពេញនិយមនៃមនុស្សគ្រប់គ្នា។ អ្នកបង្កើតនិងរចនាគេហទំព័រដើរតួយ៉ាងសំខាន់ក្នុងការតុបតែងទំព័រឱ្យបានស្អាតដើម្បីជាទីចាប់អារម្មណ៍របស់អ្នកគ្រប់គ្នា។ គេត្រូវចេះប្រើប្រាស់កម្មវិធីដែលទាក់ទងនឹងការបោះពុម្ពនៅក្នុងកុំព្យូទ័រ យ៉ាងស្ទាត់ជំនាញ។ គេត្រូវចេះមើលពណ៌ ចេះគូរ ចេះកាត់ត និងចេះធ្វើគំនូសព្រាងអត្ថបទ។ ការងារនេះទាមទារមនុស្សដែលមានគំនិតច្នៃប្រឌិត ឆ្លាត ឧស្សាហ៍ ព្យាយាម ហើយចេះអត់ធ្មត់ ព្រោះការងារនេះមានការបន្ទាន់ត្រូវធ្វើច្រើន។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន ស្ថាប័នរដ្ឋ ប្រកបអាជីវកម្មខ្លួនឯង",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0006",
          "uni_pri_0062",
          "uni_pri_0046"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "computer_science"
      },
      {
        "id": 59,
        "code": "car_tec_0007",
        "name": "អ្នករចនាក្រាហ្វិច",
        "description": "តើអ្នកដឹងទេថា ឡូហ្គោ ស្លាកសញ្ញា និមិត្តសញ្ញាក្រុមហ៊ុន ផ្ទាំងផ្សាយពាណិជ្ជកម្ម ដែលយើងទាំងអស់គ្នាតែងតែឃើញរាល់ថ្ងៃមានប្រភពមកពីណា? អ្នកណាអ្នកបង្កើត?វាគឺរឿងសំខាន់ក្នុងការបង្កើតជានិមិត្តសញ្ញាដើម្បីឱ្យអ្នកទាំងអស់គ្នា ចាប់អារម្មណ៍ និង ចងចាំ។ អ្នករចនាក្រាហ្វិចគឺជាអ្នកជំនាញក្នុងការបង្កើតវត្ថុទាំងនោះ។គាត់ គឺជាអ្នកដែលមានគំនិតច្នៃប្រឌិតខ្ពស់ និង មានជំនាញផ្នែកកុំព្យូទ័រ។ ការងារនេះទាមទារមនុស្សដែលមានគំនិតថ្មីៗក្នុងការច្នៃប្រឌិត ឆ្លាត ឧស្សាហ៍ ព្យាយាម ហើយចេះអត់ធ្មត់។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន  ប្រកបអាជីវកម្មខ្លួនឯង",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0006",
          "uni_pri_0046"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "computer_science"
      },
      {
        "id": 60,
        "code": "car_tec_0008",
        "name": "អ្នកបច្ចេកទេសគំនូរជីវចល",
        "description": "អ្នកបច្ចេកទេសគំនូរជីវចល គឺមានចំនេះដឹងល្អលើបច្ចេកទេសជំនាញនៃចង្វាក់របស់ការផលិតនៅក្នុងខ្សែភាពយន្តគំនូរជីវចល(មុនការផលិត / ពេលកំពុងផលិត / ក្រោយពេលការផលិត)។ ការងារនេះត្រូវយល់និងមានចំនេះដឹងល្អលើ សក្តានុពលនៃចលនាការសរសេរសេណារីយូការធ្វើទៅលើជារូបភាពសម្លេងនិងសម្ភារៈបច្ចេកវិទ្យាដែលប្រើប្រាស់ជាពិសេសសម្រាប់គំនូរជីវចល(Flash, Photoshop, After effects, ដំបូង​មុនគេ​​ និង ការផ្តួចផ្តើមពីបច្ចេកទេស 3D)។ការងារនេះទាមទារឱ្យមានព្យាយាម និងមានគំនិតច្នៃប្រឌិត។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន  ប្រកបអាជីវកម្មខ្លួនឯង",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0006"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "computer_science"
      },
      {
        "id": 61,
        "code": "car_tec_0009",
        "name": "អ្នកគ្រប់គ្រងបណ្ដាញកុំព្យូទ័រ",
        "description": "អ្នកគ្រប់គ្រងបណ្តាញកុំព្យូទ័រជាអ្នក ត ភ្ជាប់បណ្តាញជួយ​ដំណើរការ និង​គ្រប់គ្រង រចនាសម្ព័ន្ធបណ្តាញរបស់​ក្រុម​ហ៊ុន។ ពួកគេ​ថែទាំប្រព័ន្ធបណ្តាញ ដូច្នេះនិយោជិត ភ្ញៀវ និ ងអតិ ថិ ជនអាចទំនាក់ទំនងតាមរយៈ បណ្តា​ញសុវត្ថិ ភាព (អ៊ីម៉ែល ទូរស័ព្ទ)​។ ពួកគេ​ធានា​ដល់​ប្រសិទ្ធភាព​ប្រចាំថ្ងៃនៃ​ប្រតិបត្តិ​ការក្នុងក្រុមហ៊ុន។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន  ប្រកបអាជីវកម្មខ្លួនឯង",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0006",
          "uni_pri_0046"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "IT"
      },
      {
        "id": 62,
        "code": "car_tec_0010",
        "name": "អ្នកជួសជុលសម្ភារ ឬបរិក្ខាកុំព្យូទ័រ",
        "description": "កុំព្យូទ័រគឺជាឧបករណ៍សំខាន់សម្រាប់ជួយសម្រួលក្នុងកិច្ចការងារផ្សេងៗប្រចាំថ្ងៃ ចុះបើកុំព្យូទ័រដែលយើងកំពុងប្រើៗហើយមានបញ្ហា តើអ្នកណាអាចជួយយើងបាន។ អ្នកជួសជុលសម្ភារ ឬបរិក្ខាកុំព្យូទ័រ គឺជាអ្នកជំនាញក្នុងការជួសជុលកម្មវិធី និងគ្រឿងបន្លាស់កុំព្យូទ័រ។ គាត់គឺមនុស្សរហ័សរហួន ចេះដោះស្រាយបញ្ហា និង អត់ធ្មត់។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន  ប្រកបអាជីវកម្មខ្លួនឯង",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0006",
          "uni_gov_0003",
          "uni_pri_0046"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "IT"
      },
      {
        "id": 63,
        "code": "car_tec_0011",
        "name": "អ្នកគ្រប់គ្រងប្រព័ន្ធទិន្នន័យ",
        "description": "អ្នកគ្រប់គ្រងប្រព័ន្ឋទិន្នន័យត្រូវគ្រប់គ្រងប្រព័ន្ធមូលដ្ឋានទិន្នន័យដោយធ្វើការជាមួយឯកសារ និងកុំព្យូទ័រ គាត់គឺជាអ្នកទទួលខុសត្រូវក្នុងការតំឡើងទិន្នន័យចូលក្នុងប្រព័ន្ធ ធ្វើបច្ចុបន្នភាបឯកសារ ទិន្នន័យដែលមានការប្រែប្រួល ថែរក្សា និងចែករំលែកព័ត៌មានសំខាន់ៗដល់នាយកដ្ឋានផ្សេងទៀត។គាត់ត្រូវជាមនុស្សចេះដោះស្រាយបញ្ហា ឆ្លាសវៃ និងរហ័សរហួន និងតម្រូវអោយមានជំនាញប្រព័ន្ធពត៌មានផងដែរ។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន: ស្ថាប័នរដ្ឋ ; ធនាគារ;  ប្រកបអាជីវកម្មខ្លួនឯង",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0006",
          "uni_gov_0003"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "IT"
      },
      {
        "id": 64,
        "code": "car_tec_0012",
        "name": "អ្នកបច្ចេកទេសកាត់តភាពយន្ត",
        "description": "ភាពយន្តគឺទស្សនីយភាពដែលត្រូវបានចាក់បញ្ចាំងតាមទូរទស្សន៍ ប្រព័ន្ឋផ្សព្វផ្សាយផ្សេងៗ។ តើអ្នកណាជាអ្នកផលិតខ្សែភាពយន្ត? ទទួលបានព័ត៌មានសង្ខេបជាគ្រោងនៃវីដេអូនិង / ឬបញ្ជីថតសាច់រឿង។\nគាត់ឬនាងជាអ្នកប្រមូលផ្តុំខ្សែភាពយន្តដើមទាំងអស់ដោយការថតរូបកាមេរ៉ាត្រូវបានកត់ត្រាឬបញ្ជូនទៅខ្សែវីដេអូក្នុងការត្រៀមខ្លួនសម្រាប់បញ្ចូលទៅក្នុងកុំព្យូទ័រ។ កាត់ឬនាងធ្វើ ឌីជីថលកាត់ឯកសារដើម្បីដាក់បញ្ចូលគ្នានូវលំដាប់នៃខ្សែភាពយន្តនិងការសម្រេចចិត្តនូវអ្វីដែលអាចប្រើបាន។ត្រួតពិនិត្យលើគុណភាពនិងវឌ្ឍនភាពនៃវិស្វកម្មអូឌីយ៉ូនិងវីដេអូនិងកែសម្រួល។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន  ប្រកបអាជីវកម្មខ្លួនឯង",
        "unknown_schools": null,
        "schools": [
          "uni_pri_0036",
          "uni_gov_0001",
          "uni_pri_0049"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "designer"
      },
      {
        "id": 65,
        "code": "car_tec_0013",
        "name": "អ្នកគ្រប់គ្រងចង្វាក់ផលិតកម្មក្នុងរោងចក្រ",
        "description": "អ្នកមានឆ្ងល់ទេថា តើការងារក្នុងរោងចក្រធំៗ ដំណើការយ៉ាងដូចម្ដេច? តើផ្នែកផ្សេងៗធ្វើការជាមួយគ្នាដូចម្ដេច ដើម្បីឱ្យការផលិតមានប្រសិទ្ឋភាព?អ្នកត្រួតពិនិត្យសង្វាក់ផលិតកម្មគឺជាអ្នកមើលការខុសត្រូវនិងសម្របសម្រួលដំណើការផលិតទាំងស្រុងក្នុងរោងចក្រ ឬក្រុមហ៊ុន។ អ្នកត្រួតពិនិត្យធ្វើឱ្យប្រាកដថា ការងារនីមួយៗដូចជា ការត្រួតពិនិត្យ សង្វាក់ផលិតកម្ម ប្រព្រឹត្តទៅប្រកបដោយប្រសិទ្ឋភាព និង ទៅតាមពេលវេលាសមស្រប។ អ្នកត្រួតពិនិត្យសង្វាក់ផលិតកម្មត្រូវរៀបចំផែនការតាមដាន និងវាយតម្លៃការងាររបស់ខ្លួន ផ្អែកតាមលក្ខណៈវិនិច្ឆ័យដែលបានកំណត់។ជំនាញផ្ទាល់ខ្លួនពិតជាសំខាន់ណាស់សម្រាប់ការងារវិជ្ជមាននិងជម្រុញទឹកចិត្តខ្លួនឯង។ ដើម្បីក្លាយជាអ្នកត្រួតពិនិត្យសង្វាក់ផលិតកម្ម អ្នកត្រូវតែសិក្សាលើជំនាញ ពាណិជ្ជកម្ម និងការគ្រប់គ្រងពាណិជ្ជកម្ម និងមានបទពិសោធន៍ក្នុងផ្នែកនេះពីមួយទៅពីរឆ្នាំសិន។",
        "places_for_work": "រោងចក្រ សហគ្រាស​ (ឧ.រោងចក្រផលិត សម្លៀកបំពាក់ ចំណីអាហារ..)",
        "unknown_schools": null,
        "schools": [
          "uni_pri_0035",
          "uni_pri_0036"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "default"
      },
      {
        "id": 66,
        "code": "car_tec_0014",
        "name": "ជាងចំលាក់ ឬសូន្យរូប",
        "description": "ដៃកាន់ពន្លាក ដែកដាប់ឬឧបករណ៍ផ្សេងៗទៀត គេប្រែក្លាយឈើ ឬដុំថ្មមួយដុំឱ្យទៅជារូបចំលាក់ដ៏ស្រស់ស្អាត។ គេពូកែឆ្លាក់រូបពីដុំថ្ម ឬឈើ និងជំនាញសូន្យរូបបដិមាផ្សេងៗពីស៊ីម៉ងតិ៍ និង មានចំណេះដឹងជ្រៅជ្រះផ្នែកសិល្បះ ពូកែអត់ធ្មត់ មិនឆាប់ខឹងឆេវឆាវ ចេះប្រមូលអារម្មណ៍ និងម៉ត់ចត់ល្អិតល្អន់បំផុត។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន  ប្រកបអាជីវកម្មខ្លួនឯង",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0006"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "default"
      },
      {
        "id": 67,
        "code": "car_tec_0015",
        "name": "បសុពេទ្យ (ពេទ្យសត្វ)",
        "description": "បសុពេទ្យជាអ្នកជំនាញថែទាំ បង្ការជំងឺសត្វ ដែលរួមទាំងសត្វចតុបាទ និងសត្វបក្សីផ្សេងៗ។  នៅតាមជនបទ និងនៅក្នុងកសិដ្ឋានចិញ្ចឹមសត្វ បសុពេទ្យនិងពិនិត្យសុខភាពសត្វ...ដើម្បីចាក់វាក់សាំងបង្ការ ឬព្យាបាលជំងឺ។ បសុពេទ្យជាអ្នកផ្ដល់ដំបូន្មានដល់កសិករ និងអ្នកចិញ្ចឹមសត្វពីរបៀបថែទាំ ឱ្យចំណី និងព្យាបាលសត្វ។ ការងារនេះធ្វើការច្រើនត្រូវធ្វើជាពេទ្យពិនិត្យព្យាបាលសត្វផ្នែកជំងឺទូទៅ របស់សត្វ។",
        "places_for_work": "ក្រសួងអភិវឌ្ឍជនបទ ក្រសួងកសិកម្ម និងរុក្ខប្រមាញ និង នេសាទ  ក្រុមហ៊ុនឯកជន បង្កើតអាជីវកម្ម",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0002",
          "uni_gov_0019",
          "uni_gov_0011",
          "uni_gov_0020",
          "uni_gov_0009"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "doctor"
      },
      {
        "id": 68,
        "code": "car_tec_0016",
        "name": "អ្នកជលផល",
        "description": "អ្នកជលផលជាអ្នកសិក្សាស្រាវជ្រាវ អងេ្កតតាមដាន សា្ថនភាពមច្ឆជាតិ  សត្វក្នុងទឹកផ្សេងៗ និងជីវចំរុះ អេកូឡូស៊ីក្នុងទឹក  ។ មានតួនាទីចងក្រង និងផ្សព្វផ្សាយឯកសារផលប៉ះពាល់រវាងការធ្វើនេសាទ ឬការប្រមាញ ដើម្បីបង្កើត រក្សាទុក ផ្លាស់ប្តូរ និងផ្សព្វផ្សាយទិន្នន័យមួយជាក់លាក់ ដើម្បីអភិរក្ស វារីសត្វ និងវារីរុក្ខជាតិនានា។ បង្កើនសមត្ថភាពមន្ទីរពិសោធន៍ខាងចំណី ជំងឺវារីសត្វ វារីរុក្ខជាតិ ។ ជាអ្នកសិក្សាស្រាវជ្រាវ និងផលិតប្រភេទសត្វក្នុងទឹក និងលើគោក និងរុក្ខជាតិដែលជិតផុតពូជ គ្រប់គ្រងធនធានជលផលក្នងទឹក លើគោក។​ អ្នកដែលមានជំនាញនេះតម្រូវឱ្យមានកម្រិតសញ្ញាបត្រ៖ បរិញ្ញាបត្រជាន់ខ្ពស់ ឯកទេសជលផលរយៈពេលសិក្សាពី៤ឆ្នាំទឿងទៅ ៦ឆ្នាំ។",
        "places_for_work": "ក្រសួងអភិវឌ្ឍជនបទ ក្រសួងកសិកម្ម និងរុក្ខប្រមាញ និង នេសាទ  ក្រុមហ៊ុនឯកជន បង្កើតអាជីវកម្ម",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0002",
          "uni_gov_0019",
          "uni_gov_0011",
          "uni_gov_0020"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "agricultural_scientist"
      },
      {
        "id": 69,
        "code": "car_tec_0017",
        "name": "អ្នកថែទាំកសិដ្ឋានចិញ្ចឹមសត្វ",
        "description": "នៅប្រទេសកម្ពុជាបច្ចុប្បន្ន ការចិញ្ចឹមសត្វដើម្បីយកសាច់លក់ក្នុងស្រុក និងនាំចេញទៅបរទេសមានការលូតលាស់ច្រើន ។​ អ្នកថែទាំ កសិដ្ឋានចិញ្ចឹមសត្វមានតួនាទីថែទាំ ឱ្យចំណី ព្យាបាល ដែលខ្លួនមើលថែរមានដូចជា គោ ក្របី សេះ ជ្រូក មាន់ ទា.......។ អ្នកថែរកសិដ្ឋានក៍ដូចជាកសិករម្នាក់ដែរ ឱ្យចំណីសត្វ​ តាមដានស្ថានភាពសុខភាពសត្វ និងចេះផ្តល់ការរក្សាសត្វពេលសត្វឈឺ។",
        "places_for_work": "ក្រុមហ៊ុនកសិដ្ឋាស្ថានឯកជន បង្កើតអាជីវកម្ម",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0002",
          "uni_gov_0019",
          "uni_gov_0011",
          "uni_gov_0020"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "agricultural_scientist"
      },
      {
        "id": 70,
        "code": "car_tec_0018",
        "name": "ក្សេត្រវិទូ",
        "description": "ជាអ្នកស្រាវជ្រាវ និងជាវិស្វករផង។ ក្សេត្រវិទូចេះពិនិត្យមើលធញ្ញជាតិ ដែលសមស្របនឹងដាំនៅលើដីកន្លែងណាមួយចេះរិះរកវិធីព្យាបាលជំងឺដើមឈើហូបផ្លែ ចេះជ្រើសរើសសំរិតសំរាំង ចេះបង្កើតពូជរុក្ខជាតិថ្មីៗដូចជា៖ ពូជស្វាយផ្អែម ពុទ្រាផ្លែធំ មៀនផ្លែសាច់ច្រើន......។ ក្សេត្រវិទូធ្វើការក្នុងបន្ទប់ពិសោធស្រាវជ្រាវ។ ប៉ុន្ដែមុខរបរនេះតម្រូវឱ្យគេចេះផ្ដល់យោ​បល់ដល់កសិករ ព្រោះកសិករត្រូវទប់ទល់ប្រឆាំងនឹងដង្កូវបំផ្លាញដំណាំ ជ្រើសរើសពូជស្រូវសមស្របទៅនឹងដី ជួយការពារព្រៃឈើ....។ ការងារជួយធ្វើឱ្យមានការអភិវឌ្ឍ វិស័យកសិកម្ម និងកិច្ចការពារបរិស្ថាន។",
        "places_for_work": "ក្រសួងអភិវឌ្ឍជនបទ និងរុក្ខប្រមាញ និង នេសាទ; ក្រសួងបរិស្ថាន; ក្រសួងកសិកម្ម; ក្រុមហ៊ុនឯកជន បង្កើតអាជីវកម្ម",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0002",
          "uni_gov_0019",
          "uni_gov_0011",
          "uni_gov_0020",
          "uni_gov_0008"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "agricultural_scientist"
      },
      {
        "id": 71,
        "code": "car_tec_0019",
        "name": "ជំនួយការលក់ថ្នាំពេទ្យ",
        "description": "ជំនួយការលក់ថ្នាំពេទ្យ មានតួនាទីសំខាន់ក្នងការលក់ឱសថ ទៅឱ្យអ្នកជំងឺតាមវេជ្ជបញ្ជា ដើម្បីអាចព្យាបាលអ្នកជំងឺឆាប់ជាសៈស្បើយបានឆាប់រហ័សដោយសារតែគ្រូពេទ្យបានចេញវេជ្ជបញ្ជា បន្ទាប់ពីបានពិនិត្យសុខភាពនិងធ្វើរោគវិនិច្ឆ័យប្រភេទជំងឺច្បាស់លាស់។ ការងារនេះទាមទារឱ្យមានក្រមសីលធម៌ និង ការប្រុងប្រយ័ត្នខ្ពស់ មុននឹងផ្ដល់ថ្នាំទៅឱ្យអ្នកជំងឺ។",
        "places_for_work": "ឱសថស្ថាន ឬនៅតាមគ្លីនិកឯកជន \nនានា",
        "unknown_schools": "សាលាមធ្យមសិក្សាសុខាភិបាលភូមិភាគ",
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "nurse"
      },
      {
        "id": 72,
        "code": "car_tec_0020",
        "name": "អ្នកវិភាគផ្នែកហរិញ្ញវត្ថុ",
        "description": "អ្នកវិភាគហិរញ្ញវត្ថុ​ ជួយ​ក្រុម​ហ៊ុនឱ្យយល់ពី និន្នាការបច្ចុប្បន្ន​ នៃវិស័យឧស្សាហ​កម្ម និងជួយពួកគេឱ្យ​ធ្វើ​ ការសម្រេចចិត្ត​ផ្នែក អាជីវកម្មដ៏សំខាន់ ដោយ​ផ្តល់អនុសាសន៍ ពាក់ព័ន្ធនឹ ងការលក់ ឬទិញ ដល់​ភ្ញៀវឬនិយោជក។ តាមរយៈការយល់​ដឹងពីអ្វីដែលកំពុង​ដំណើរការ នៅក្នុងឧស្សាហកម្ម​នេះ ពួកគេក៏អាចជួយ​ក្រុម​ហ៊ុនឱ្យរក​ឃើញ និង​ចូលរួមក្នុងឱកាស​ធ្វើ​អាជីវកម្មថ្មីដូចជាឧស្សាហកម្មថ្មីជាដើម។ ជំនាញនេះតម្រូវឱ្យមានកម្រិតសញ្ញាបត្រផ្នែកហិរញ្ញវត្ថុ ឬសេដ្ឋកិច្ច។ រយៈពេលសិក្សាពី៤ឆ្នាំ។ ត្រូវចេះភាសាអង់គ្លេស និងកុំព្យូទ័រកាន់តែល្អ។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន ស្ថាប័នរដ្ឋ និងអង្គការក្រៅរដ្ឋាភិបាល",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0004",
          "uni_pri_0060",
          "uni_gov_0011",
          "uni_gov_0003",
          "uni_pri_0051",
          "uni_pri_0034",
          "uni_gov_0008"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "finance_officer"
      },
      {
        "id": 73,
        "code": "car_tec_0021",
        "name": "សវនករ",
        "description": "នៅក្នុងក្រុមហ៊ុន ឬអង្គភាពមួយតែងតែមានបញ្ជីចំនូលចំណាយ។ ក្នុងនោះក្រុមហ៊ុននឹងមានបុគ្គលិកសម្រាប់កាន់បញ្ជីទាំងនោះ ដែលគេហៅថា គណនេយ្យករ។ តើយើងអាចដឹងដោយរបៀបណាថា គណនេយ្យករសុទ្ឋតែធ្វើឯកសារបានត្រឹមត្រូវ។ សវនករគឺជាបុគ្គលម្នាក់ដែលត្រូវបានតែងតាំងនិងមានសិទ្ធិពិនិត្យបញ្ជីគណនីនិងគណនេយ្យប្រៀបធៀបការចាយវាយជាមួយនឹងប័ណ្ណ ទូទាត់ ផ្ទៀងផ្ទាត់តារាងតុល្យភាពនិងធាតុប្រាក់ចំណូលហើយបង្ហាញពីលទ្ធផល។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន ស្ថាប័នរដ្ឋ អង្គការក្រៅរដ្ឋាភិបាល ប្រកបអាជីវកម្មខ្លួនឯង",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0004",
          "uni_pri_0060",
          "uni_gov_0011",
          "uni_gov_0003",
          "uni_pri_0051",
          "uni_pri_0034",
          "uni_gov_0008",
          "uni_gov_0009"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "finance_officer"
      },
      {
        "id": 74,
        "code": "car_tec_0022",
        "name": "គណនេយ្យករ",
        "description": "គ្រប់គ្រងទឹកប្រាក់ ការទិញ​ ការលក់ការផលិតទុនវិនិយោគសុទ្ធតែត្រូវបានគណនេយ្យករកត់ត្រាទុកក្នុងបញ្ជីទាំងអស់ព្រោះគេមាននាទីចាប់អារម្មណ៍ទៅលើការប្រើលុយរបស់ក្រុមហ៊ុន ឬសា្ថប័នក្រៅរដ្ឋាភិបាលគណនេយ្យករប្រើប្រាស់កម្មវិធីក្នុងប្រព័ន្ធកុំព្យូទ័រ ដើម្បីគិតចំនួនទឹកប្រាក់។ គណេយ្យករកត់ត្រាក្នុងបញ្ជីចំណូលចំណាយចូលក្នុងវិក័យប័ត្រ ពន្ធ ប្រាក់ខែបុគ្គលិក......។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន ស្ថាប័នរដ្ឋ អង្គការក្រៅរដ្ឋាភិបាល ប្រកបអាជីវកម្មខ្លួនឯង",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0004",
          "uni_pri_0060",
          "uni_gov_0011",
          "uni_gov_0003",
          "uni_pri_0051",
          "uni_pri_0034",
          "uni_gov_0008",
          "uni_gov_0009",
          "uni_gov_0010"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "accountant"
      },
      {
        "id": 75,
        "code": "car_tec_0023",
        "name": "បេឡាករ",
        "description": "បេឡាករគឺជាបុគ្គលដែលធ្វើការជាមួយប្រតិបត្តិចំនូល-ចំណាយ និង ទិន្នន័យ។ គាត់ត្រូវរៀបចំបញ្ចេញប្រាក់កម្ចី និងប្រមូលប្រាក់សងត្រឡប់មកវិញរបស់អតិថិជន រៀបចំបញ្ចូលទិន្នន័យរបស់អតិថិជននៅក្នុងប្រព័ន្ធ រៀបចំបញ្ចូលចំណូល ចំណាយគ្រឹះស្ថាននៅក្នុងប្រព័ន្ធ ត្រួតពិនិត្យសក្ខីប័ត្រមុននឹងទទួលប្រាក់ និងបញ្ចេញប្រាក់ រាប់លុយ និងរៀបចំរបាយការណ៍សាច់ប្រាក់ដែលរាប់ជារៀងរាល់ថ្ងៃកត់ត្រាប្រចាំថ្ងៃក្នុងសៀវភៅសាច់ប្រាក់របស់គ្រឹះស្ថានឱ្យបានទាន់ពេលវេលា។អ្នកដែលធ្វើការនេះត្រូវមានអាកប្បកិរិយាល្អ ស្មោះត្រង់ រួសរាយរាក់ទាក់ មានភាពអំណត់ កាយសម្បទាមាំមួន និងមានទំនួលខុសត្រូវក្នុងការងារ។",
        "places_for_work": "ធនាគារ និងក្រុមហ៊ុនឯកជន",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0004",
          "uni_pri_0060",
          "uni_gov_0011",
          "uni_gov_0003",
          "uni_pri_0051",
          "uni_pri_0034"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "cashier"
      },
      {
        "id": 76,
        "code": "car_tec_0024",
        "name": "អ្នកស្ថិតិ",
        "description": "អ្នកស្ថិតិ គឺជាអ្នកគ្រប់គ្រងទិន្នន័យមូលដ្ឋាន អនុវត្តបច្ចេកទេសគំរូឬប្រើមូលដ្ឋានបញ្ជីពេញលេញដើម្បីកំណត់ក្រុមគោលដៅដែលត្រូវបានស្ទង់មតិ។រៀបចំគម្រោងនិងឧបករណ៍ស្រាវជ្រាវដែលប្រើបច្ចេកវិទ្យាត្រឹមត្រូវនិងប្រើប្រាស់ព័ត៌មានដែលទទួលបានពីទិន្នន័យដើម ដើម្បីរៀបចំការវិភាគអោយបានត្រឹមត្រូវ និងប្រសិទ្ធភាព។\nពិនិត្យមើលទ្រឹស្តីដូចជាប្រូបាប៊ីលីតេ និងការសន្និដ្ឋានដើម្បីស្វែងយល់មូលដ្ឋានគ្រឹះនៃវិធីសាស្ត្រថ្មីៗឬវិធីសាស្រ្តនៃការទទួលនិងវាយតំលៃទិន្នន័យជាតួលេខ។",
        "places_for_work": "ធនាគារ ក្រុមហ៊ុនឯកជន ក្រុមហ៊ុនសាជីវកម្ម និងសាកលវិទ្យាល័យនានា",
        "unknown_schools": null,
        "schools": [
          "uni_pri_0050",
          "uni_gov_0004",
          "uni_pri_0035",
          "uni_pri_0041"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "secretary"
      },
      {
        "id": 77,
        "code": "car_tec_0025",
        "name": "អ្នកវិភាគផ្នែកទីផ្សារ/សិ្ថតិធានារ៉ាប់រង",
        "description": "អ្នកវិភាគ​ស្ថិតិ​ធានារ៉ាប់រង​​គឺ​ជា​​គណិតវិទូ​ដែល​ជួយ​​ក្រុមហ៊ុន​​ព្យាករណ៍​​អំពី​ហា​និ​ភ័យ​​និង​​តម្លៃ​ពាក់​​ព័ន្ធ​នឹង​ហានិភ័យ​ទាំងនេះ​។ ពួកគេ​មានការយល់ដឹង​ជ្រៅជ្រះ​អំពី​​គណិតវិទ្យា​ ស្ថិតិ​ ការ​វិនិ​យោ​គ សេដ្ឋកិច្ច នយោបាយ បទបញ្ញត្តិ​ ទីផ្សារ​ ប្រតិបត្តិការ និងការចែកចាយ។ ពួកគេ​​ប្រើ​ប្រា​ស់​​ចំណេះ​ដឹង​របស់ខ្លួន​​ជួយ​អតិថិជន​ និង​​បុគ្គលិក​ ដើម្បី​បង្កើត​​គោលនយោបាយ​ ផែនការ​តម្លៃ​​និង​​លទ្ធផល​​ហិរញ្ញវត្ថុ​​ដ៏​ស្មុគស្មាញ​មួយ ស្របពេល​​ជាមួយគ្នានោះដែរ​ ពួកគេ​​ផ្តល់​ដំបូន្មាន​​ពាក់​ព័ន្ធ​​ហិរញ្ញវត្ថុ​និង​​​ផ្នែក​ពាណិជ្ជកម្ម​ជា​យុទ្ធសាស្ត្រ​។ ផ្នែកសំខាន់​​នៃការងារ​​របស់​ពួកគេ​​គឺ​ពាក់ព័ន្ធ​​​ការគាំពារ​សុខភាព​ ហិរញ្ញវត្ថុ​ ប្រាក់​ចូល​និវត្ត​ន៍ និងការធានារ៉ាប់រង។ អ្នកឯកទេស​ស្ថិតិ​ធានារ៉ាប់​រង​ប្រើ​ប្រាស់​​គំរូ​ហិរញ្ញវត្ថុ​​ដើម្បី​វិភាគ​ និង​​ស្វែង​យល់​ពី​​ទិន្នន័យ​ផ្សេងៗ​។ ដោយ​សារតែ​ពួកគេ​​ត្រូវ​ធ្វើ​ការវិភាគ​​ទិន្នន័យ​​ដ៏​ស្មុគស្មាញ​​បែប​នេះ ដូច្នេះ​​ទំនាក់​ទំនង​​គឺ​​ជា​ជំនាញ​សំខាន់​ ដែល​ជួយពួកគេ​​បញ្ជូន​សារ​​ទៅកាន់​​អ្នក​ដែលគ្មាន​​បច្ចេក​ទេសនេះ។",
        "places_for_work": "ធនាគារ ក្រុមហ៊ុនឯកជន និងក្រុមហ៊ុនសាជីវកម្ម",
        "unknown_schools": null,
        "schools": [
          "uni_pri_0050",
          "uni_gov_0004",
          "uni_pri_0035"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "marketing_officer"
      },
      {
        "id": 78,
        "code": "car_tec_0026",
        "name": "សេដ្ឋវិទូ",
        "description": "សេដ្ឋវិទូ​គឺ​ជាអ្នកជំនាញ​ក្នុងវិស័យ​ទ្រព្យធន និង​ចរាចរសាច់ប្រាក់​។ ពួកគេ​សិក្សា​ពី​ផលប៉ះពាល់ នៃ​គោលនយោបាយ​និង​ការសម្រេចចិត្ត​ទៅលើ ពិភពពិត ដើម្បីផ្តល់អនុសាសន៍​ដល់​វិស័យឯកជន​និង​រដ្ឋ​។ តាមរយៈ​ការស្រាវជ្រាវ​ដ៏​ទូលំទូលាយ សេដ្ឋវិទូ​រកឃើញ​និង​លាតត្រដាង​អំពី​និន្នាការ ដើម្បីធ្វើការ​ព្យាករណ៍​ជាក់លាក់មួយ​។ ពួកគេវិភាគ និង​បកស្រាយពី​បញ្ហាពាក់ព័ន្ធនឹង​ប្រាក់​ដូចជា​ប្រាក់ពន្ធអតិផរណា កំណើន​ប្រជាពលរដ្ឋ​កម្រិតការងារ និង​ការគ្រប់គ្រង​ធនធាន ទំនិញ​និង​សេវាកម្ម​។ តាមធម្មតា ពួកគេ​បម្រើការ​ឱ្យ​រដ្ឋាភិបាល ធនាគារ ក្រុមហ៊ុន ពិគ្រោះយោបល់ សាជីវកម្មពហុជាតិ និង​តាមសាកលវិទ្យាល័យ​ជាដើម​។ ជំនាញនេះតម្រូវឱ្យមានកម្រិតសញ្ញាបត្រផ្នែកសេដ្ឋកិច្ច។ រយៈពេលសិក្សាពី៤ឆ្នាំ។ ត្រូវចេះភាសាអង់គ្លេស និងកុំព្យូទ័រកាន់តែល្អ។",
        "places_for_work": "ធនាគារ ក្រុមហ៊ុនឯកជន ក្រុមហ៊ុនសាជីវកម្ម និងសាកលវិទ្យាល័យនានា",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0003",
          "uni_pri_0049",
          "uni_pri_0045",
          "uni_pri_0050"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "business_man"
      }
    ]
  },
  {
    "id": 2,
    "title": "បុគ្គលិកលក្ខណៈបុគ្គលបែប បច្ចេកទេស",
    "logoName": "technical",
    "career_title": "មុខរបរ ឬការងារ ក្នុងវិស័យបច្ចេកទេស",
    "entries": [
      "មានទំនាក់ទំនងល្អជាមួយនឹងក្រុមការងារ",
      "មានគំនិតច្នៃប្រឌិត",
      "មានទំនុកចិត្ត",
      "មានផែនការ និងគៅដៅច្បាស់លាស់",
      "ចូលចិត្តធ្វើការជាមួយ នឹងបច្ចេកវិទ្យា និង គ្រឿងម៉ាស៊ីន",
      "មានទំនួលខុសត្រូវ",
      "មានឆន្ទៈ",
      "មានដំណោះស្រាយល្អ",
      "ពូកែចរចារ",
      "គ្រប់គ្រងពេលវេលា​បានល្អ",
      "មានក្រមវិន័យល្អ",
      "ឆ្លាត"
    ],
    "concern_subjects": [
      "math",
      "sciencePhysics",
      "english",
      "softSkillBrave",
      "softSkillProblemSolving",
      "softSkillPublicSpeaking"
    ],
    "concern_entries": [
      "មានគំនិតច្នៃប្រឌិត",
      "មានទំនុកចិត្ត",
      "មានផែនការ និងគៅដៅច្បាស់លាស់",
      "មានឆន្ទៈ",
      "ឆ្លាត"
    ],
    "recommendation": "បុគ្គលដែលជ្រើសរើសមុខរបរ បែបបច្ចេកទេស មានគំនិតច្នៃប្រឌិត  ​មានទំនុកចិត្ត  ឆ្លាត មានឆន្ទៈ ច្បាស់លាស់នឹងការងារ ។ គាត់/នាង ចាប់អារម្មណ៍ និងរៀនពូកែមុខវិជ្ជា គណិតវិទ្យា រូបវិទ្យា និងភាសាបរទេសជាដើម។ ដើម្បីទទួលបាន អាជីពបែបបច្ចេកទេស សិស្សានុសិស្ស ត្រូវសិក្សា​រយៈពេលពី ២-៤ ឆ្នាំនៅសាកលវិទ្យាល័យ ឬវិទ្យាស្ថានតាមជំនាញដែលខ្លួនជ្រើសរើស ។ ឱកាសការងារ គឺមាននៅតាមស្ថាប័នរដ្ឋ អង្គការក្រៅរដ្ឋាភិបាល ធនាគារ ក្រុមហ៊ុនឯកជន ឬបង្កើតអាជីវកម្មផ្ទាល់ខ្លួន។",
    "careers": [
      {
        "id": 53,
        "code": "car_tec_0001",
        "name": "ស្ថាបត្យករ",
        "description": "តើ​អ្នកធ្លាប់​មើល​ជុំវិញខ្លួន​ហើយ​គិតថា អាគារនៅជុំវិញ​អ្នកស្រស់ស្អាត​ប៉ុណ្ណា​ហើយ​ឆ្ងល់ថា តើ​អ្នកធ្វើរបៀបណា​ប្រសិនបើ​គ្មានពួកគេ​? ​ដោយសារ​ការរស់នៅ​ប្រែប្រួល​យ៉ាងឆាប់រហ័ស​នៅកម្ពុជា​អាគារខ្ពស់ៗ កំពុងត្រូវបាន កសាងឡើង ខណៈពេល​អាគារចាស់ៗ​ក៏ត្រូវបានគេ ជួសជុល​កែលម្អ​ផងដែរ​។ អ្នកអាចជា​ផ្នែកមួយ​នៃការងារនេះ។ ស្ថាបត្យករ​រចនាអាគារ​ដែលត្រូវបាន​គេសាងសង់​ទៅតាម​តម្រូវការ​របស់អតិថិជន​។ ពួកគេ​បង្កើត​អាគារថ្មី ជម្រើស ផ្សេងៗ និង​ការពង្រីក​បន្ថែមអាគារ​ដែលមាន​ស្រាប់ហើយ ព្រមទាំង​ធ្វើការងារ​កែ​លម្អ​អាគារ​ចាស់ៗ​។ ពួកគេ​បង្កើត​គំរូស្រស់ ស្អាត​ដែលរក្សា​បានមុខងារ និង​ស្របទៅតាម​បទដ្ឋាន សុវត្ថិភាព​ផងដែរ​។ ដំបូងពួកគេ​ធ្វើគំនូរ​ព្រាងថា អាគារនោះ មានរូបរាង​យ៉ាងម៉េច ហើយបន្ទាប់មក​ពួកគេ​ធ្វើការងារ​ជាមួយ​ក្រុមវិស្វករ​ក្នុងដំណើរ​ការសាងសង់​តាំងពីដើម​រហូតដល់ចប់ ដើម្បីធ្វើឱ្យ​ប្រាកដថា វាឆ្លើយតប​ទៅតាម​តម្រូវការ​ថវិកា តម្រូវការរបស់ភ្ញៀវ តម្រូវការ​ផ្នែកបរិស្ថាន​និង​តម្រូវការ​ផ្នែកច្បាប់។ ជំនាញនេះតម្រូវឱ្យមានកម្រិតសញ្ញាបត្រ៖ បរិញ្ញាបត្រ ឯកទេសស្ថាបត្យករ យៈពេលសិក្សាពី៤ឆ្នាំ។ ត្រូវចេះភាសាអង់គ្លេស និងកុំព្យូទ័រកាន់តែល្អ។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន ស្ថាប័នរដ្ឋ ប្រកបអាជីវកម្មខ្លួនឯង",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0023",
          "uni_gov_0006",
          "uni_pri_0033",
          "uni_gov_0013",
          "uni_pri_0034",
          "uni_pri_0053"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "architecture"
      },
      {
        "id": 54,
        "code": "car_tec_0002",
        "name": "អ្នករចនាផ្ទៃខាងក្នុងបន្ទប់/អាគារ",
        "description": "ដោយសារសម័យបច្ចុប្បន្នមានការរីកលូតលាស់ទៅមុខជាខ្លាំង ទាំងអគារ ផ្ទះល្វែង​ បុរី ហាងកាហ្វេ សណ្ឋាគារ។ល។ សោភណភាពគឺជាចំនុចដំបូងដែលមនុស្សគ្រប់រូបចាប់អារម្មណ៍។ ដូចនេះការតុបតែងផ្នែកខាងក្នុងគឺជាតម្រូវការដ៏ចាំបាច់សម្រាប់គ្រប់គ្នា។ ការតុបតែងផ្នែកខាងក្នុងគឺជាសិល្បៈមួយដើម្បីធ្វើឱ្យគ្រប់គ្នាមានការទាក់ទាញ និង ចាប់អារម្មណ៍។ គេត្រូវមានការច្នៃប្រឌិត យកចិត្តទុកដាក់ ឧស្សាហ៍ព្យាយាម ចូលចិត្តរៀនពីអ្វីថ្មីៗ និងមានការតាំងចិត្ត។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន  ប្រកបអាជីវកម្មខ្លួនឯង",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0006",
          "uni_pri_0046",
          "uni_pri_0033",
          "uni_pri_0061",
          "uni_pri_0037"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "architecture"
      },
      {
        "id": 55,
        "code": "car_tec_0003",
        "name": "អ្នកតុបតែងសួន",
        "description": "អ្នកតុបតែងសួន គឺជាអ្នកមានគំនិតច្នៃប្រឌិត កែលំអ ​និងរក្សាសោភ័ណភាព សួន។ គេត្រូវមានជំនាញខាងផ្នែក​រចនារាង្គសួន ផ្នែកសាកវប្បកម្មរុក្ខជាតិ និងផ្កា ដើម្បីរក្សាពូជ បង្កាត់ រុក្ខជាតិ និងផ្កា ដើម្បីរក្សាអោយនៅតែមាន ភាពស្រស់បំព្រងនៃសួន ធម្មតាថែសួនជាសិល្បៈនៃការរចនាសួន ច្នៃទាំងផ្នែករុក្ខជាតិ សិប្បនិមិត្ត និង ការតុបតែងលម្អ ភ្លើងពណ៌ផងដែរ។ ជំនាញនេះតម្រូវឱ្យមានកម្រិតសញ្ញាបត្រតុបតែងសួន។ រយៈពេលសិក្សាពី៤ឆ្នាំ។ ត្រូវចេះភាសាអង់គ្លេស និងកុំព្យូទ័រកាន់តែល្អ។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន ស្ថាប័នរដ្ឋ  ប្រកបអាជីវកម្មខ្លួនឯង",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0006"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "default"
      },
      {
        "id": 56,
        "code": "car_tec_0004",
        "name": "អ្នកគ្រប់គ្រងការសាងសង់",
        "description": "អ្នកគ្រប់គ្រងការសាងសង់ ត្រួតពិនិត្យ​សកម្មភាព​ការងារ​ប្រចាំថ្ងៃ​នៅ​ការដ្ឋានសំណង់​។ ពួកគេ​ចាត់ចែង​សម្រួល ​ទំនាក់ទំនង​រវាង​ក្រុមហ៊ុន​ម៉ៅការ​ ​អ្នកម៉ៅការ​ ​បន្ត​ ​និង​ភាគី​ផ្សេងៗទៀត​ដែលពាក់ព័ន្ធនឹង​ការដ្ឋាន​ សំណង់​ ​​។ ​នៅក្នុងការងារនេះ​ អ្នកគ្របគ្រង​ត្រូវធ្វើឱ្យ​ប្រាកដថា​ ​ការដ្ឋានសំណង់​ ឆ្លើយតប​ទៅតាម​បទបញ្ញត្តិ​សាងសង់​ដែលច្បាប់អនុញាតិទេ? គាត់ ឬនាង ​ក៏ជួយសម្រប​សម្រួល​ ដល់បុគ្គលិកទាំងអស់​ដែលធ្វើ​ ការងារ​ក្នុងការដ្ឋាន​ ​សំណង់​ ​ដើម្បីធានាថា ​ដំណាក់កាល​ នីមួយៗ​នៃការសាងសង់​ឆ្លើយតប​ទៅតាម​ពេលកំណត់​ ​និង​ត្រួតពិនិត្យ​ រាល់ការងារ​ដែលកំពុងធ្វើ​ ដើម្បីឆ្លើយតប​ទៅតាម​បទដ្ឋានគុណភាព​។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន ស្ថាប័នរដ្ឋ  ប្រកបអាជីវកម្មខ្លួនឯង",
        "unknown_schools": null,
        "schools": [
          "uni_pri_0033",
          "uni_pri_0035"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "civil_engineer"
      },
      {
        "id": 57,
        "code": "car_tec_0005",
        "name": "អ្នកបង្កើត​សូហ្វវែ",
        "description": "អ្នកបង្កើតកម្មវិធី​សូហ្វវែ ដែលត្រូវបានចាត់ទុក​ជាអ្នកបង្កើត​កម្មវិធី​កុំព្យូទ័រ​ផងដែរនោះគឺជាអ្នក​ដែលធ្វើការងារ​ពាក់ព័ន្ធនឹង​ផ្នែកព័ត៌មានវិទ្យា​។ ពួកគេបង្កើតកម្មវិធី​សម្រាប់យក​ទៅប្រើប្រាស់​នៅតាមក្រុមហ៊ុនឯកជន អង្គភាពសាធារណៈ​និងស្ថាប័នផ្សេងៗទៀត​ដែលត្រូវការ​។​ការងារ​របស់ពួកគេ​មានចាប់ពីរចនាអនុវត្តជាក់ស្តែងដំឡើងនិង​គ្រប់គ្រង​ប្រព័ន្ធសូហ្វវែ​នៅតាមស្ថាប័នព្រមទាំង​ការគ្រប់គ្រង​ប្រព័ន្ធទូរស័ព្ទ​ផងដែរ​។គោលដៅ​ចម្បង​របស់ពួកគេ​គឺ​បង្កើតកម្មវិធី​កុំព្យូទ័រ ដែលធ្វើឱ្យ​ប្រព័ន្ធកុំព្យូទ័រ​ដំណើរការព័ត៌មាន​ក្នុងលក្ខណៈ​សមស្រប ដោយបង្ហាញ​ដំណើរការ​ពីដំណាក់ កាលមួយ​ទៅដំណាក់កាល​មួយយ៉ាងជាក់លាក់​។ពួកគេ​មាន​ភាពស្ទាត់ជំនាញ​ក្នុងការរៀបចំ​កម្មវិធីភាសាផ្សេងៗ​ដូចជាកម្មវិធី Java កម្មវិធី XML និងកម្មវិធី C++ ។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន ប្រកបអាជីវកម្មខ្លួនឯង",
        "unknown_schools": "សាកលវិទ្យាល័យអាមេរិកាំងភ្នំពេញ",
        "schools": [
          "uni_gov_0006",
          "uni_pri_0062",
          "uni_pri_0046"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "computer_science"
      },
      {
        "id": 58,
        "code": "car_tec_0006",
        "name": "អ្នកបង្កើតគេហទំព័រ",
        "description": "យោងទៅតាមការវិវត្តនៃសម័យកាល គេហទំព័រក្លាយជាទីពេញនិយមនៃមនុស្សគ្រប់គ្នា។ អ្នកបង្កើតនិងរចនាគេហទំព័រដើរតួយ៉ាងសំខាន់ក្នុងការតុបតែងទំព័រឱ្យបានស្អាតដើម្បីជាទីចាប់អារម្មណ៍របស់អ្នកគ្រប់គ្នា។ គេត្រូវចេះប្រើប្រាស់កម្មវិធីដែលទាក់ទងនឹងការបោះពុម្ពនៅក្នុងកុំព្យូទ័រ យ៉ាងស្ទាត់ជំនាញ។ គេត្រូវចេះមើលពណ៌ ចេះគូរ ចេះកាត់ត និងចេះធ្វើគំនូសព្រាងអត្ថបទ។ ការងារនេះទាមទារមនុស្សដែលមានគំនិតច្នៃប្រឌិត ឆ្លាត ឧស្សាហ៍ ព្យាយាម ហើយចេះអត់ធ្មត់ ព្រោះការងារនេះមានការបន្ទាន់ត្រូវធ្វើច្រើន។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន ស្ថាប័នរដ្ឋ ប្រកបអាជីវកម្មខ្លួនឯង",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0006",
          "uni_pri_0062",
          "uni_pri_0046"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "computer_science"
      },
      {
        "id": 59,
        "code": "car_tec_0007",
        "name": "អ្នករចនាក្រាហ្វិច",
        "description": "តើអ្នកដឹងទេថា ឡូហ្គោ ស្លាកសញ្ញា និមិត្តសញ្ញាក្រុមហ៊ុន ផ្ទាំងផ្សាយពាណិជ្ជកម្ម ដែលយើងទាំងអស់គ្នាតែងតែឃើញរាល់ថ្ងៃមានប្រភពមកពីណា? អ្នកណាអ្នកបង្កើត?វាគឺរឿងសំខាន់ក្នុងការបង្កើតជានិមិត្តសញ្ញាដើម្បីឱ្យអ្នកទាំងអស់គ្នា ចាប់អារម្មណ៍ និង ចងចាំ។ អ្នករចនាក្រាហ្វិចគឺជាអ្នកជំនាញក្នុងការបង្កើតវត្ថុទាំងនោះ។គាត់ គឺជាអ្នកដែលមានគំនិតច្នៃប្រឌិតខ្ពស់ និង មានជំនាញផ្នែកកុំព្យូទ័រ។ ការងារនេះទាមទារមនុស្សដែលមានគំនិតថ្មីៗក្នុងការច្នៃប្រឌិត ឆ្លាត ឧស្សាហ៍ ព្យាយាម ហើយចេះអត់ធ្មត់។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន  ប្រកបអាជីវកម្មខ្លួនឯង",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0006",
          "uni_pri_0046"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "computer_science"
      },
      {
        "id": 60,
        "code": "car_tec_0008",
        "name": "អ្នកបច្ចេកទេសគំនូរជីវចល",
        "description": "អ្នកបច្ចេកទេសគំនូរជីវចល គឺមានចំនេះដឹងល្អលើបច្ចេកទេសជំនាញនៃចង្វាក់របស់ការផលិតនៅក្នុងខ្សែភាពយន្តគំនូរជីវចល(មុនការផលិត / ពេលកំពុងផលិត / ក្រោយពេលការផលិត)។ ការងារនេះត្រូវយល់និងមានចំនេះដឹងល្អលើ សក្តានុពលនៃចលនាការសរសេរសេណារីយូការធ្វើទៅលើជារូបភាពសម្លេងនិងសម្ភារៈបច្ចេកវិទ្យាដែលប្រើប្រាស់ជាពិសេសសម្រាប់គំនូរជីវចល(Flash, Photoshop, After effects, ដំបូង​មុនគេ​​ និង ការផ្តួចផ្តើមពីបច្ចេកទេស 3D)។ការងារនេះទាមទារឱ្យមានព្យាយាម និងមានគំនិតច្នៃប្រឌិត។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន  ប្រកបអាជីវកម្មខ្លួនឯង",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0006"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "computer_science"
      },
      {
        "id": 61,
        "code": "car_tec_0009",
        "name": "អ្នកគ្រប់គ្រងបណ្ដាញកុំព្យូទ័រ",
        "description": "អ្នកគ្រប់គ្រងបណ្តាញកុំព្យូទ័រជាអ្នក ត ភ្ជាប់បណ្តាញជួយ​ដំណើរការ និង​គ្រប់គ្រង រចនាសម្ព័ន្ធបណ្តាញរបស់​ក្រុម​ហ៊ុន។ ពួកគេ​ថែទាំប្រព័ន្ធបណ្តាញ ដូច្នេះនិយោជិត ភ្ញៀវ និ ងអតិ ថិ ជនអាចទំនាក់ទំនងតាមរយៈ បណ្តា​ញសុវត្ថិ ភាព (អ៊ីម៉ែល ទូរស័ព្ទ)​។ ពួកគេ​ធានា​ដល់​ប្រសិទ្ធភាព​ប្រចាំថ្ងៃនៃ​ប្រតិបត្តិ​ការក្នុងក្រុមហ៊ុន។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន  ប្រកបអាជីវកម្មខ្លួនឯង",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0006",
          "uni_pri_0046"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "IT"
      },
      {
        "id": 62,
        "code": "car_tec_0010",
        "name": "អ្នកជួសជុលសម្ភារ ឬបរិក្ខាកុំព្យូទ័រ",
        "description": "កុំព្យូទ័រគឺជាឧបករណ៍សំខាន់សម្រាប់ជួយសម្រួលក្នុងកិច្ចការងារផ្សេងៗប្រចាំថ្ងៃ ចុះបើកុំព្យូទ័រដែលយើងកំពុងប្រើៗហើយមានបញ្ហា តើអ្នកណាអាចជួយយើងបាន។ អ្នកជួសជុលសម្ភារ ឬបរិក្ខាកុំព្យូទ័រ គឺជាអ្នកជំនាញក្នុងការជួសជុលកម្មវិធី និងគ្រឿងបន្លាស់កុំព្យូទ័រ។ គាត់គឺមនុស្សរហ័សរហួន ចេះដោះស្រាយបញ្ហា និង អត់ធ្មត់។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន  ប្រកបអាជីវកម្មខ្លួនឯង",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0006",
          "uni_gov_0003",
          "uni_pri_0046"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "IT"
      },
      {
        "id": 63,
        "code": "car_tec_0011",
        "name": "អ្នកគ្រប់គ្រងប្រព័ន្ធទិន្នន័យ",
        "description": "អ្នកគ្រប់គ្រងប្រព័ន្ឋទិន្នន័យត្រូវគ្រប់គ្រងប្រព័ន្ធមូលដ្ឋានទិន្នន័យដោយធ្វើការជាមួយឯកសារ និងកុំព្យូទ័រ គាត់គឺជាអ្នកទទួលខុសត្រូវក្នុងការតំឡើងទិន្នន័យចូលក្នុងប្រព័ន្ធ ធ្វើបច្ចុបន្នភាបឯកសារ ទិន្នន័យដែលមានការប្រែប្រួល ថែរក្សា និងចែករំលែកព័ត៌មានសំខាន់ៗដល់នាយកដ្ឋានផ្សេងទៀត។គាត់ត្រូវជាមនុស្សចេះដោះស្រាយបញ្ហា ឆ្លាសវៃ និងរហ័សរហួន និងតម្រូវអោយមានជំនាញប្រព័ន្ធពត៌មានផងដែរ។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន: ស្ថាប័នរដ្ឋ ; ធនាគារ;  ប្រកបអាជីវកម្មខ្លួនឯង",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0006",
          "uni_gov_0003"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "IT"
      },
      {
        "id": 64,
        "code": "car_tec_0012",
        "name": "អ្នកបច្ចេកទេសកាត់តភាពយន្ត",
        "description": "ភាពយន្តគឺទស្សនីយភាពដែលត្រូវបានចាក់បញ្ចាំងតាមទូរទស្សន៍ ប្រព័ន្ឋផ្សព្វផ្សាយផ្សេងៗ។ តើអ្នកណាជាអ្នកផលិតខ្សែភាពយន្ត? ទទួលបានព័ត៌មានសង្ខេបជាគ្រោងនៃវីដេអូនិង / ឬបញ្ជីថតសាច់រឿង។\nគាត់ឬនាងជាអ្នកប្រមូលផ្តុំខ្សែភាពយន្តដើមទាំងអស់ដោយការថតរូបកាមេរ៉ាត្រូវបានកត់ត្រាឬបញ្ជូនទៅខ្សែវីដេអូក្នុងការត្រៀមខ្លួនសម្រាប់បញ្ចូលទៅក្នុងកុំព្យូទ័រ។ កាត់ឬនាងធ្វើ ឌីជីថលកាត់ឯកសារដើម្បីដាក់បញ្ចូលគ្នានូវលំដាប់នៃខ្សែភាពយន្តនិងការសម្រេចចិត្តនូវអ្វីដែលអាចប្រើបាន។ត្រួតពិនិត្យលើគុណភាពនិងវឌ្ឍនភាពនៃវិស្វកម្មអូឌីយ៉ូនិងវីដេអូនិងកែសម្រួល។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន  ប្រកបអាជីវកម្មខ្លួនឯង",
        "unknown_schools": null,
        "schools": [
          "uni_pri_0036",
          "uni_gov_0001",
          "uni_pri_0049"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "designer"
      },
      {
        "id": 65,
        "code": "car_tec_0013",
        "name": "អ្នកគ្រប់គ្រងចង្វាក់ផលិតកម្មក្នុងរោងចក្រ",
        "description": "អ្នកមានឆ្ងល់ទេថា តើការងារក្នុងរោងចក្រធំៗ ដំណើការយ៉ាងដូចម្ដេច? តើផ្នែកផ្សេងៗធ្វើការជាមួយគ្នាដូចម្ដេច ដើម្បីឱ្យការផលិតមានប្រសិទ្ឋភាព?អ្នកត្រួតពិនិត្យសង្វាក់ផលិតកម្មគឺជាអ្នកមើលការខុសត្រូវនិងសម្របសម្រួលដំណើការផលិតទាំងស្រុងក្នុងរោងចក្រ ឬក្រុមហ៊ុន។ អ្នកត្រួតពិនិត្យធ្វើឱ្យប្រាកដថា ការងារនីមួយៗដូចជា ការត្រួតពិនិត្យ សង្វាក់ផលិតកម្ម ប្រព្រឹត្តទៅប្រកបដោយប្រសិទ្ឋភាព និង ទៅតាមពេលវេលាសមស្រប។ អ្នកត្រួតពិនិត្យសង្វាក់ផលិតកម្មត្រូវរៀបចំផែនការតាមដាន និងវាយតម្លៃការងាររបស់ខ្លួន ផ្អែកតាមលក្ខណៈវិនិច្ឆ័យដែលបានកំណត់។ជំនាញផ្ទាល់ខ្លួនពិតជាសំខាន់ណាស់សម្រាប់ការងារវិជ្ជមាននិងជម្រុញទឹកចិត្តខ្លួនឯង។ ដើម្បីក្លាយជាអ្នកត្រួតពិនិត្យសង្វាក់ផលិតកម្ម អ្នកត្រូវតែសិក្សាលើជំនាញ ពាណិជ្ជកម្ម និងការគ្រប់គ្រងពាណិជ្ជកម្ម និងមានបទពិសោធន៍ក្នុងផ្នែកនេះពីមួយទៅពីរឆ្នាំសិន។",
        "places_for_work": "រោងចក្រ សហគ្រាស​ (ឧ.រោងចក្រផលិត សម្លៀកបំពាក់ ចំណីអាហារ..)",
        "unknown_schools": null,
        "schools": [
          "uni_pri_0035",
          "uni_pri_0036"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "default"
      },
      {
        "id": 66,
        "code": "car_tec_0014",
        "name": "ជាងចំលាក់ ឬសូន្យរូប",
        "description": "ដៃកាន់ពន្លាក ដែកដាប់ឬឧបករណ៍ផ្សេងៗទៀត គេប្រែក្លាយឈើ ឬដុំថ្មមួយដុំឱ្យទៅជារូបចំលាក់ដ៏ស្រស់ស្អាត។ គេពូកែឆ្លាក់រូបពីដុំថ្ម ឬឈើ និងជំនាញសូន្យរូបបដិមាផ្សេងៗពីស៊ីម៉ងតិ៍ និង មានចំណេះដឹងជ្រៅជ្រះផ្នែកសិល្បះ ពូកែអត់ធ្មត់ មិនឆាប់ខឹងឆេវឆាវ ចេះប្រមូលអារម្មណ៍ និងម៉ត់ចត់ល្អិតល្អន់បំផុត។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន  ប្រកបអាជីវកម្មខ្លួនឯង",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0006"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "default"
      },
      {
        "id": 67,
        "code": "car_tec_0015",
        "name": "បសុពេទ្យ (ពេទ្យសត្វ)",
        "description": "បសុពេទ្យជាអ្នកជំនាញថែទាំ បង្ការជំងឺសត្វ ដែលរួមទាំងសត្វចតុបាទ និងសត្វបក្សីផ្សេងៗ។  នៅតាមជនបទ និងនៅក្នុងកសិដ្ឋានចិញ្ចឹមសត្វ បសុពេទ្យនិងពិនិត្យសុខភាពសត្វ...ដើម្បីចាក់វាក់សាំងបង្ការ ឬព្យាបាលជំងឺ។ បសុពេទ្យជាអ្នកផ្ដល់ដំបូន្មានដល់កសិករ និងអ្នកចិញ្ចឹមសត្វពីរបៀបថែទាំ ឱ្យចំណី និងព្យាបាលសត្វ។ ការងារនេះធ្វើការច្រើនត្រូវធ្វើជាពេទ្យពិនិត្យព្យាបាលសត្វផ្នែកជំងឺទូទៅ របស់សត្វ។",
        "places_for_work": "ក្រសួងអភិវឌ្ឍជនបទ ក្រសួងកសិកម្ម និងរុក្ខប្រមាញ និង នេសាទ  ក្រុមហ៊ុនឯកជន បង្កើតអាជីវកម្ម",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0002",
          "uni_gov_0019",
          "uni_gov_0011",
          "uni_gov_0020",
          "uni_gov_0009"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "doctor"
      },
      {
        "id": 68,
        "code": "car_tec_0016",
        "name": "អ្នកជលផល",
        "description": "អ្នកជលផលជាអ្នកសិក្សាស្រាវជ្រាវ អងេ្កតតាមដាន សា្ថនភាពមច្ឆជាតិ  សត្វក្នុងទឹកផ្សេងៗ និងជីវចំរុះ អេកូឡូស៊ីក្នុងទឹក  ។ មានតួនាទីចងក្រង និងផ្សព្វផ្សាយឯកសារផលប៉ះពាល់រវាងការធ្វើនេសាទ ឬការប្រមាញ ដើម្បីបង្កើត រក្សាទុក ផ្លាស់ប្តូរ និងផ្សព្វផ្សាយទិន្នន័យមួយជាក់លាក់ ដើម្បីអភិរក្ស វារីសត្វ និងវារីរុក្ខជាតិនានា។ បង្កើនសមត្ថភាពមន្ទីរពិសោធន៍ខាងចំណី ជំងឺវារីសត្វ វារីរុក្ខជាតិ ។ ជាអ្នកសិក្សាស្រាវជ្រាវ និងផលិតប្រភេទសត្វក្នុងទឹក និងលើគោក និងរុក្ខជាតិដែលជិតផុតពូជ គ្រប់គ្រងធនធានជលផលក្នងទឹក លើគោក។​ អ្នកដែលមានជំនាញនេះតម្រូវឱ្យមានកម្រិតសញ្ញាបត្រ៖ បរិញ្ញាបត្រជាន់ខ្ពស់ ឯកទេសជលផលរយៈពេលសិក្សាពី៤ឆ្នាំទឿងទៅ ៦ឆ្នាំ។",
        "places_for_work": "ក្រសួងអភិវឌ្ឍជនបទ ក្រសួងកសិកម្ម និងរុក្ខប្រមាញ និង នេសាទ  ក្រុមហ៊ុនឯកជន បង្កើតអាជីវកម្ម",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0002",
          "uni_gov_0019",
          "uni_gov_0011",
          "uni_gov_0020"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "agricultural_scientist"
      },
      {
        "id": 69,
        "code": "car_tec_0017",
        "name": "អ្នកថែទាំកសិដ្ឋានចិញ្ចឹមសត្វ",
        "description": "នៅប្រទេសកម្ពុជាបច្ចុប្បន្ន ការចិញ្ចឹមសត្វដើម្បីយកសាច់លក់ក្នុងស្រុក និងនាំចេញទៅបរទេសមានការលូតលាស់ច្រើន ។​ អ្នកថែទាំ កសិដ្ឋានចិញ្ចឹមសត្វមានតួនាទីថែទាំ ឱ្យចំណី ព្យាបាល ដែលខ្លួនមើលថែរមានដូចជា គោ ក្របី សេះ ជ្រូក មាន់ ទា.......។ អ្នកថែរកសិដ្ឋានក៍ដូចជាកសិករម្នាក់ដែរ ឱ្យចំណីសត្វ​ តាមដានស្ថានភាពសុខភាពសត្វ និងចេះផ្តល់ការរក្សាសត្វពេលសត្វឈឺ។",
        "places_for_work": "ក្រុមហ៊ុនកសិដ្ឋាស្ថានឯកជន បង្កើតអាជីវកម្ម",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0002",
          "uni_gov_0019",
          "uni_gov_0011",
          "uni_gov_0020"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "agricultural_scientist"
      },
      {
        "id": 70,
        "code": "car_tec_0018",
        "name": "ក្សេត្រវិទូ",
        "description": "ជាអ្នកស្រាវជ្រាវ និងជាវិស្វករផង។ ក្សេត្រវិទូចេះពិនិត្យមើលធញ្ញជាតិ ដែលសមស្របនឹងដាំនៅលើដីកន្លែងណាមួយចេះរិះរកវិធីព្យាបាលជំងឺដើមឈើហូបផ្លែ ចេះជ្រើសរើសសំរិតសំរាំង ចេះបង្កើតពូជរុក្ខជាតិថ្មីៗដូចជា៖ ពូជស្វាយផ្អែម ពុទ្រាផ្លែធំ មៀនផ្លែសាច់ច្រើន......។ ក្សេត្រវិទូធ្វើការក្នុងបន្ទប់ពិសោធស្រាវជ្រាវ។ ប៉ុន្ដែមុខរបរនេះតម្រូវឱ្យគេចេះផ្ដល់យោ​បល់ដល់កសិករ ព្រោះកសិករត្រូវទប់ទល់ប្រឆាំងនឹងដង្កូវបំផ្លាញដំណាំ ជ្រើសរើសពូជស្រូវសមស្របទៅនឹងដី ជួយការពារព្រៃឈើ....។ ការងារជួយធ្វើឱ្យមានការអភិវឌ្ឍ វិស័យកសិកម្ម និងកិច្ចការពារបរិស្ថាន។",
        "places_for_work": "ក្រសួងអភិវឌ្ឍជនបទ និងរុក្ខប្រមាញ និង នេសាទ; ក្រសួងបរិស្ថាន; ក្រសួងកសិកម្ម; ក្រុមហ៊ុនឯកជន បង្កើតអាជីវកម្ម",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0002",
          "uni_gov_0019",
          "uni_gov_0011",
          "uni_gov_0020",
          "uni_gov_0008"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "agricultural_scientist"
      },
      {
        "id": 71,
        "code": "car_tec_0019",
        "name": "ជំនួយការលក់ថ្នាំពេទ្យ",
        "description": "ជំនួយការលក់ថ្នាំពេទ្យ មានតួនាទីសំខាន់ក្នងការលក់ឱសថ ទៅឱ្យអ្នកជំងឺតាមវេជ្ជបញ្ជា ដើម្បីអាចព្យាបាលអ្នកជំងឺឆាប់ជាសៈស្បើយបានឆាប់រហ័សដោយសារតែគ្រូពេទ្យបានចេញវេជ្ជបញ្ជា បន្ទាប់ពីបានពិនិត្យសុខភាពនិងធ្វើរោគវិនិច្ឆ័យប្រភេទជំងឺច្បាស់លាស់។ ការងារនេះទាមទារឱ្យមានក្រមសីលធម៌ និង ការប្រុងប្រយ័ត្នខ្ពស់ មុននឹងផ្ដល់ថ្នាំទៅឱ្យអ្នកជំងឺ។",
        "places_for_work": "ឱសថស្ថាន ឬនៅតាមគ្លីនិកឯកជន \nនានា",
        "unknown_schools": "សាលាមធ្យមសិក្សាសុខាភិបាលភូមិភាគ",
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "nurse"
      },
      {
        "id": 72,
        "code": "car_tec_0020",
        "name": "អ្នកវិភាគផ្នែកហរិញ្ញវត្ថុ",
        "description": "អ្នកវិភាគហិរញ្ញវត្ថុ​ ជួយ​ក្រុម​ហ៊ុនឱ្យយល់ពី និន្នាការបច្ចុប្បន្ន​ នៃវិស័យឧស្សាហ​កម្ម និងជួយពួកគេឱ្យ​ធ្វើ​ ការសម្រេចចិត្ត​ផ្នែក អាជីវកម្មដ៏សំខាន់ ដោយ​ផ្តល់អនុសាសន៍ ពាក់ព័ន្ធនឹ ងការលក់ ឬទិញ ដល់​ភ្ញៀវឬនិយោជក។ តាមរយៈការយល់​ដឹងពីអ្វីដែលកំពុង​ដំណើរការ នៅក្នុងឧស្សាហកម្ម​នេះ ពួកគេក៏អាចជួយ​ក្រុម​ហ៊ុនឱ្យរក​ឃើញ និង​ចូលរួមក្នុងឱកាស​ធ្វើ​អាជីវកម្មថ្មីដូចជាឧស្សាហកម្មថ្មីជាដើម។ ជំនាញនេះតម្រូវឱ្យមានកម្រិតសញ្ញាបត្រផ្នែកហិរញ្ញវត្ថុ ឬសេដ្ឋកិច្ច។ រយៈពេលសិក្សាពី៤ឆ្នាំ។ ត្រូវចេះភាសាអង់គ្លេស និងកុំព្យូទ័រកាន់តែល្អ។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន ស្ថាប័នរដ្ឋ និងអង្គការក្រៅរដ្ឋាភិបាល",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0004",
          "uni_pri_0060",
          "uni_gov_0011",
          "uni_gov_0003",
          "uni_pri_0051",
          "uni_pri_0034",
          "uni_gov_0008"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "finance_officer"
      },
      {
        "id": 73,
        "code": "car_tec_0021",
        "name": "សវនករ",
        "description": "នៅក្នុងក្រុមហ៊ុន ឬអង្គភាពមួយតែងតែមានបញ្ជីចំនូលចំណាយ។ ក្នុងនោះក្រុមហ៊ុននឹងមានបុគ្គលិកសម្រាប់កាន់បញ្ជីទាំងនោះ ដែលគេហៅថា គណនេយ្យករ។ តើយើងអាចដឹងដោយរបៀបណាថា គណនេយ្យករសុទ្ឋតែធ្វើឯកសារបានត្រឹមត្រូវ។ សវនករគឺជាបុគ្គលម្នាក់ដែលត្រូវបានតែងតាំងនិងមានសិទ្ធិពិនិត្យបញ្ជីគណនីនិងគណនេយ្យប្រៀបធៀបការចាយវាយជាមួយនឹងប័ណ្ណ ទូទាត់ ផ្ទៀងផ្ទាត់តារាងតុល្យភាពនិងធាតុប្រាក់ចំណូលហើយបង្ហាញពីលទ្ធផល។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន ស្ថាប័នរដ្ឋ អង្គការក្រៅរដ្ឋាភិបាល ប្រកបអាជីវកម្មខ្លួនឯង",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0004",
          "uni_pri_0060",
          "uni_gov_0011",
          "uni_gov_0003",
          "uni_pri_0051",
          "uni_pri_0034",
          "uni_gov_0008",
          "uni_gov_0009"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "finance_officer"
      },
      {
        "id": 74,
        "code": "car_tec_0022",
        "name": "គណនេយ្យករ",
        "description": "គ្រប់គ្រងទឹកប្រាក់ ការទិញ​ ការលក់ការផលិតទុនវិនិយោគសុទ្ធតែត្រូវបានគណនេយ្យករកត់ត្រាទុកក្នុងបញ្ជីទាំងអស់ព្រោះគេមាននាទីចាប់អារម្មណ៍ទៅលើការប្រើលុយរបស់ក្រុមហ៊ុន ឬសា្ថប័នក្រៅរដ្ឋាភិបាលគណនេយ្យករប្រើប្រាស់កម្មវិធីក្នុងប្រព័ន្ធកុំព្យូទ័រ ដើម្បីគិតចំនួនទឹកប្រាក់។ គណេយ្យករកត់ត្រាក្នុងបញ្ជីចំណូលចំណាយចូលក្នុងវិក័យប័ត្រ ពន្ធ ប្រាក់ខែបុគ្គលិក......។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន ស្ថាប័នរដ្ឋ អង្គការក្រៅរដ្ឋាភិបាល ប្រកបអាជីវកម្មខ្លួនឯង",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0004",
          "uni_pri_0060",
          "uni_gov_0011",
          "uni_gov_0003",
          "uni_pri_0051",
          "uni_pri_0034",
          "uni_gov_0008",
          "uni_gov_0009",
          "uni_gov_0010"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "accountant"
      },
      {
        "id": 75,
        "code": "car_tec_0023",
        "name": "បេឡាករ",
        "description": "បេឡាករគឺជាបុគ្គលដែលធ្វើការជាមួយប្រតិបត្តិចំនូល-ចំណាយ និង ទិន្នន័យ។ គាត់ត្រូវរៀបចំបញ្ចេញប្រាក់កម្ចី និងប្រមូលប្រាក់សងត្រឡប់មកវិញរបស់អតិថិជន រៀបចំបញ្ចូលទិន្នន័យរបស់អតិថិជននៅក្នុងប្រព័ន្ធ រៀបចំបញ្ចូលចំណូល ចំណាយគ្រឹះស្ថាននៅក្នុងប្រព័ន្ធ ត្រួតពិនិត្យសក្ខីប័ត្រមុននឹងទទួលប្រាក់ និងបញ្ចេញប្រាក់ រាប់លុយ និងរៀបចំរបាយការណ៍សាច់ប្រាក់ដែលរាប់ជារៀងរាល់ថ្ងៃកត់ត្រាប្រចាំថ្ងៃក្នុងសៀវភៅសាច់ប្រាក់របស់គ្រឹះស្ថានឱ្យបានទាន់ពេលវេលា។អ្នកដែលធ្វើការនេះត្រូវមានអាកប្បកិរិយាល្អ ស្មោះត្រង់ រួសរាយរាក់ទាក់ មានភាពអំណត់ កាយសម្បទាមាំមួន និងមានទំនួលខុសត្រូវក្នុងការងារ។",
        "places_for_work": "ធនាគារ និងក្រុមហ៊ុនឯកជន",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0004",
          "uni_pri_0060",
          "uni_gov_0011",
          "uni_gov_0003",
          "uni_pri_0051",
          "uni_pri_0034"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "cashier"
      },
      {
        "id": 76,
        "code": "car_tec_0024",
        "name": "អ្នកស្ថិតិ",
        "description": "អ្នកស្ថិតិ គឺជាអ្នកគ្រប់គ្រងទិន្នន័យមូលដ្ឋាន អនុវត្តបច្ចេកទេសគំរូឬប្រើមូលដ្ឋានបញ្ជីពេញលេញដើម្បីកំណត់ក្រុមគោលដៅដែលត្រូវបានស្ទង់មតិ។រៀបចំគម្រោងនិងឧបករណ៍ស្រាវជ្រាវដែលប្រើបច្ចេកវិទ្យាត្រឹមត្រូវនិងប្រើប្រាស់ព័ត៌មានដែលទទួលបានពីទិន្នន័យដើម ដើម្បីរៀបចំការវិភាគអោយបានត្រឹមត្រូវ និងប្រសិទ្ធភាព។\nពិនិត្យមើលទ្រឹស្តីដូចជាប្រូបាប៊ីលីតេ និងការសន្និដ្ឋានដើម្បីស្វែងយល់មូលដ្ឋានគ្រឹះនៃវិធីសាស្ត្រថ្មីៗឬវិធីសាស្រ្តនៃការទទួលនិងវាយតំលៃទិន្នន័យជាតួលេខ។",
        "places_for_work": "ធនាគារ ក្រុមហ៊ុនឯកជន ក្រុមហ៊ុនសាជីវកម្ម និងសាកលវិទ្យាល័យនានា",
        "unknown_schools": null,
        "schools": [
          "uni_pri_0050",
          "uni_gov_0004",
          "uni_pri_0035",
          "uni_pri_0041"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "secretary"
      },
      {
        "id": 77,
        "code": "car_tec_0025",
        "name": "អ្នកវិភាគផ្នែកទីផ្សារ/សិ្ថតិធានារ៉ាប់រង",
        "description": "អ្នកវិភាគ​ស្ថិតិ​ធានារ៉ាប់រង​​គឺ​ជា​​គណិតវិទូ​ដែល​ជួយ​​ក្រុមហ៊ុន​​ព្យាករណ៍​​អំពី​ហា​និ​ភ័យ​​និង​​តម្លៃ​ពាក់​​ព័ន្ធ​នឹង​ហានិភ័យ​ទាំងនេះ​។ ពួកគេ​មានការយល់ដឹង​ជ្រៅជ្រះ​អំពី​​គណិតវិទ្យា​ ស្ថិតិ​ ការ​វិនិ​យោ​គ សេដ្ឋកិច្ច នយោបាយ បទបញ្ញត្តិ​ ទីផ្សារ​ ប្រតិបត្តិការ និងការចែកចាយ។ ពួកគេ​​ប្រើ​ប្រា​ស់​​ចំណេះ​ដឹង​របស់ខ្លួន​​ជួយ​អតិថិជន​ និង​​បុគ្គលិក​ ដើម្បី​បង្កើត​​គោលនយោបាយ​ ផែនការ​តម្លៃ​​និង​​លទ្ធផល​​ហិរញ្ញវត្ថុ​​ដ៏​ស្មុគស្មាញ​មួយ ស្របពេល​​ជាមួយគ្នានោះដែរ​ ពួកគេ​​ផ្តល់​ដំបូន្មាន​​ពាក់​ព័ន្ធ​​ហិរញ្ញវត្ថុ​និង​​​ផ្នែក​ពាណិជ្ជកម្ម​ជា​យុទ្ធសាស្ត្រ​។ ផ្នែកសំខាន់​​នៃការងារ​​របស់​ពួកគេ​​គឺ​ពាក់ព័ន្ធ​​​ការគាំពារ​សុខភាព​ ហិរញ្ញវត្ថុ​ ប្រាក់​ចូល​និវត្ត​ន៍ និងការធានារ៉ាប់រង។ អ្នកឯកទេស​ស្ថិតិ​ធានារ៉ាប់​រង​ប្រើ​ប្រាស់​​គំរូ​ហិរញ្ញវត្ថុ​​ដើម្បី​វិភាគ​ និង​​ស្វែង​យល់​ពី​​ទិន្នន័យ​ផ្សេងៗ​។ ដោយ​សារតែ​ពួកគេ​​ត្រូវ​ធ្វើ​ការវិភាគ​​ទិន្នន័យ​​ដ៏​ស្មុគស្មាញ​​បែប​នេះ ដូច្នេះ​​ទំនាក់​ទំនង​​គឺ​​ជា​ជំនាញ​សំខាន់​ ដែល​ជួយពួកគេ​​បញ្ជូន​សារ​​ទៅកាន់​​អ្នក​ដែលគ្មាន​​បច្ចេក​ទេសនេះ។",
        "places_for_work": "ធនាគារ ក្រុមហ៊ុនឯកជន និងក្រុមហ៊ុនសាជីវកម្ម",
        "unknown_schools": null,
        "schools": [
          "uni_pri_0050",
          "uni_gov_0004",
          "uni_pri_0035"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "marketing_officer"
      },
      {
        "id": 78,
        "code": "car_tec_0026",
        "name": "សេដ្ឋវិទូ",
        "description": "សេដ្ឋវិទូ​គឺ​ជាអ្នកជំនាញ​ក្នុងវិស័យ​ទ្រព្យធន និង​ចរាចរសាច់ប្រាក់​។ ពួកគេ​សិក្សា​ពី​ផលប៉ះពាល់ នៃ​គោលនយោបាយ​និង​ការសម្រេចចិត្ត​ទៅលើ ពិភពពិត ដើម្បីផ្តល់អនុសាសន៍​ដល់​វិស័យឯកជន​និង​រដ្ឋ​។ តាមរយៈ​ការស្រាវជ្រាវ​ដ៏​ទូលំទូលាយ សេដ្ឋវិទូ​រកឃើញ​និង​លាតត្រដាង​អំពី​និន្នាការ ដើម្បីធ្វើការ​ព្យាករណ៍​ជាក់លាក់មួយ​។ ពួកគេវិភាគ និង​បកស្រាយពី​បញ្ហាពាក់ព័ន្ធនឹង​ប្រាក់​ដូចជា​ប្រាក់ពន្ធអតិផរណា កំណើន​ប្រជាពលរដ្ឋ​កម្រិតការងារ និង​ការគ្រប់គ្រង​ធនធាន ទំនិញ​និង​សេវាកម្ម​។ តាមធម្មតា ពួកគេ​បម្រើការ​ឱ្យ​រដ្ឋាភិបាល ធនាគារ ក្រុមហ៊ុន ពិគ្រោះយោបល់ សាជីវកម្មពហុជាតិ និង​តាមសាកលវិទ្យាល័យ​ជាដើម​។ ជំនាញនេះតម្រូវឱ្យមានកម្រិតសញ្ញាបត្រផ្នែកសេដ្ឋកិច្ច។ រយៈពេលសិក្សាពី៤ឆ្នាំ។ ត្រូវចេះភាសាអង់គ្លេស និងកុំព្យូទ័រកាន់តែល្អ។",
        "places_for_work": "ធនាគារ ក្រុមហ៊ុនឯកជន ក្រុមហ៊ុនសាជីវកម្ម និងសាកលវិទ្យាល័យនានា",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0003",
          "uni_pri_0049",
          "uni_pri_0045",
          "uni_pri_0050"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "business_man"
      }
    ]
  },
  {
    "id": 3,
    "title": "បុគ្គលិកលក្ខណៈបុគ្គល បែបសង្គម",
    "logoName": "social",
    "career_title": "មុខរបរ ឬការងារ ក្នុងវិស័យសង្គម",
    "entries": [
      "មានទំនាក់ទំនងល្អជាមួយនឹងក្រុមការងារ",
      "ចេះសម្របខ្លួនតាមស្ថានភាពជាក់ស្ដែង",
      "អត់ធ្មត់",
      "មានទំនួលខុសត្រូវ",
      "គ្រប់គ្រងពេលវេលា​បានល្អ",
      "ពូកែសម្របសម្រួល",
      "ចូលចិត្តធ្វើការជាមួយមនុស្ស",
      "ស្លូតបូត និងសុភាពរាបសារ",
      "ជួយផ្ដល់យោបល់ឱ្យអ្នកដទៃ",
      "ចូលចិត្តទទួលការរិៈគន់ក្នុងន័យស្ថាបនា",
      "ចេះចែករំលែកបទពិសោធន៍ការងារ និងចំណេះដឹង",
      "មានភាពជាអ្នកដឹកនាំ និងគ្រប់គ្រង",
      "មានប្រាស្រ័យល្អក្នុងសហគមន៍",
      "រួសរាយរាក់ទាក់"
    ],
    "concern_subjects": [
      "khmerReading",
      "khmerWriting",
      "socialStudyGeography",
      "socialStudyEthicsAndCitizenship",
      "english",
      "softSkillCommunication",
      "softSkillBrave",
      "softSkillTeamwork",
      "softSkillPublicSpeaking"
    ],
    "concern_entries": [
      "មានទំនាក់ទំនងល្អជាមួយនឹងក្រុមការងារ",
      "អត់ធ្មត់",
      "មានទំនួលខុសត្រូវ",
      "ពូកែសម្របសម្រួល",
      "ចូលចិត្តធ្វើការជាមួយមនុស្ស"
    ],
    "recommendation": "បុគ្គលដែលជ្រើសរើសមុខរបរ បែបសង្គម ចូលចិត្តធ្វើការជាមួយមនុស្ស  មានការអត់ធ្មត់  ពូកែសម្របសម្រួល មានទំនួលខុសត្រូវ  និងមានទំនាក់ទំនងល្អជាមួយក្រុមការងារ និងក្នុងសហគមន៍។ គាត់/នាង ចាប់អារម្មណ៍ និងរៀនពូកែមុខវិជ្ជា ភាសាខ្មែរ/អក្សរសាស្រ្តខ្មែរ  ភូមិវិទ្យា  សីលធម៌ និងភាសាបរទេសជាដើម។ ដើម្បីទទួលបាន អាជីពបែបសង្គម សិស្សានុសិស្ស ត្រូវសិក្សា​រយៈពេលពី ២-៤ ឆ្នាំនៅសាកលវិទ្យាល័យ ឬវិទ្យាស្ថានតាមជំនាញដែលខ្លួនជ្រើសរើស ។ឱកាសការងារ គឺមាននៅតាមស្ថាប័នរដ្ឋ អង្គការក្រៅរដ្ឋាភិបាល ធនាគារ  សណ្ឋាគារ ឬបង្កើតអាជីវកម្មផ្ទាល់ខ្លួន។",
    "careers": [
      {
        "id": 79,
        "code": "car_soc_0001",
        "name": "គ្រូមត្តេយ្យ",
        "description": "គ្រូត្រូវង្រៀនកុមារអាយុក្រោម ៦ឆ្នាំ។ មានតួនាទីបង្រៀនកុមារឱ្យមានអនាម័យ ប្រើភាសាក្នុងការនិយាយស្ដី ជាមនុស្សចេះអត់ធន់ និងមានចិត្តស្រឡាញ់កុមារ។ គ្រូមត្តេយ្យតម្រូឱ្យប្រលងជាប់បាក់ឌុប និងដាក់ពាក្យប្រលងគ្រូមត្តេយ្យសិក្សា។ ករណីប្រឡងជាប់គ្រូកម្រិតមតេយ្យសិក្សា គាត់ត្រូវទទួលការបណ្តុះបណ្តាលរយៈពេល ២ឆ្នាំសាលាគរុកោសល្យ មត្តេយ្យមជ្ឈឹម ទីក្រុងភ្នំពេញ ដើម្បីក្លាយជាគ្រូប្រកបដោយវិជ្ជាជីវៈ និងមនសិកាគ្រូបង្រៀន ។",
        "places_for_work": "សាលារដ្ឋ សាលាឯកជន ក្រសួង មន្ទីរ",
        "unknown_schools": "សាលាគរុកោសល្យ មត្តេយ្យមជ្ឈឹម(គ្រូមត្តេយ្យ)",
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "teacher"
      },
      {
        "id": 80,
        "code": "car_soc_0002",
        "name": "គ្រូបឋមសិក្សា",
        "description": "គ្រូបឋមសិក្សាត្រូវបង្រៀនកុមារចាប់ពីអាយុ ៦ឆ្នាំដល់អាយុ១២​ឆ្នាំ (ថ្នាក់ទី១-៦)។ គ្រូបឋមសិសក្សាត្រូមានចំណេះដឹងលើមុខវិជ្ជាដូចជា៖ គណិតវិទ្យា ប្រវត្តិវិទ្យា ភូមិវិទ្យា ភាសាខ្មែរ ឬភាសាបរទេស ជាដើម។ គ្រូបឋមសិសក្សាត្រូវបង្រៀន ៤ម៉ោងក្នុងមួយថ្ងៃ និងចំណាយពេលផ្សេងទៀត ក្នុងការធ្វើកិច្ចតែងការបង្រៀន ឬផលិតសម្ភារឧបទ្ទេស ជាមុន ដើម្បីធ្វើឱ្យការបង្រៀនមានប្រសិទ្ធិភាព ។​ គ្រូមបឋមសិក្សាតម្រូវឱ្យប្រលងជាប់បាក់ឌុប និងដាក់ពាក្យប្រលងគ្រូបឋមសិក្សា។ ករណីប្រឡងជាប់គ្រូកម្រិតបឋមសិក្សា គាត់ ត្រូវទទួលការបណ្តុះបណ្តាលរយៈពេល ២ឆ្នាំ នៅសាលាគរុកោសល្យ និងវិក្រឹតការខេត្ត។",
        "places_for_work": "សាលារដ្ឋ សាលាឯកជន ក្រសួង មន្ទីរ",
        "unknown_schools": "សាលាគរុកោសល្យ និងវិក្រឹតការខេត្ត(គ្រូបឋមសិក្សា)",
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "teacher"
      },
      {
        "id": 81,
        "code": "car_soc_0003",
        "name": "គ្រូមធ្យមសិក្សាបឋមភូមិ",
        "description": "គ្រូមធ្យមសិក្សាបឋមភូមិត្រូវបង្រៀនកុមារចាប់ពីអាយុ ១៣ឆ្នាំដល់អាយុ១៥​ឆ្នាំ (ថ្នាក់ទី៧-៩)។ គ្រូមធ្យមសិក្សាបឋមភូមិ ត្រូវបង្រៀន ទៅលើមុខវិជ្ជាឯកទេសរបស់ខ្លួន តាមម៉ោងកំណត់របស់សាលា ។ គ្រូបង្រៀនត្រូវមានភារកិច្ចធ្វើកិច្ចតែងការបង្រៀន ផលិតសម្ភារឧបទ្ទេស ស្រាវជ្រាវ និងបង្រៀនសិស្សប្រកបដោយក្រមសីលធម៌ និងវិជ្ជាជីវៈខ្ពស់ ។ គាត់តម្រូវឱ្យប្រលងជាប់បាក់ឌុប និងដាក់ពាក្យប្រលងគ្រូមធ្យមសិក្សាបឋមភូមិ។ ករណីប្រឡងជាប់ធ្វើជាគ្រូបង្រៀន ។គាត់ ត្រូវទទួលការបណ្តុះបណ្តាលរយៈពេល ២ឆ្នាំ នៅមជ្ឈមណ្ឌលគរុកោសល្យភូមិភាគខេត្ត។",
        "places_for_work": "សាលារដ្ឋ សាលាឯកជន ក្រសួង មន្ទីរ",
        "unknown_schools": "មជ្ឈមណ្ឌលគរុកោសល្យ ភូមិភាគខេត្ត(គ្រូមធ្យមសិក្សា)",
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "teacher"
      },
      {
        "id": 82,
        "code": "car_soc_0004",
        "name": "គ្រូមធ្យមសិក្សាទុតិយភូមិ",
        "description": "គ្រូមធ្យមសិក្សាទុតិយភូមិត្រូវបង្រៀនកុមារចាប់ពីអាយុ ១៦ឆ្នាំដល់អាយុ១៨​ឆ្នាំ (ថ្នាក់ទី១០-១២)។ គាត់/នាងតម្រូវឱ្យប្រលងជាប់បាក់ឌុប និងសិក្សាតាមសាកលវិទ្យាល័យនានារយៈពេល៤ឆ្នាំ បូកនឹង សិក្សានៅវិទ្យាស្ថានជាតិអប់រំ (NIE)រយៈពេល១ឆ្នាំទៀត។ គ្រូមធ្យមសិក្សាទុតិយភូមិ ត្រូវបង្រៀនមុខវិជ្ជាឯកទេសរបស់ខ្លួន តាមម៉ោងកំណត់របស់សាលា ។ គ្រូបង្រៀនត្រូវមានភារកិច្ចធ្វើកិច្ចតែងការបង្រៀន ផលិតសម្ភារឧបទ្ទេស ស្រាវជ្រាវ និងបង្រៀនសិស្សប្រកបដោយក្រមសីលធម៌ និងវិជ្ជាជីវៈខ្ពស់ ។",
        "places_for_work": "សាលារដ្ឋ សាលាឯកជន ក្រសួង មន្ទីរ",
        "unknown_schools": "វិទ្យាស្ថានអប់រំ (NIE)",
        "schools": [
          "uni_gov_0001",
          "uni_gov_0011",
          "uni_pri_0041",
          "uni_gov_0004",
          "uni_gov_0003"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "teacher"
      },
      {
        "id": 83,
        "code": "car_soc_0005",
        "name": "សាស្រ្តាចារ្យឧត្តមសិក្សា",
        "description": "សាស្រ្តាចារ្យឧត្តមសិក្សាបង្រៀននិស្សិតតាមបណ្តាសាកលវិទ្យាល័យនានា។ គាត់តម្រូវឱ្យមានសញ្ញាប័ត្រសមមូល ដូចជា​៖ កម្រិតបរិញ្ញា អនុបណ្ឌិត  ឬបណ្ឌិត ក្នុងប្រទេស ឬក្រៅប្រទេស។ គាត់ ត្រូវបង្រៀនមុខវិជ្ជាឯកទេសរបស់ខ្លួន តាមម៉ោងកំណត់របស់សាកលវិទ្យាល័យ ។ គាត់ត្រូវមានភារកិច្ចធ្វើកិច្ចតែងការបង្រៀន ផលិតសម្ភារឧបទ្ទេស ស្រាវជ្រាវ និងបង្រៀនសិស្សប្រកបដោយក្រមសីលធម៌ និងវិជ្ជាជីវៈខ្ពស់ និងមានចំណេះដឹងផ្នែក ភាសាអង់គ្លេស និងកុំព្យុទ័រ ។",
        "places_for_work": "សាកលវិទ្យាល័យនានា អង្គការក្រៅរដ្ឋាភិបាល ក្រុមហ៊ុនឯកជន ឬស្ថាប័នរដ្ឋ",
        "unknown_schools": "វិទ្យាស្ថានជាតិអប់រំ NIE និង សាកលវិទ្យាល័យក្រៅប្រទេស",
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "teacher"
      },
      {
        "id": 84,
        "code": "car_soc_0006",
        "name": "គ្រូឧទេសគរុកោសល្យ",
        "description": "គ្រូឧទ្ទេសគរុកោសល្យ បណ្តុុះបណ្តាលគរុសិស្សកំពុងសិក្សា នៅតាម សាលាគរុកោសល្យ និងវិក្រិតការខេត្ត ឬនៅតាម មជ្ឈមណ្ឌលគរុកោសល្យភូមិភាគខេត្ត ។ គាត់ បណ្តុះបណ្តាលពី គោលវិធីសាស្រ្តគរុកោសល្យ  ចិត្តវិទ្យា  និងតាមមុខវិជ្ជាតាមឯកទេស ។ គាត់ តម្រូវឱ្យមានសញ្ញាប័ត្រសមមូល ដូចជា​៖ កម្រិតបរិញ្ញា អនុបណ្ឌិត  ឬបណ្ឌិត ក្នុងប្រទេស ឬក្រៅប្រទេស។ គាត់ ត្រូវបង្រៀនមុខវិជ្ជាឯកទេសរបស់ខ្លួន តាមម៉ោងកំណត់របស់សាលា ។ គាត់ត្រូវមានភារកិច្ចធ្វើកិច្ចតែងការបង្រៀន ផលិតសម្ភារឧបទ្ទេស ស្រាវជ្រាវ និងបង្រៀនសិស្សប្រកបដោយក្រមសីលធម៌ និងវិជ្ជាជីវៈខ្ពស់ ។",
        "places_for_work": "សាកលវិទ្យាល័យនានា អង្គការក្រៅរដ្ឋាភិបាល ក្រុមហ៊ុនឯកជន ឬស្ថាប័នរដ្ឋ",
        "unknown_schools": "សាលាគរុកោសល្យ និងវិក្រឹតការខេត្ត , មជ្ឈមណ្ឌលគរុកោសល្យ ភូមិភាគខេត្ត",
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "teacher"
      },
      {
        "id": 85,
        "code": "car_soc_0007",
        "name": "បុគ្គលិករដ្ឋបាលផ្នែកអប់រំ",
        "description": "បុគ្គលិករដ្ឋបាលផ្នែកអប់រំ មានសញ្ញាបត្រ គ្រូបង្រៀន ឬ សញ្ញាបត្រផ្នែករដ្ឋបាលសាធារណៈ ឬ សញ្ញាបត្រផ្នែកទំនាក់ទំនង អន្តរជាតិ ។ គាត់មានសញ្ញាបត្រមួយក្នុងចំណោមសញ្ញាបត្រទាំងនោះ ពិតជាល្អ និង មានតួនាទី ទំនាក់ទំនង  រៀបចំកិច្ចការរដ្ឋបាល ដូចជា៖ ទុកដាក់ឯកសារ  រៀបចំដំណើរការចំណូលចំណាយចំពោះសម្ភារក្នុងការិយាល័យ និងយានយន្តជាដើម ។ ជាងនេះ ទៀតគាត់់ត្រូវមានចំណេះដឹង ផ្នែកពន្ធ ។  អាជីពនេះ ត្រូវធានាថា បុគ្គលិកក្នុង ស្ថាប័ន ទទួលបានភាពកក់ក្តៅ និង ទទួលយកបាន ពីការរៀបចំសេវារដ្ឋបាល ។",
        "places_for_work": "សាកលវិទ្យាល័យនានា \nអង្គការក្រៅរដ្ឋាភិបាល \nក្រុមហ៊ុនឯកជន ឬស្ថាប័នរដ្ឋ",
        "unknown_schools": "វិទ្យាស្ថានអប់រំ (NIE)",
        "schools": [
          "uni_gov_0001",
          "uni_gov_0011",
          "uni_pri_0041",
          "uni_gov_0004",
          "uni_gov_0003"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "teacher"
      },
      {
        "id": 86,
        "code": "car_soc_0008",
        "name": "មន្រ្ដីអប់រំថ្នាក់ជាតិ",
        "description": "មន្រ្តីអប់រំថ្នាក់ជាតិត្រូវមានសញ្ញាបត្រកម្រិតអនុបណ្ឌិត ឬបណ្ឌិត ។ គាត់ធ្វើការនៅនាយកដ្ឋាននានា នៅក្នុងក្រសួងអប់រំយុវជន និងកីឡានៃរាជធានីភ្នំពេញ ។ គាត់ មានតួនាទី សរសេរសៀវភៅ ចងក្រងឯកសារ បង្កើតគោលនយោបាយ ដើម្បីធានាគុណភាពអប់រំ និងបណ្តុះបណ្តាល ចំណេះដឹងផ្នែកគ្រប់គ្រង និងបច្ចេកទេស ដល់ មន្រ្តីថ្នាក់ក្រោមជាតិ។ មន្រ្តីអប់រំថ្នាក់ជាតិត្រូវមានកាយសម្បទាល្អ  ចរឹកលក្ខណៈថ្លៃថ្នូរ  រស់រាយ និងចំណេះដឹងខ្ពស់។ ចំណែកចំណេះដឹងផ្នែកភាសាអង់គ្លេស និងកុំព្យុទ័រគឺត្រូវការជាចំាបាច់។",
        "places_for_work": "ស្ថាប័នរដ្ឋ; អង្គការក្រៅរដ្ឋាភិបាល",
        "unknown_schools": null,
        "schools": [
          "uni_pri_0041",
          "uni_gov_0004",
          "uni_gov_0011",
          "uni_pri_0037",
          "uni_pri_0051",
          "uni_pri_0033"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "government_officer"
      },
      {
        "id": 87,
        "code": "car_soc_0009",
        "name": "មន្រ្ដីអប់រំថ្នាក់ក្រោមជាតិ",
        "description": "មន្រ្តីអប់រំថ្នាក់ក្រោមជាតិត្រូវមានសញ្ញាបត្រចាប់ពីថ្នាក់បរិញ្ញាបត្រឡើងទៅ ។ គាត់ធ្វើការនៅតាមការិយាល័យជំនាញនានា នៅក្នុងមន្ទីរ/ការីយាល័យអប់រំ ថ្នាក់ខេត្តឬស្រុក ។ គាត់មានតួនាទី ជួយសរសេរសៀវភៅ ចងក្រងឯកសារ  ដើម្បីធានាគុណភាពអប់រំ ។ គាត់/នាង ធ្វើការភាគច្រើនជាមួយសាលារៀនពាក់ព័ន្ធការងារអប់រំ ។ មន្រ្តីអប់រំថ្នាក់ក្រោមជាតិត្រូវមានកាយសម្បទាល្អ  ចរឹកលក្ខណៈថ្លៃថ្នូរ  រស់រាយ និងចំណេះដឹងខ្ពស់។ ចំណែកចំណេះដឹងផ្នែកភាសាអង់គ្លេស និងកុំព្យុទ័រគឺត្រូវការជាចំាបាច់។",
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [
          "uni_pri_0041",
          "uni_gov_0004",
          "uni_gov_0011",
          "uni_pri_0037",
          "uni_pri_0051",
          "uni_pri_0033"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "government_officer"
      },
      {
        "id": 88,
        "code": "car_soc_0010",
        "name": "នាយកប្រតិបតិ្តអង្គការក្រៅរដ្ឋាភិបាល",
        "description": "នាយកប្រតិបតិ្តអង្គការក្រៅរដ្ឋាភិបាលគឺជាមនុស្សដែលមានចំណេះដឹងផ្នែកគ្រប់គ្រងទូទៅ ដូចជា៖ ការងាររដ្ឋបាល ធនធានមនុស្ស  គណេនយ្យ និង ការអនុវត្តកម្មវិធីជាដើម។ គាត់ ជាអ្នកមានគំនិត ផ្តួចផ្តើម/ច្នៃប្រឌិត ឬបង្កើតថ្មី​ ដើម្បីធ្វើឱ្យអង្គភាពមួយទទួលបានភាពជោគជ័យ មានកិត្តយស និងមានឈ្មោះបោះសម្លេង ។ គាត់ មានទំនាក់ទំនងល្អ ជាមួយដៃគូរអភិវឌ្ឍជាតិ និងអន្តរជាតិ  និងជាងនេះទៀត អាចសរសេរសំណើសុំថវិកាពីម្ចាស់ជំនួយថែមទៀត។ គាត់ត្រូវមាន សញ្ញាបត្រផ្នែកគ្រប់គ្រង កម្រិតអនុបណ្ឌិត/បណ្ឌិត ក្នុងឬក្រៅប្រទេសពិតជាល្អ ។ ចំណែកភាសាអង់គ្លេស និងកុំព្យុទ័រគឺត្រូវការជាចំាបាច់។",
        "places_for_work": "អង្គការក្រៅរដ្ឋាភិបាល",
        "unknown_schools": null,
        "schools": [
          "uni_pri_0041",
          "uni_gov_0004",
          "uni_gov_0011",
          "uni_pri_0037",
          "uni_pri_0051",
          "uni_pri_0033"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "government_officer"
      },
      {
        "id": 89,
        "code": "car_soc_0011",
        "name": "នាយកប្រតិបតិ្តក្រុមហ៊ុន",
        "description": "នាយកប្រតិបតិ្តក្រុមហ៊ុន គឺជាមនុស្សដែលមានចំណេះដឹងផ្នែកគ្រប់គ្រងទូទៅ ដូចជា៖ ការងាររដ្ឋបាល ធនធានមនុស្ស  គណេនយ្យ និង ការអនុវត្តកម្មវិធីជាដើម។ គាត់ ជាអ្នកមានគំនិត ផ្តួចផ្តើម/ច្នៃប្រឌិត ឬបង្កើតថ្មី​ ដើម្បីធ្វើឱ្យអង្គភាពមួយទទួលបានភាពជោគជ័យ មានកិត្តយស និងមានឈ្មោះបោះសម្លេង ។ គាត់មានទំនាក់ទំនងល្អ ជាមួយដៃគូរអភិវឌ្ឍជាតិ និងអន្តរជាតិ ។គាត់ត្រូវមាន សញ្ញាបត្រផ្នែកគ្រប់គ្រង កម្រិតអនុបណ្ឌិត/បណ្ឌិត នៅក្នុងឬក្រៅប្រទេសពិតជាល្អ ។ ចំណែកចំណេះដឹងផ្នែកភាសាអង់គ្លេស និងកុំព្យូទ័រគឺត្រូវការជាចំាបាច់។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន រោងចក្រ និងសហគ្រាស",
        "unknown_schools": null,
        "schools": [
          "uni_pri_0041",
          "uni_gov_0004",
          "uni_gov_0011",
          "uni_pri_0037",
          "uni_pri_0051",
          "uni_pri_0033"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "government_officer"
      },
      {
        "id": 90,
        "code": "car_soc_0012",
        "name": "នាយក/ប្រធានគម្រោង",
        "description": "នាយក/ប្រធានគម្រោង គឺជាមនុស្សដែលមានចំណេះដឹងផ្នែកគ្រប់គ្រងទូទៅ ដូចជា គ្រប់គ្រងបុគ្គលិក  និងគ្រប់គ្រងកម្មវិធីជាដើម។ គាត់មានចំណេះដឹងធ្វើគម្រោង រៀបចំនិងតាមដានថវិកា បណ្តុះបណ្តាល និងសរសេររបាយការណ៍ជាដើម ។ គាត់មានទំនាក់ទំនងល្អ ជាមួយដៃគូរអភិវឌ្ឍនានា ដើម្បីធ្វើឱ្យគម្រោងទទួលបានជោគជ័យ ជាតិ និងអន្តរជាតិ ។គាត់ត្រូវសិក្សាផ្នែកគ្រប់គ្រង ឬទំនាក់ទំនងការបរទេស និងមានសញ្ញាបត្រកម្រិតបរិញ្ញា ឬអនុបណ្ឌិតពិតជាល្អ ។ ចំណែកចំណេះដឹងផ្នែកភាសាអង់គ្លេស និងកុំព្យុទ័រគឺត្រូវការជាចំាបាច់។",
        "places_for_work": "រដ្ឋាភិបាល ក្រុមហ៊ុនឯកជន អង្គការមិនមែនរដ្ឋាភិបាល  គ្រប់គ្រងអាជីវកម្មខ្លួនឯង",
        "unknown_schools": null,
        "schools": [
          "uni_pri_0036",
          "uni_pri_0051",
          "uni_pri_0053",
          "uni_pri_0037"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "government_officer"
      },
      {
        "id": 91,
        "code": "car_soc_0013",
        "name": "ប្រធានគ្រប់គ្រងរដ្ឋបាល និងធនធានមនុស្ស",
        "description": "ប្រធានគ្រប់គ្រងរដ្ឋបាល និងធនធានមនុស្ស គ្រប់គ្រងទិន្នន័យបុគ្គលិក រៀបចំកិច្ចសន្យាបំរើការងារបុគ្គលិក ធ្វើការណែនាំបុគ្គលិកថ្មីអំពីព័ត៌មានក្រុមហ៊ុន និងគោលការណ៍ផ្សេងៗ ហការក្នុងការរៀបចំកម្មវិធីបណ្តុះបណ្តាលបុគ្គលិក ធ្វើការផ្សព្វផ្សាយជ្រើសរើសបុគ្គលិក គ្រប់គ្រង និងរៀបចំរបបឧបត្ថម្ភផ្សេងៗរបស់បុគ្គលិក រៀបចំរបាយការណ៍ការងារ ។ គាត់មានអាកប្បកិរិយាល្អ ស្មោះត្រង់ និងស្រលាញ់ការងារ\nរួសរាយរាក់ទាក់ និងមានគំនិតច្នៃប្រឌិតខ្ពស់លើការងារ មានជំនាញក្នុងការប្រាស្រ័យទាក់ទងល្អ អត់ធ្មត់ សកម្ម និងការទទួលខុសត្រូវលើការងារ អាចនិយាយភាសាអង់គ្លេស និងប្រើប្រាស់កុំព្យូទ័របាន ។ គាត់ត្រូវសិក្សាផ្នែកគ្រប់គ្រង ឬទំនាក់ទំនងការបរទេស ឬរដ្ឋបាលសាធារណៈ និងមានសញ្ញាបត្រកម្រិតបរិញ្ញា ឬអនុបណ្ឌិតពិតជាល្អ ។",
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [
          "uni_gov_0004",
          "uni_pri_0051",
          "uni_pri_0053",
          "uni_pri_0037"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "government_officer"
      },
      {
        "id": 92,
        "code": "car_soc_0014",
        "name": "ជំនួយការផ្នែករដ្ឋបាល និងធនធានមនុស្ស",
        "description": "ជំនួយការផ្នែករដ្ឋបាល និងធនធានមនុស្ស អនុវត្តការងារទៅតាមប្រធាន ដូចជា ៖  គ្រប់គ្រងទិន្នន័យបុគ្គលិក រៀបចំកិច្ចសន្យាបំរើការងារបុគ្គលិក រៀបចំឯកសារបណ្តុះបណ្តាលបុគ្គលិក និងរៀបចំការឧបត្ថម្ភផ្សេងៗរបស់បុគ្គលិក ។ គាត់មានអាកប្បកិរិយាល្អ ស្មោះត្រង់ និងស្រលាញ់ការងារ រួសរាយរាក់ទាក់ មានប្រាស្រ័យទាក់ទងល្អ  អត់ធ្មត់ និងការទទួលខុសត្រូវលើការងារ អាចនិយាយភាសាអង់គ្លេស និងប្រើប្រាស់កុំព្យូទ័របាន ។ គាត់ត្រូវសិក្សាផ្នែកគ្រប់គ្រង ឬអក្សរសាស្រ្តអង់គ្លេស  ឬរដ្ឋបាលសាធារណៈ និងមានសញ្ញាបត្រកម្រិតបរិញ្ញាពិតជាល្អ ។",
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [
          "uni_gov_0004",
          "uni_gov_0003",
          "uni_gov_0011",
          "uni_pri_0051",
          "uni_pri_0034"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "secretary"
      },
      {
        "id": 93,
        "code": "car_soc_0015",
        "name": "លេខាធិការ",
        "description": "លេខាធិការ  ជាជំនួយការរបស់ប្រធាន មានតួនាទី រៀបចំឯកសារ ​រៀបចំកាលវិភាគប្រជុំ  ផ្តល់ព័ត៌មានពីកិច្ចប្រជុំ  រៀចំសម្ភារសម្រាប់ប្រជុំ កត់ត្រាកំណត់ហេតុប្រជុំ និងធ្វើរបាយការណ៍ ។ គាត់មានអាកប្បកិរិយាល្អ ស្មោះត្រង់ និងស្រលាញ់ការងារ រួសរាយរាក់ទាក់ មានប្រាស្រ័យទាក់ទងល្អ អត់ធ្មត់ សកម្ម ពូកែកត់ត្រា និងទទួលខុសត្រូវលើការងារ អាចនិយាយភាសាអង់គ្លេស និងប្រើប្រាស់កុំព្យូទ័របាន។ គាត់ត្រូវសិក្សាផ្នែកគ្រប់គ្រង ឬអក្សរសាស្រ្តអង់គ្លេស  ឬរដ្ឋបាលសាធារណៈ និងមានសញ្ញាបត្រកម្រិតបរិញ្ញាពិតជាល្អ ។",
        "places_for_work": "ការិយាល័យ ក្រុមហ៊ុនឯកជន លេខារដ្ឋបាលនៅតាមស្ថាប័នរដ្ឋ",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0004",
          "uni_gov_0003",
          "uni_gov_0011",
          "uni_pri_0051",
          "uni_pri_0034"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "secretary"
      },
      {
        "id": 94,
        "code": "car_soc_0016",
        "name": "អ្នកត្រួតពិនិត្យតាមដាន និងវាយតម្លៃ",
        "description": "អ្នកត្រួតពិនិត្យតាមដាន និងវាយតំលៃមានតួនាទី បង្កើត និងអនុវត្តឧបករណ៍តាមដាន និងវាយតម្លៃ  ដើម្បីធានាថា ការអនុវត្តគម្រោង ឬសកម្មភាព សម្រេចបានតាមការកំណត់ក្នុងអាំងឌីកាទ័រ ។ អ្នកត្រួតពិនិត្យតាមដាន និងវាយតម្លៃជួយប្រធានគម្រោង ក្នុងរៀបចំរបាយការណ៍ប្រចាំត្រីមាស ឬប្រចាំឆ្នាំ និងបង្កើតប្រព័ន្ធតាមដានព័ត៌មាន ។មួយវិញទៀត គាត់មានតួនាទី ប្រមូល និងវិភាគទិន្ន័យទាក់ទងទៅនឹងគម្រោង។ គាត់ធ្វើការយ៉ាងជិតស្និទ្ធជាមួយក្រុមការងារគ្រប់ផ្នែកទាំងអស់។ គាត់ត្រូវសិក្សាផ្នែកគ្រប់គ្រងគម្រោង  ឬការគ្រប់គ្រងជំនាញតាមដាន និងវាយតម្លៃ និងមានសញ្ញាបត្រកម្រិតបរិញ្ញាពិតជាល្អ ។",
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [
          "uni_gov_0004",
          "uni_gov_0003",
          "uni_gov_0011",
          "uni_pri_0051",
          "uni_pri_0034"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "marketing_officer"
      },
      {
        "id": 95,
        "code": "car_soc_0017",
        "name": "អ្នកនិពន្ធអត្ថបទ",
        "description": "អ្នកនិពន្ធអត្ថបទ មានតួនាទី សរសេរសាច់រឿង ដែលអាចជារឿង ខ្លី ឬរឿងភាគ ក្នុងនោះអត្ថបទមានលក្ខណៈបែប ប្រលោមលោក  ច្បាប់  អប់រំ   មនោសញ្ជេតនា  វប្បធមន៌ ឬបណ្ថុះបណ្តុំគំនិតជាដើម ដែលឆ្លុះបញ្ចាំងពីតថភាពសង្គមជាក់ស្តែង ។ អ្នកនិពន្ធអត្ថបទ ចូលចិត្តអានសៀវភៅ  ស្រាវជ្រាវ   មានគំនិតច្នៃប្រឌិត  មានសិល្បៈតែងនិពន្ធ  និងចូលចិត្តសង្កេត ។ អាជីពនេះត្រូវសិក្សាផ្នែកអក្សរសាស្រ្តខ្មែរ  ឬទស្សនៈវិទ្យារយៈពេល ៤ឆ្នាំ និងមានសញ្ញាបត្រកម្រិតបរិញ្ញាពិតជាល្អ ។ ចំណែកចំណេះដឹងផ្នែកភាសាអង់គ្លេស និងកុំព្យូទ័រគឺត្រូវការជាចំាបាច់។",
        "places_for_work": "ការិយាល័យ ក្រុមហ៊ុនឯកជន លេខារដ្ឋបាលនៅតាមស្ថាប័នរដ្ឋ",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0001",
          "uni_gov_0006",
          "uni_pri_0036"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "author"
      },
      {
        "id": 96,
        "code": "car_soc_0018",
        "name": "អ្នកនិពន្ធតន្រ្តី ឬចម្រៀង",
        "description": "អ្នកនិពន្ធតន្រ្តី ឬចម្រៀង​ មានតួនាទី សរសេរអត្ថបទភ្លេង និងតែងបទចម្រៀង ប្រកបដោយភាពទាក់ទាញ ពេញនិយម និង មានអត្ថន័យ។ អ្នកនិពន្ធតន្រ្តី ឬចម្រៀង ចូលចិត្តអានសៀវភៅ  ស្រមើស្រមៃ   មានគំនិតច្នៃប្រឌិត ​មានការតាំងចិត្តខ្ពស់ និងមានសិល្បៈតែងនិពន្ធ។ អាជីពនេះត្រូវសិក្សាផ្នែកអក្សរសាស្រ្តខ្មែរ  ឬទស្សនៈវិទ្យារយៈពេល ៤ឆ្នាំ និងមានសញ្ញាបត្រកម្រិតបរិញ្ញាពិតជាល្អ ។ ចំណែកចំណេះដឹងផ្នែកភាសាអង់គ្លេស និងកុំព្យុទ័រគឺត្រូវការជាចំាបាច់",
        "places_for_work": "ផលិតកម្ម ក្រុមហ៊ុនឯកជន\nក្រសួងរប្បធម៌ និងវិចិត្រសិល្បៈ \nស្ថាប័នឯកជន",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0006"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "author"
      },
      {
        "id": 97,
        "code": "car_soc_0019",
        "name": "តន្រី្តករ",
        "description": "តន្រ្តីករ គឺជាអ្នកលេងភ្លេង បែបសម័យ ឬបុរាណក៏បាន ។ គាត់ឬនាង ចូលចិត្តស្តាប់តន្រ្តី  និងប្រើឧបករណ៍តន្រ្តីផ្សេងៗ ពិសេសគឺចូលចិត្តសម្តែងស្នាដៃរបស់ខ្លួននៅតាមទីសាធារណៈ ឬនៅតាមទីកន្លែង នានាទាំងក្នុង ឬក្រៅប្រទេស។ អាជីពនេះត្រូវសិក្សាផ្នែកតូរ្យតន្រ្តី វិទ្យារយៈពេល ៤ឆ្នាំ និងមានសញ្ញាបត្រកម្រិតបរិញ្ញាពិតជាល្អ ។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន\nក្រសួងរប្បធម៌ និងវិចិត្រសិល្បៈ \nស្ថាប័នឯកជន",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0006"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "author"
      },
      {
        "id": 98,
        "code": "car_soc_0020",
        "name": "តារាសម្ដែង",
        "description": "តារាសម្តែង គឺតួអង្គសម្តែងក្នុងខ្សែភាពយន្តរឿងភាគ ឬរឿងខ្លី ។ គាត់មានទេពកោសល្យក្នុងការសម្តែង និងរស់រាយ រាក់ទាក់។ អាជីពនេះត្រូវសិក្សាផ្នែកសម្តែងរយៈពេល ៤ឆ្នាំ និងមានសញ្ញាបត្រកម្រិតបរិញ្ញាពិតជាល្អ ។ ចំពោះចំណេះដឹងផ្នែកភាសាអង់គ្លេសគឺពិតជាចាំបាច់។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន\nក្រសួងរប្បធម៌ និងវិចិត្រសិល្បៈ \nស្ថាប័នឯកជន",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0006"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "artist"
      },
      {
        "id": 99,
        "code": "car_soc_0021",
        "name": "អ្នករបាំ",
        "description": "អ្នករបាំ គឺអ្នករាំរបាំ ដែលបង្ហាញពីវប្បធម៌ តំណាងប្រទេស ។ គាត់/នាង តែងតែសម្តែងតាមកញ្ចក់ទូរទស្សន៍  ឬនៅតាមកម្មវិធីនានា ដូចជា កម្មវិធី បុណ្យជាតិធំៗ  កម្មវិធីសម្ផោធ  ឬកម្មវិធីទទួលគាវរកិច្ចភ្ញៀវជាតិ ឬអន្តរជាតិ ។ គាត់/នាង ត្រូវមានសម្បទាមាំមួន ទន់ភ្លន់  រូបសម្បត្តិស្រស់ស្អាត និងទេពកោសល្យសម្តែង។ អាជីពនេះត្រូវសិក្សាផ្នែកសម្តែងរបាំរយៈពេល ៤ឆ្នាំ និងមានសញ្ញាបត្រកម្រិតបរិញ្ញាពិតជាល្អ ។ ចំពោះចំណេះដឹងផ្នែកភាសាអង់គ្លេសគឺពិតជាចាំបាច់។",
        "places_for_work": "ក្រសួងរប្បធម៌ និងវិចិត្រសិល្បៈ \nស្ថាប័នឯកជន",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0006"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "artist"
      },
      {
        "id": 100,
        "code": "car_soc_0022",
        "name": "អ្នកច្នៃម៉ូតសម្លៀកបំពាក់",
        "description": "អ្នកច្នៃម៉ូតសម្លៀកបំពាក់ គឺអ្នកគូរ និងរចនាម៉ូតសម្លៀកបំពាក់ ទៅតាមតម្រូវការរបស់អតិថិជន ។ សម្លៀកបំពាក់ដែលច្នៃគឺមើលទៅមានភាពទាក់ទាញ និង ស្រស់ស្អាត ។ គាត់/នាង ត្រូវមានគំនិតច្នៃប្រឌិត និង មានទេពកោសល្យក្នុងការច្នៃម៉ូត។ អាជីពនេះត្រូវសិក្សាផ្នែកច្នៃម៉ូតសម្លៀកបំពាក់រយៈពេល ៤ឆ្នាំ និងមានសញ្ញាបត្រកម្រិតបរិញ្ញាពិតជាល្អ ។ ចំពោះចំណេះដឹងផ្នែកភាសាអង់គ្លេសគឺពិតជាចាំបាច់។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន; បើកអាជីវកម្មខ្លួនឯង",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0006"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "tailor"
      },
      {
        "id": 101,
        "code": "car_soc_0023",
        "name": "ពិធីករវិទ្យុ ឬទូរទស្សន៍",
        "description": "ពិធីករវិទ្យុ ឬទូរទស្សន៍ មានសិល្បៈក្នុង និយាយជាសាធារណៈ មានសម្លេងពិរោះ និង ទាក់ទាញ និងអាចនិយាយបានច្រើនភាសាគឺពិតជាល្អ ។ អាជីពនេះត្រូវសិក្សាផ្នែកទំនាក់ទំនង ឬសារពត៌មានរយៈពេល ៤ឆ្នាំ និងមានសញ្ញាបត្រកម្រិតបរិញ្ញាពិតជាល្អ ។",
        "places_for_work": "ក្រសួងព័ត៌មាន និង តាមស្ថានី\nទូរទស្សន៍ឯកជន",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0006",
          "uni_pri_0046",
          "uni_pri_0061",
          "uni_gov_0001",
          "uni_pri_0033",
          "uni_pri_0036"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "default"
      },
      {
        "id": 102,
        "code": "car_soc_0024",
        "name": "អ្នកសារព័ត៌មាន",
        "description": "អ្នកសារព័ត៌មានគឺជាអ្នកយកព័ត៌មានថ្មីៗ ដែលកើតមាននៅក្នុងស្រុកឬក្រៅស្រុកដើម្បីផ្សព្វផ្សាយដល់់សាធារណៈជន។ គេអាចធ្វើការនៅកន្លែងជាច្រើនដែលទាក់ទងនឹងការផ្សាយព័ត៌មានដូចជា កាសែត ទស្សនាវដ្តី វិទ្យុ ទូរទស្សន៍ និង អ៊ីនធឺណែត។  អាជីពនេះត្រូវសិក្សាផ្នែកទំនាក់ទំនង ឬសារពត៌មានរយៈពេល ៤ឆ្នាំ និងមានសញ្ញាបត្រកម្រិតបរិញ្ញាពិតជាល្អ និងអាចនិយាយបានច្រើនភាសាគឺពិតជាល្អ។",
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [
          "uni_pri_0041",
          "uni_gov_0004",
          "uni_gov_0011",
          "uni_pri_0037",
          "uni_pri_0051",
          "uni_pri_0033"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "default"
      },
      {
        "id": 103,
        "code": "car_soc_0025",
        "name": "អ្នកទំនាក់ទំនងអតិថិជន",
        "description": "អ្នកទំនាក់ទំនងអតិថិជនត្រូវមានរូបសម្បត្តិសមរម្យ ពូកែទាក់ទង និងចេះ អត់ធ្មត់គ្រប់បញ្ហាដែលកើតមានឡើង។ គាត់ជាមនុស្សដែលតែងតែរស់រាយរាក់ទាក់ទៅកាន់មនុស្សទូទៅ ជាពិសេសអតិថិជនរបស់ខ្លួន។ អាជីពនេះត្រូវសិក្សាផ្នែកទំនាក់ទំនង រយៈពេល ៤ឆ្នាំ និងមានសញ្ញាបត្រកម្រិតបរិញ្ញាពិតជាល្អ ។ បុគ្គលិកត្រូវចេះភាសាអង់គ្លេស និងមានចំណេះដឹងផ្នែកកុំព្យុទ័រ។",
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [
          "uni_pri_0041",
          "uni_gov_0004",
          "uni_gov_0011",
          "uni_pri_0037",
          "uni_pri_0051",
          "uni_pri_0033"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "default"
      },
      {
        "id": 104,
        "code": "car_soc_0026",
        "name": "អ្នកទទួលភ្ញៀវ និងផ្តល់ព័ត៌មាន",
        "description": "អ្នកទទួលភ្ញៀវ និងផ្តល់ព័ត៌មាន គឺធ្វើការទំនាក់ទំនង និងផ្តល់ព័ត៌មាន ទាក់ទងទៅនឹងស្ថាប័នរបស់ខ្លួន ទៅដល់អតិថិជន ប្រកបដោយភាពជឿជាក់ និងទំនុកចិត្ត ។ អាជីពនេះត្រូវសិក្សាផ្នែកទំនាក់ទំនង រយៈពេល ៤ឆ្នាំ និងមានសញ្ញាបត្រកម្រិតបរិញ្ញាពិតជាល្អ ។ បុគ្គលិកត្រូវចេះភាសាអង់គ្លេស និងចំណេះដឹងផ្នែកកុំព្យុទ័រ។",
        "places_for_work": "ក្រុមហ៊ុន ធនាគារ ទីភ្នាក់ងារទេសចរណ៍ សណ្ឋាគារ ភោជនីយដ្ឋាន",
        "unknown_schools": null,
        "schools": [
          "uni_pri_0041",
          "uni_gov_0004",
          "uni_gov_0011",
          "uni_pri_0037",
          "uni_pri_0051",
          "uni_pri_0033"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "secretary"
      },
      {
        "id": 105,
        "code": "car_soc_0027",
        "name": "ភ្នាក់ងារជ្រើសរើសបុគ្គលិក",
        "description": "ភ្នាក់ងារជ្រើសរើសបុគ្គលិក មានតួនាទីទទួលពាក្យសុំការងាររបស់បេក្ខជន និងបញ្ជូនពាក្យទាំងនោះទៅតាមស្ថាប័នដែលត្រូវការជ្រើសរើសបុគ្គលិក ។ ករណីបេក្ខជនដែលបានជាប់សម្ភាសន៍ គឺភ្នាក់ងារជ្រើសរើសបុគ្គលិកត្រូវធ្វើការតម្រង់ទិសបេក្ខជនពីរបៀបសម្ភាសន៍ ដើម្បីធ្វើឱ្យបេក្ខជន មានភាពកក់ក្តៅនៅពេលដែលត្រូវសម្ភាស។ អាជីពនេះត្រូវសិក្សាផ្នែករដ្ឋបាល និងធនធានមនុស្ស រយៈពេល ៤ឆ្នាំ និងមានសញ្ញាបត្រកម្រិតបរិញ្ញាពិតជាល្អ ។ បុគ្គលិកត្រូវចេះភាសាអង់គ្លេស និងចំណេះដឹងផ្នែកកុំព្យុទ័រ។",
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [
          "uni_pri_0041",
          "uni_gov_0004",
          "uni_gov_0011",
          "uni_pri_0037",
          "uni_pri_0051",
          "uni_pri_0033"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "default"
      },
      {
        "id": 106,
        "code": "car_soc_0028",
        "name": "អ្នកគ្រប់គ្រងទីផ្សារ និងលក់",
        "description": "អ្នកគ្រប់គ្រងទីផ្សារនិងផ្នែកលក់គឺត្រូវគ្រប់គ្រងយុទ្ធសាស្រ្តទីផ្សារ ការផ្សព្វផ្សាយការលើកកម្ពស់និងការលក់ផលិតផលអចលនទ្រព្យ បដិសណ្ឋារកិច្ច។​ គាត់ជាមនុស្សដែលរួសរាយ រាក់ទាក់ រហ័សរហួន និងចេះបត់បែន។ អាជីពនេះត្រូវសិក្សាផ្នែកទីផ្សារ និងគ្រប់គ្រង រយៈពេល ៤ឆ្នាំ និងមានសញ្ញាបត្រកម្រិតបរិញ្ញាពិតជាល្អ ។ បុគ្គលិកត្រូវចេះភាសាអង់គ្លេស និងមានចំណេះដឹងផ្នែកកុំព្យុទ័រ។",
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [
          "uni_pri_0041",
          "uni_gov_0004",
          "uni_gov_0011",
          "uni_pri_0037",
          "uni_pri_0051",
          "uni_pri_0033"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "marketing_officer"
      },
      {
        "id": 107,
        "code": "car_soc_0029",
        "name": "អ្នកគ្រប់គ្រងផ្នែកផ្សព្វផ្សាយ",
        "description": "អ្នកគ្រប់គ្រងការផ្សាយពាណិជ្ជកម្មគឺជាអ្នកដែលមានផែនការនិងដឹកនាំយុទ្ធនាការផ្សព្វផ្សាយនិងផ្សព្វផ្សាយពាណិជ្ជកម្មរបស់ក្រុមហ៊ុនដើម្បីបង្កើតចំណាប់អារម្មណ៍នៅក្នុងផលិតផលឬសេវាកម្មមួយ។ គាត់ជាមនុស្សដែលច្នៃប្រឌិត និងបង្កើតអ្វីដែលថ្មីដើម្បីទាក់ទាញការចាប់អារម្មណ៍។ អាជីពនេះត្រូវសិក្សាផ្នែកទីផ្សារ និងគ្រប់គ្រង រយៈពេល ៤ឆ្នាំ និងមានសញ្ញាបត្រកម្រិតបរិញ្ញាពិតជាល្អ ។ បុគ្គលិកត្រូវចេះភាសាអង់គ្លេស និងមានចំណេះដឹងផ្នែកកុំព្យុទ័រ។",
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [
          "uni_pri_0041",
          "uni_gov_0004",
          "uni_gov_0011",
          "uni_pri_0037",
          "uni_pri_0051",
          "uni_pri_0033"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "marketing_officer"
      },
      {
        "id": 108,
        "code": "car_soc_0030",
        "name": "មន្រី្តបំរើអតិថិជនក្នុងធនាគារ",
        "description": "មន្ត្រីផ្នែកសេវាកម្មអតិថិជន ជាអ្នកផ្ដល់ព័ត៌មានជូនអតិថិជន និងឆ្លើយសំនួរពីផលិតផល និងសេវាកម្ម ដូចជាការបើកគណនីអតិថិជន បញ្ញើប្រាក់ ដកនិងដាក់ប្រាក់ក្នុងធនាគារ និងសេវាផ្សេងៗទៀត។ អាជីពនេះត្រូវសិក្សាផ្នែកទីផ្សារ ឬគណនេយ្យ រយៈពេល ៤ឆ្នាំ និងមានសញ្ញាបត្រកម្រិតបរិញ្ញាពិតជាល្អ ។ បុគ្គលិកត្រូវចេះភាសាអង់គ្លេស និងមានចំណេះដឹងផ្នែកកុំព្យុទ័រ។",
        "places_for_work": "ធនាគារ; មីក្រូហិរញ្ញវត្ថុ",
        "unknown_schools": null,
        "schools": [
          "uni_pri_0041",
          "uni_gov_0004",
          "uni_gov_0011",
          "uni_pri_0037",
          "uni_pri_0051",
          "uni_pri_0033"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "government_officer"
      },
      {
        "id": 109,
        "code": "car_soc_0031",
        "name": "បុគ្គលិកផ្នែកធានារ៉ាប់រង",
        "description": "បុគ្គលិកធានារ៉ាប់រង គឺជាអ្នកពូកែខាងច្បាប់  និងមានចំណេះដឹងខាងគណនាលេខ ។ គាត់អាចបកស្រាយគោលនយោបាយធានារ៉ាប់រងនិងសេវាផ្សេងៗដែលបានចែងក្នុងសេវាកម្មធានារ៉ាប់រង។ គាត់ជាមនុស្សម្នពូកែនិយាយ និង ផ្តល់ជម្រើសល្អដល់អតិថិជន។ អាជីពនេះត្រូវសិក្សាផ្នែកច្បាប់ ឬគណនេយ្យ រយៈពេល ៤ឆ្នាំ និងមានសញ្ញាបត្រកម្រិតបរិញ្ញាពិតជាល្អ ។ បុគ្គលិកត្រូវចេះភាសាអង់គ្លេស និងមានចំណេះដឹងផ្នែកកុំព្យុទ័រ។",
        "places_for_work": "ក្រុមហ៊ុនធានារ៉ាប់រង; ស្ថាប័នរដ្ឋ",
        "unknown_schools": null,
        "schools": [
          "uni_pri_0041",
          "uni_gov_0004",
          "uni_gov_0011",
          "uni_pri_0037",
          "uni_pri_0051",
          "uni_pri_0033"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "default"
      },
      {
        "id": 110,
        "code": "car_soc_0032",
        "name": "មន្រ្តីផ្នែកឥណទាន",
        "description": "មន្រ្តីផ្នែកឥណទាន មានតួនាទីផ្សព្វផ្សាយ ផលិតផល សេវាកម្ម រៀបចំឯកសារឥណទាន ដើម្បីផ្តល់ឥណទានជូនអតិថិជន ត្រួតពិនិត្យ និងតាមដានការសងប្រាក់ត្រឡប់របស់អតិថិជននៅក្នុងធនាគារមួយ។ គាត់ជាមនុស្សស្មោះត្រង់ ម៉ឺងម៉ាត់ សុភាពរាបសារ និង​មានឆន្ទះក្នុងការងារ។ អាជីពនេះត្រូវសិក្សាផ្នែកគណនេយ្យ ឬការគ្រប់គ្រងរយៈពេល ៤ឆ្នាំ និងមានសញ្ញាបត្រកម្រិតបរិញ្ញាពិតជាល្អ ។ បុគ្គលិកត្រូវចេះភាសាអង់គ្លេស និងមានចំណេះដឹងផ្នែកកុំព្យុទ័រ។",
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [
          "uni_pri_0041",
          "uni_gov_0004",
          "uni_gov_0011",
          "uni_pri_0037",
          "uni_pri_0051",
          "uni_pri_0033"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "government_officer"
      },
      {
        "id": 111,
        "code": "car_soc_0033",
        "name": "អ្នកប្រឹក្សាយោបល់ទូទៅ",
        "description": "អ្នកប្រឹក្សាយោបល់ទូទៅ ធ្វើការជាមួយនឹងអ្នកដែលមានវិបត្តិសង្គម រងគ្រោះផ្លូវចិត្ត  ផ្នែកស្មារតី និង អារម្មណ៍ ។  គាត់ផ្ដល់គំនិត ឬយោលប់ល្អដល់ដៃគូ រកដំណោះស្រាយដល់អ្នកមកទទួលសេវា ដើម្បីកាត់បន្ថយអារម្មណ៍តានតឹង និងមានអារម្មណ៍ថាមានអ្នកយល់ចិត្ត និងគាំទ្រដល់ខ្លួនជានិច្ច។ អាជីពនេះត្រូវសិក្សាផ្នែកចិត្តវិទ្យា សង្គមវិទ្យា និង សង្គមកិច្ចរយៈពេល ៤ឆ្នាំ និងមានសញ្ញាបត្រកម្រិតបរិញ្ញាពិតជាល្អ ។ បុគ្គលិកត្រូវចេះភាសាអង់គ្លេស និងមានចំណេះដឹងផ្នែកកុំព្យុទ័រ។",
        "places_for_work": "អង្គការក្រៅរដ្ឋាភិបាល \nស្ថាប័នរដ្ឋ",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0001"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "government_officer"
      },
      {
        "id": 112,
        "code": "car_soc_0034",
        "name": "មន្រី្តអភិវឌ្ឍសហគមន៍",
        "description": "មន្រី្តអភិវឌ្ឍសហគមន៍ ធ្វើការនៅតាមសហគមន៍នានាតាមជំនាញ និងចំណេះដឹងរបស់ខ្លួន ។​ ការងារអភិវឌ្ឍសហគមន៍មានដូចជា៖ ផ្នែកអប់រំ  ផ្នែកសុខភាព  ផ្នែកបរិស្ថាន   ផ្នែកកសិកម្ម   និងផ្នែកច្បាប់ជាដើម ។ គាត់ត្រូវមានជំនាញសម្របសម្រួល  ចេះវិភាគបញ្ហាក្នុងសហគមន៍ ឬសង្គម  និងបណ្តុះបណ្តាលចំណេះដឹងដល់សហគមន៍ ។ អាជីពនេះត្រូវសិក្សាផ្នែក អភិវឌ្ឍជនបទ សង្គមវិទ្យា ឬផ្នែកអបរំ រយៈពេល ៤ឆ្នាំ និងមានសញ្ញាបត្រកម្រិតបរិញ្ញាពិតជាល្អ ។ បុគ្គលិកត្រូវចេះភាសាអង់គ្លេស និងមានចំណេះដឹងផ្នែកកុំព្យុទ័រ។",
        "places_for_work": "អង្គការក្រៅរដ្ឋាភិបាល\nក្រសួងអភិវឌ្ឍន៍ជនបទ\nក្រុមហ៊ុនឯកជន",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0001",
          "uni_gov_0002",
          "uni_gov_0020",
          "uni_gov_0019"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "government_officer"
      },
      {
        "id": 113,
        "code": "car_soc_0035",
        "name": "បុគ្គលិក ឬមន្ត្រីផ្នែកសេវាសង្គមកិច្ច",
        "description": "មន្រី្តផ្នែកសេវាកម្មសង្គមកិច្ច ជាផ្នែកមួយជួយលើកកំពស់ការអភិវឌ្ឍន៍សហគមន៍ ការកសាងទំនាក់ទំនង និងសមត្ថភាពរបស់ប្រជាពលរដ្ឋ និង សហគមន៍។ គាត់ជួយសម្រួលការងារ និងតម្រូវការរបស់ ប្រជាជន ឬសហគមន៍ទទួលបានសេវាកម្មល្អ និងប្រកបដោយភាពកក់ក្តៅ ។ អាជីពនេះត្រូវសិក្សាផ្នែក អភិវឌ្ឍជនបទ  ឬផ្នែកអបរំ រយៈពេល ៤ឆ្នាំ និងមានសញ្ញាបត្រកម្រិតបរិញ្ញាពិតជាល្អ ។ បុគ្គលិកត្រូវចេះភាសាអង់គ្លេស និងមានចំណេះដឹងផ្នែកកុំព្យុទ័រ។",
        "places_for_work": "អង្គការក្រៅរដ្ឋាភិបាល\nក្រសួងអភិវឌ្ឍន៍ជនបទ\nក្រុមហ៊ុនឯកជន",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0001",
          "uni_pri_0073",
          "uni_pri_0057"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "police"
      },
      {
        "id": 114,
        "code": "car_soc_0036",
        "name": "អ្នកភូមិសាស្ត្រ",
        "description": "អ្នកភូមិសាស្ត្រ គឺជាអ្នកសិក្សាពីមនុស្ស  សហគមន៍ វប្បធម៌ ឬបរិស្ថាន ។  អាជីពនេះត្រូវសិក្សាមុខវិជ្ជា ភូមិវិទ្យា ឬសេដ្ឋកិច្ច រយៈពេល ៤ឆ្នាំ និងមានសញ្ញាបត្រកម្រិតបរិញ្ញាពិតជាល្អ ។ បុគ្គលិកត្រូវចេះភាសាអង់គ្លេស និងមានចំណេះដឹងផ្នែកកុំព្យូទ័រ។",
        "places_for_work": "ក្រុមហ៊ុនរុករករ៉ែ​និងប្រេងឬឧស្ម័ន  ក្រុមហ៊ុនវិស្វកម្មស៊ីវិល ស្ថាប័នរដ្ឋាភិបាលទៅលើផ្នែកជីវសាស្រ្តអប់រំ វិស្វករភូមិសាស្ត្រ អ្នកគ្រប់គ្រងគំរោងដីធ្លី",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0001",
          "uni_pri_0033",
          "uni_gov_0002"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "architecture"
      },
      {
        "id": 115,
        "code": "car_soc_0037",
        "name": "មគ្គុទេសក៍ទេសចរណ៍",
        "description": "មគ្គុទេសក៍ទេសចរណ៍ធ្វើអត្ថាធិប្បាយសំរាប់ភ្ញៀវទេសចរ ក្នុងដំនើរទស្សនាកំសាន្តនៅសារមន្ទីរជាតិ ព្រះបរមរាជវាំង វត្តភ្នំ ប្រាសាទបុរាណ និងកន្លែងទេសចរណ៍ធម្មជាតិ ជាច្រើន ដែលមាននៅក្នុងស្រុកខ្មែរ។ មគ្គុទេសក៍ទេសចរត្រូវចាំយ៉ាងច្បាស់ពីប្រវត្តិសាស្រ្តខ្មែរ  ចេះរឿងនិទានផ្សេងៗ ដែលទាក់ទងនឹងប្រាសាទ ឬទីកន្លែងកំសាន្ត។ គេត្រូវចេះភាសាអង់គ្លេសជាចាំបាច់ បន្ទាប់មកគេអាចជ្រើសយកភាសាមួយទៀត ដូចជាភាសា បារាំង អេស្បាញ អាឡឺម៉ង អ៊ីតាលី ចិន ថៃ ជប៉ុន.។គេមានទឹកមុខញញឹមញញែមគ្រប់ពេលវេលា រួសរាយរាក់ទាក់ អត់ធ្មតិ ឆ្លាតឈ្លាសវៃ អាចដោះស្រាយបញ្ហាខ្លះៗ ដែលអាចកើតមានជាយថាហេតុក្នុងដំណើរកំសាន្ត។ អាជីពនេះត្រូវសិក្សាមុខវិជ្ជា សណ្ឋាគារ និងទេសចរណ៍  ឬភាសាបរទេស រយៈពេល ៤ឆ្នាំ និងមានសញ្ញាបត្រកម្រិតបរិញ្ញាពិតជាល្អ ។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន \nក្រសួង និងមន្ទីរ",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0001",
          "uni_gov_0004",
          "uni_pri_0034",
          "uni_pri_0038",
          "uni_pri_0037"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "default"
      },
      {
        "id": 116,
        "code": "car_soc_0038",
        "name": "បុរាណវិទូ",
        "description": "បុរាណវិទូ គឺជាអ្នកចងក្រងឯកសារប្រវត្តិសាស្ត្រដែលបានបាត់បង់ ដោយសារពេលវេលា និងសង្គ្រាម និងសា្រវជ្រាវតាមទីកន្លែងកុលសម្ព័ន្ឋនានា ដើម្បីយល់ដឹងពីប្រពៃណី ទំនៀមទំលាប់ និង វប្បធម៌ជាដើម។ ដើម្បីអាចក្លាយជាអ្នកបុរាណវិទូ ជាអ្នកចូលចិត្តស្រាវជ្រាវ តស៊ូ អត់ធ្មត់ ធ្វើការនៅក្រោមកម្ដៅថ្ងៃ ដោយមិនខ្លាចនឿយហត់ ត្រូវមានសុខភាពៃល្អ ទាំងកំលាំងកាយ និងប្រាជ្ញា។  អាជីពនេះត្រូវសិក្សាមុខវិជ្ជា ប្រវិត្តិវិទ្យា រយៈពេល ៤ឆ្នាំ និងមានសញ្ញាបត្រកម្រិតបរិញ្ញាពិតជាល្អ ។ បុគ្គលិកត្រូវចេះភាសាអង់គ្លេស និងមានចំណេះដឹងផ្នែកកុំព្យូទ័រ។",
        "places_for_work": "ក្រសួងវប្បធម៌ និងវិចិត្រសិល្បៈ",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0006",
          "uni_pri_0046",
          "uni_pri_0061"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "default"
      },
      {
        "id": 117,
        "code": "car_soc_0039",
        "name": "អ្នកបំរើតាមយន្តហោះ",
        "description": "មាននារីច្រើនណាស់ដែលចង់ក្លាយជានារីអាកាសចរណ៍ ព្រោះនារីអាកាសចរណ៍តំណាងឱ្យនារីស្រស់ស្អាត មានរូបកាយសមសួនជួនកាលអាចធ្វើដំនើរទៅបរទេសបានញឹកញាប់ថែមទៀត។ តែការងារនេះក៏មានបុរសធ្វើដែរ។ នារីឬបុរសអាកាសចរណ៍ទទួលភ្ញៀវក្នុងយន្តហោះ ដោយទឹកមុខញញឹមនិងគួរសមជានិច្ច។ គេជាមនុស្សរហ័សរហួនណាស់ ហើយចេះនិយាយឱ្យអ្នកដំណើរស្ងប់ចិត្ត នៅពេលមានបញ្ហាបច្ចេកទេស។ គេត្រូវការសេរីភាពក្នុងការធ្វើដំណើរ ហើយចេះសម្របខ្លួនតាមពេលវេលាដែលខុសគ្នារវាងប្រទេសមួយទៅនិងប្រទេសមួយទៀត។​ អាជីពនេះត្រូវសិក្សាជំនាញ ទំនាក់ទំនងអន្តរជាតិ  ឬសណ្ឋាគារទេសចរណ៍ រយៈពេល ៤ឆ្នាំ និងមានសញ្ញាបត្រកម្រិតបរិញ្ញាពិតជាល្អ ។ បុគ្គលិកត្រូវចេះនិយាយភាសាអង់គេ្លសយ៉ាងស្ទាត់ជំនាញ  និងមានចំណេះដឹងផ្នែកកុំព្យូទ័រ។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន",
        "unknown_schools": null,
        "schools": [
          "uni_pri_0034",
          "uni_pri_0038",
          "uni_pri_0037"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "flight_attendant"
      },
      {
        "id": 118,
        "code": "car_soc_0040",
        "name": "មន្រ្តីប្រៃសណីយ៍",
        "description": "មន្ត្រីប្រៃសណីយ៍គឺជាអ្នកបំរើសេវាអតិថិជនដែលជាផ្នែកមួយនៃប្រព័ន្ធប្រៃសណីយ៍។ គាត់ជាទទួល និងចែកចាយសំបុត្រនៅតាមគេហដ្ឋាន ឬតាមស្ថាប័ននានា ។  អាជីពនេះត្រូវសិក្សាជំនាញ រដ្ឋបាល និងទំនាក់ទំនង រយៈពេល ៤ឆ្នាំ និងមានសញ្ញាបត្រកម្រិតបរិញ្ញាពិតជាល្អ ។ បុគ្គលិកត្រូវចេះនិយាយភាសាអង់គេ្លសយ៉ាងស្ទាត់ជំនាញ  និងមានចំណេះដឹងផ្នែកកុំព្យូទ័រ។",
        "places_for_work": "ក្រសួងប្រៃសណីយ៍ \nសា្ថប័នឯកជន",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0004",
          "uni_pri_0033",
          "uni_pri_0034",
          "uni_pri_0038"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "police"
      },
      {
        "id": 119,
        "code": "car_soc_0041",
        "name": "មេធាវី",
        "description": "មេធាវីមានតួនាទីណែនាំកូនក្តីពីសិទ្ធិ និងករណីស្របច្បាប់របស់ពួកគេ។ មេធាវីមានតួនាទីជួយកូនក្តី តាមរាល់មធ្យោបាយសមស្រប និងចាត់ការតាមផ្លូវច្បាប់ ដើម្បីការពារផលប្រយោជន៍របស់កូនក្តី នៅមុខតុលាការ សាលាក្តី ឬអជ្ញាធររដ្ឋបាលជាដើម ។​ មេធាវីគឺជាមនុស្សមានសីល្បក្នុងការនិយាយ ប្រកែវិភាគ និងប្រមូលភស្តុតាង  មានចំណេះដឹងច្រើនផ្នែកច្បាប់ ។ អាជីពនេះត្រូវសិក្សាមុខវិជ្ជា ច្បាប់ រយៈពេល ៤ឆ្នាំ និងមានសញ្ញាបត្រកម្រិតបរិញ្ញាពិតជាល្អ ។ បុគ្គលិកត្រូវចេះភាសាអង់គ្លេស និងមានចំណេះដឹងផ្នែកកុំព្យូទ័រ។",
        "places_for_work": "ស្ថាប័នរដ្ឋ ក្រសួងមហាផ្ទៃ តុលាការ ក្រុមហ៊ុនឯកជន",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0003",
          "uni_gov_0004",
          "uni_pri_0034",
          "uni_pri_0038",
          "uni_pri_0051"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "lawyer"
      },
      {
        "id": 120,
        "code": "car_soc_0042",
        "name": "ចៅក្រម/តុលាការ",
        "description": "ចៅក្រម​គឺ​គេ​សំដៅ​លើ​តុលាការ​ ហើយ​គាត់​មាន​សិទ្ធិ​អំណាច​ក្នុង​ការ​កាត់​ក្តី​តាម​ផ្លូវ​ច្បាប់​លើ​ជន​ណា​ម្នាក់​ដែល​ល្មើសច្បាប់​ហើយ​ក៏​ជា​អ្នក​សម្រេច​ឱ្យ​ជន​ណា​ម្នាក់​រួច​ខ្លួន​បាន​ដែរ​ប្រសិន​បើ​រកឃើញ​ថា​ជន​នោះ​គ្មាន​កំហុស។",
        "places_for_work": "ស្ថាប័នរដ្ឋ ក្រសួងមហាផ្ទៃ តុលាការ ក្រុមហ៊ុនឯកជន",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0004",
          "uni_gov_0003",
          "uni_pri_0034",
          "uni_pri_0038"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "lawyer"
      },
      {
        "id": 121,
        "code": "car_soc_0043",
        "name": "ក្រឡាបញ្ជី",
        "description": "ក្រឡាបញ្ជីមានតួនាទី និង​ភារកិច្ច​សំខាន់​របស់​ក្រឡា​បញ្ជី គឺជា​ជំនួយការ​របស់​ចៅ​ក្រម និង​ព្រះ​រាជអាជ្ញា ក្នុង​រឿង​ក្តី​ព្រហ្មទណ្ឌ និង​នៅ​ក្នុង​រឿង​រដ្ឋប្បវេណី។ ក្រឡា​បញ្ជី​មាន​ភារកិច្ច​សំខាន់​ខ្លាំង​ណាស់​ចាប់​តាំង​ពី​សំណុំ​រឿង​ព្រហ្មទណ្ឌ​បាន​ចូល​មក​ដល់។ ក្រឡា​បញ្ជី​ត្រូវ​មាន​វត្ដមាន​ជានិច្ច​នៅ​គ្រប់​ដំណាក់​កាល​នៃ​នីតិវិធី​ទាំង​បី គឺ ទី១ ទាំង​នៅ​ដំណាក់​កាល​អយ្យការ (ដំណាក់​កាល​ស៊ើប​អង្កេត​បឋម) ទី២.នៅ​ដំណាក់​កាល​ចៅ​ក្រម​ស៊ើប​សួរ និង ទី៣ នៅ​ដំណាក់​កាល​ចៅ​ក្រម​ជំនុំ​ជម្រះ។ អាជីពនេះត្រូវសិក្សាមុខវិជ្ជា ច្បាប់ រយៈពេល ៤ឆ្នាំ និងមានសញ្ញាបត្រកម្រិតបរិញ្ញាពិតជាល្អ ។ បុគ្គលិកត្រូវចេះភាសាអង់គ្លេស និងមានចំណេះដឹងផ្នែកកុំព្យូទ័រ។",
        "places_for_work": "ស្ថាប័នរដ្ឋ ក្រសួងមហាផ្ទៃ តុលាការ ក្រុមហ៊ុនឯកជន",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0004",
          "uni_gov_0003",
          "uni_pri_0034",
          "uni_pri_0038"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "lawyer"
      },
      {
        "id": 122,
        "code": "car_soc_0044",
        "name": "ព្រះរាជអាជ្ញា",
        "description": "ព្រះរាជអជ្ញា មាន​តួនាទី​ចោទ​ប្រកាន់​​ទៅ​លើ​ជន​ណា​ម្នាក់​ដែល​ប្រព្រឹត្ត​ខុស​ឬ​ប្រឆាំង​​​នឹង​ច្បាប់​ទាក់ទង​រឿង​ព្រហ្មទណ្ឌ។ គាត់​ធ្វើ​ការ​ចោទប្រកាន់​ពី​បទល្មើស​​ព្រហ្មទណ្ឌ​ និង​សន្និដ្ឋាន​ឱ្យ​តុលាការ​អនុវត្ត​ច្បាប់។ គាត់ធានា​​ការ​អនុវត្ត​សេចក្តី​សម្រេច​ខាង​បទ​​ព្រហ្មទណ្ឌ​ព្រម​ទាំង​ធានា​យក​ចិត្ត​ទុក​ដាក់​លើ​ការ​ផ្សព្វផ្សាយ​ដីកា​បង្គាប់​ឱ្យ​ចាប់​ខ្លួន។ អាជីពនេះត្រូវសិក្សាមុខវិជ្ជា ច្បាប់ រយៈពេល ៤ឆ្នាំ និងមានសញ្ញាបត្រកម្រិតបរិញ្ញាពិតជាល្អ ។ បុគ្គលិកត្រូវចេះភាសាអង់គ្លេស និងមានចំណេះដឹងផ្នែកកុំព្យូទ័រ។",
        "places_for_work": "ស្ថាប័នរដ្ឋ ក្រសួងមហាផ្ទៃ តុលាការ ក្រុមហ៊ុនឯកជន",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0004",
          "uni_gov_0003",
          "uni_pri_0034",
          "uni_pri_0038"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "lawyer"
      },
      {
        "id": 123,
        "code": "car_soc_0045",
        "name": "មន្ត្រីនគរបាល",
        "description": "មន្រ្តីនគរបាលជាកងកម្លាំងនគរបាលជាតិ ការពារសន្តិសុខ សណ្តាប់ធ្នាប់សង្គម និងប្រទេសជាតិ ។ អាជីពនេះត្រូវសិក្សាមុខវិជ្ជា ច្បាប់ឬ សន្តិសុខ  រយៈពេល ៤ឆ្នាំ និងមានសញ្ញាបត្រកម្រិតបរិញ្ញាពិតជាល្អ ។ បុគ្គលិកត្រូវចេះភាសាអង់គ្លេស និងមានចំណេះដឹងផ្នែកកុំព្យូទ័រ។",
        "places_for_work": "ក្រសួងមហាផ្ទៃ និង ស្ថាប័នឯកជន",
        "unknown_schools": "សាលានគរបាលជាតិ ភូមិភាគ(ខេត្តក្រុង)",
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "police"
      },
      {
        "id": 124,
        "code": "car_soc_0046",
        "name": "ប្រវត្តិវិទូ",
        "description": null,
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "default"
      },
      {
        "id": 125,
        "code": "car_soc_0047",
        "name": "អ្នកសម្ដែងសិល្បៈ",
        "description": null,
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "artist"
      },
      {
        "id": 126,
        "code": "car_soc_0048",
        "name": "អ្នកនិពន្ធ",
        "description": null,
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "author"
      },
      {
        "id": 127,
        "code": "car_soc_0049",
        "name": "អ្នកដឹកនាំរឿង",
        "description": null,
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "author"
      },
      {
        "id": 128,
        "code": "car_soc_0050",
        "name": "វិចិត្រករ",
        "description": null,
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "default"
      },
      {
        "id": 129,
        "code": "car_soc_0051",
        "name": "មគ្គទេសក៍ទេសចរណ៍",
        "description": "មគ្គុទេសក៍ទេសចរណ៍ធ្វើអត្ថាធិប្បាយសំរាប់ភ្ញៀវទេសចរ ក្នុងដំនើរទស្សនាកំសាន្តនៅសារមន្ទីរជាតិ ព្រះបរមរាជវាំង វត្តភ្នំ ប្រាសាទបុរាណ និងកន្លែងទេសចរណ៍ធម្មជាតិ ជាច្រើន ដែលមាននៅក្នុងស្រុកខ្មែរ។ មគ្គុទេសក៍ទេសចរត្រូវចាំយ៉ាងច្បាស់ពីប្រវត្តិសាស្រ្តខ្មែរ  ចេះរឿងនិទានផ្សេងៗ ដែលទាក់ទងនឹងប្រាសាទ ឬទីកន្លែងកំសាន្ត។ គេត្រូវចេះភាសាអង់គ្លេសជាចាំបាច់ បន្ទាប់មកគេអាចជ្រើសយកភាសាមួយទៀត ដូចជាភាសា បារាំង អេស្បាញ អាឡឺម៉ង អ៊ីតាលី ចិន ថៃ ជប៉ុន.។គេមានទឹកមុខញញឹមញញែមគ្រប់ពេលវេលា រួសរាយរាក់ទាក់ អត់ធ្មតិ ឆ្លាតឈ្លាសវៃ អាចដោះស្រាយបញ្ហាខ្លះៗ ដែលអាចកើតមានជាយថាហេតុក្នុងដំណើរកំសាន្ត។ អាជីពនេះត្រូវសិក្សាមុខវិជ្ជា សណ្ឋាគារ និងទេសចរណ៍  ឬភាសាបរទេស រយៈពេល ៤ឆ្នាំ និងមានសញ្ញាបត្រកម្រិតបរិញ្ញាពិតជាល្អ ។",
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "default"
      },
      {
        "id": 130,
        "code": "car_soc_0052",
        "name": "សាស្ត្រាចារ្យ",
        "description": null,
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "teacher"
      },
      {
        "id": 131,
        "code": "car_soc_0053",
        "name": "បណ្ណាធិការ",
        "description": null,
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "secretary"
      },
      {
        "id": 132,
        "code": "car_soc_0054",
        "name": "អ្នករចនាម៉ូដ",
        "description": null,
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "tailor"
      },
      {
        "id": 133,
        "code": "car_soc_0055",
        "name": "អ្នកចម្រៀង",
        "description": null,
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "default"
      },
      {
        "id": 134,
        "code": "car_soc_0056",
        "name": "គ្រូបង្ហាត់ផ្នែករបាំ-ដូរ្យតន្ដ្រី",
        "description": null,
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "teacher"
      },
      {
        "id": 135,
        "code": "car_soc_0057",
        "name": "នាយក-នាយិកាគ្រឹះស្ថានសិក្សា",
        "description": null,
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "government_officer"
      },
      {
        "id": 136,
        "code": "car_soc_0058",
        "name": "អ្នកនយោបាយ",
        "description": "អ្នកនយោបាយ គឺជាមនុស្សម្នាក់ដែលសកម្មនៅក្នុងគណបក្សនយោបាយណាមួយ ដែលរកស្វែងរកគោលនយោបាយមួយជាក់លាក់ ។ អ្នកនយោបាយជាអ្នកផ្ដល់យោបល់ និងបង្កើតច្បាប់ ឬគោលនយោបាយដែលគាំទ្រសិទ្ធិមនុស្ស ការអភិវឌ្ឍន៏សង្គម តាមរយៈការពង្រឹសិទ្ធិអំណាចរបស់ប្រជាពលរដ្ឋ។ អាជីពនេះជាមនុស្សមានការទំនាក់ទំនងល្អជាមួយនឹងប្រជាពលរដ្ឋ មានការតាំងចិត្តខ្ពស់ យល់ដឹងពីច្បាប់សិទិ្ធមនុស្ស។ ដើម្បីអាចក្លាយជាអ្នកនយោបាយបាន ប្អូនត្រូវសិក្សាជំនាញច្បាប់រយៈពេល ៤ឆ្នាំ ដោយទទួលបានសញ្ញាបត្រកម្រិតបរិញ្ញាបត្រ។ ចំពោះចំណេះដឹងផ្នែកភាសាអង់គ្លេស និងកុំព្យូទ័រគឺត្រូវការជាចាំបាច់។",
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "government_officer"
      },
      {
        "id": 137,
        "code": "car_soc_0059",
        "name": "អ្នកគាំពារសង្គម",
        "description": "អ្នកគាំពារសង្គម គឺជាអ្នកធ្វើការជាមួយនឹងសង្គមដើម្បីកាត់បន្ថយភាពក្រីក្រ នឹងងាយរងគ្រោះតាមរយៈការលើកកម្ពស់ទីផ្សារការងារប្រកបដោយប្រសិទ្ធិភាពកាត់បន្ថយហានិភ័យរបស់ប្រជាពលរដ្ឋ។",
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "government_officer"
      },
      {
        "id": 138,
        "code": "car_soc_0060",
        "name": "អ្នកផ្ដល់ប្រឹក្សា",
        "description": null,
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "default"
      },
      {
        "id": 139,
        "code": "car_soc_0061",
        "name": "អ្នកបម្រើសេវាសង្គម",
        "description": null,
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "default"
      },
      {
        "id": 140,
        "code": "car_soc_0062",
        "name": "ឧទ្យានុរក្ស",
        "description": null,
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "default"
      },
      {
        "id": 141,
        "code": "car_soc_0063",
        "name": "ឱសថការី",
        "description": "ឱសថ​ការី ​ គឺជាអ្នករៀបចំថ្នាំដោយពិនិត្យឡើងវិញ និងបកប្រែការបញ្ជាទិញរបស់គ្រូពេទ្យ។ កំណត់ត្រាឱសថដែលចេញ និងចូលដោយការផ្សំវេចខ្ចប់និងដាក់ស្លាកឱសថ។ ត្រួតពិនិត្យថ្នាំដោយតាមដានការព្យាបាលដោយថ្នាំ។ ផ្តល់ប្រឹក្សាដល់អតិថិជន​។ ដើម្បីអាចក្លាយជាអ្នកឱសថការីបាន ប្អូនត្រូវសិក្សាជំនាញឱសថសាស្រ្តរយៈពេល៤-៦ឆ្នាំ។",
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "nurse"
      },
      {
        "id": 142,
        "code": "car_soc_0064",
        "name": "អ្នកស្រាវជ្រាវ និងអភិវឌ្ឍន៍សង្គម",
        "description": "អ្នកស្រាវជ្រាវ និងអភិវឌ្ឍសង្គម",
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "default"
      },
      {
        "id": 143,
        "code": "car_soc_0065",
        "name": "អ្នកគ្រប់គ្រងអង្គភាព",
        "description": null,
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "default"
      },
      {
        "id": 144,
        "code": "car_soc_0066",
        "name": "អ្នកជំនាញរៀបចំដែនដី និងរដ្ឋបាលដីធ្លី",
        "description": null,
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "architecture"
      },
      {
        "id": 145,
        "code": "car_soc_0067",
        "name": "អ្នកជំនាញផ្នែកបរិស្ថាន",
        "description": "អ្នកជំនាញផ្នែកបរិស្ថាន គឺជាអ្នកជំនាញតាមដានពីផលប៉ះពាល់នៃបរិស្ថាន តាមរយៈ​មនុស្ស សត្វ រុក្ខជាតិ កំណត់បញ្ហា និងរកដំណោះស្រាយពីផលប៉ះពាល់បរិស្ថាន។ គោលដៅចម្បងអ្នកជំនាញបរិស្ថានគឺលុបបំបាត់ការបំពុលបរិស្ថាន និងគ្រោះថ្នាក់បរិស្ថានឱ្យមានប្រសិទិ្ធភាព ​។ ដើម្បីអាចក្លាយជាអាជីពនេះបាន ប្អូនត្រូវសិក្សាជំនាញបរិស្ថានរយៈពេល ៤ឆ្នាំ ដោយទទួលបានសញ្ញាបត្រកម្រិតបរិញ្ញាបត្រ។ ចំពោះចំណេះដឹងផ្នែកភាសាអង់គ្លេស និងកុំព្យូទ័រគឺត្រូវការជាចាំបាច់។",
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "agricultural_scientist"
      },
      {
        "id": 146,
        "code": "car_soc_0068",
        "name": "សហគ្រិនភាព",
        "description": "ស​ហ​គ្រិន​គឺជា​បុគ្គលដែលមាន​ភាពក្លាហាន និងហ៊ាន​ប្រថុយប្រថាន​ជាមួយនឹងអាជីវកម្ម ជាអ្នកដែល​មាន​ក្ដី​ស្រមៃ ហើយ​មាន​គំនិត​ច្នៃប្រឌិត ហើយ​មាន​ការបត់បែន​ទៅតាម​ស្ថានភាព​របស់​សង្គម ហើយ​និង​ស្ថានភាព​របស់អាជីវកម្ម។",
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "business_man"
      },
      {
        "id": 147,
        "code": "car_soc_0069",
        "name": "អ្នកជំនាញខាងសាសនា",
        "description": "អ្នកជំនាញខាងសាសនា គឺជាមនុស្សម្នាក់ដែលមានចំណេះដឹងអំពីគំនិតសាសនា ការគោរព ជំនឿ សាសនាក៍ដូចជា ចំណេះដឹងស៊ីជម្រៅ​ នឹងបទពិសោធន៍ទាក់ទងនឹងធាតុផ្សំជាក់លាក់សាសនា។",
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "default"
      },
      {
        "id": 148,
        "code": "car_soc_0070",
        "name": "អ្នកបម្រើសេវាអតិថិជន",
        "description": null,
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "default"
      },
      {
        "id": 149,
        "code": "car_soc_0071",
        "name": "អ្នកគ្រប់គ្រងផ្នែកអប់រំ និងបណ្ដុះបណ្ដាល",
        "description": null,
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "default"
      },
      {
        "id": 150,
        "code": "car_soc_0072",
        "name": "អ្នកជំនាញផ្នែកទំនាក់ទំនងសាធារណៈ",
        "description": "អ្នកជំនាញផ្នែកទំនាក់ទំនងសាធារណៈ ជាមនុស្សម្នាក់ដែលពូកែទំទាក់ទំទងជាតិ និងអន្តរជាតិ ចេះអត់ធ្មត់គ្រប់បញ្ហាដែលកើតមានឡើង។ គាត់ជាមនុស្សដែលតែងតែរស់រាយរាក់ទាក់ទៅកាន់មនុស្សទូទៅ ។ អាជីពនេះត្រូវសិក្សាផ្នែកទំនាក់ទំនងរយៈពេល ៤ឆ្នាំ និងមានសញ្ញាបត្រកម្រិតបរិញ្ញាពិតជាល្អ ។ បុគ្គលិកត្រូវចេះភាសាអង់គ្លេស និងមានចំណេះដឹងផ្នែកកុំព្យុទ័រ។",
        "places_for_work": null,
        "unknown_schools": null,
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "default"
      }
    ]
  },
  {
    "id": 4,
    "title": "វិជ្ជាជីវៈ",
    "logoName": "",
    "entries": [

    ],
    "career_title": "មុខរបរ ឬការងារ ទៅនឹងវិជ្ជាជីវៈ",
    "concern_subjects": [

    ],
    "concern_entries": [

    ],
    "recommendation": "បុគ្គលដែលជ្រើសរើសមុខរបរ ទៅនឹងវិជ្ជាជីវៈ ភាគច្រើន ជាបុគ្គលពុំមានលទ្ធភាពបន្តសិក្សាដោយសារកត្តាជីវភាព ឬដោយសារមិនចង់រៀន បែរជាសម្រេចចិត្តចាប់យក ជំនាញមួយដែលខ្លួនស្រឡាញ់ និងគិតថាអាចធ្វើបាន។ ជំនាញវិជ្ជាជីវៈនេះ មិនទាមទារឱ្យមានចំណេះដឹងខ្លាំងនោះទេ យ៉ាងហោចណាស់មានចំណេះដឹងមូលដ្ឋានត្រឹមថ្នាក់ទី៩។ ឱកាសការងារ គឺមាននៅតាមហាងនានា និងនៅតាមបណ្តាខេត្ត ឬរាជធានី។",
    "careers": [
      {
        "id": 151,
        "code": "car_voc_0001",
        "name": "អ្នកបច្ចេកទេសមេកានិចយានយន្ត",
        "description": "អ្នកបច្ចេកទេសមេកានិច យានយន្ត ជាអ្នកបំរើសេវាអតិថិជនដែលជាផ្នែកមួយនៃបច្ចេកទេសជួសជុល និងថែទាំ។ គាត់ជាអ្នកទទួលខុសត្រូវ ជួសជុល និងថែទាំផ្នែកខាងក្នុង និងក្រៅម៉ាស៊ីនរថយន្ត ។ អាជីពនេះត្រូវសិក្សាជំនាញបណ្ដុះបណ្ដាលវិជ្ជាជីវៈរយៈពេល៦ខែ ទៅ ១ឆ្នាំ និងមានសញ្ញាបត្រកម្រិតបរិញ្ញាបត្ររងកាន់តែល្អ។",
        "places_for_work": "ការដ្ឋានយានយន្ត ផលិតកម្មយានយន្ត រោងចក្រ ប្រកបអាជីវកម្មដោយខ្លួនឯង",
        "unknown_schools": "មជ្ឍមណ្ឌលបណ្ដុះបណ្ដាលវិជ្ជាជីវៈ​តាមខេត្ត ក្រុង",
        "schools": [
          "uni_ngo_0001",
          "uni_ngo_0004"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "mechenical_engineer"
      },
      {
        "id": 152,
        "code": "car_voc_0002",
        "name": "អ្នកជូសជុសម៉ាស៊ីនត្រជាក់",
        "description": "អ្នកជូសជុសម៉ាស៊ីនត្រជាក់ជាអ្នកបំរើសេវាអតិថិជនតំលើង និងបច្ចេកទេសថែទាំនិងជួសជុលប្រព័ន្ឋម៉ាស៊ីនត្រជាក់។ ជំនាញនេះធ្វើការងារជាក្រុម ហើយជាមនុស្សស្វាហាប់ មានស្មារតីត្រួតពិនិត្យ ចេះទទួលខុសត្រូវ មានគំនិតច្នៃប្រឌិត និងមានរាងកាយមាំមួន លើកសម្ភារៈធ្ងន់ៗបាន។ អាជីពនេះសិក្សាជំនាញ ជួសជុលម៉ាស៊ីនត្រជាក់ រយៈពេល២ឆ្នាំ និងមានសញ្ញាបត្រកម្រិតបរិញ្ញាពិតជាល្អ  ។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន និងអាជីវកម្មផ្ទាល់ខ្លួន",
        "unknown_schools": null,
        "schools": [
          "uni_ngo_0001",
          "uni_ngo_0004"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "mechenical_engineer"
      },
      {
        "id": 153,
        "code": "car_voc_0003",
        "name": "អ្នកផ្គុំដំឡើងបរិក្ខារអេឡិចត្រូនិច",
        "description": "អ្នកផ្គុំដំឡើងបរិក្ខារអេឡិចត្រូនិច  គឺជាអ្នកបំរើសេវាដំឡើងគ្រឿងអេឡិចត្រូនិច និងបច្ចេកទេសតបណ្ដាញអេឡិចត្រូនិច ដូចជា៖ ទូរទស្សន៍ ម៉ាស៊ីនត្រជាក់ ទូរស័ព្ទ វិទ្យុ  និងគ្រឿងអេឡិចត្រូនិចផ្សេងៗទៀត។ គេត្រូវមានបច្ចេកទេសវិទ្យាទំនើប ឧស្សាហ៍ ពូកែតស៊ូណាស់ ទាំងកំលាំងកាយ និងប្រាជ្ញា។  អាជីពនេះត្រូវសិក្សាជំនាញ អេឡិចត្រូនិច រយៈពេល ២ឆ្នាំ និងមានសញ្ញាបត្រកម្រិតបរិញ្ញាពិតជាល្អ ។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន និងអាជីវកម្មផ្ទាល់ខ្លួន",
        "unknown_schools": null,
        "schools": [
          "uni_ngo_0001",
          "uni_ngo_0004"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "mechenical_engineer"
      },
      {
        "id": 154,
        "code": "car_voc_0004",
        "name": "អ្នកថតរូប",
        "description": "អ្នកថតរូបជាអ្នកបំរើសេវាអតិថិជនដែលជាផ្នែកមួយនៃបច្ចេកទេសថតរូបភាព។ ជំនាញនេះមានទទួលខុសត្រូវ  មានទំនាក់ទំនងល្អជាមួយអតិថិជន ស្វែងរកទីកន្លែងដែលមានសោភណ្ឌ័ភាព បែបធម្មជាតិ និងបច្ចេកទេសថតរូបស្អាត ក្នុងការឱ្យពន្លឺ កាត់តរូបភាព។ អាជីពនេះត្រូវសិក្សាជំនាញបណ្ដុះបណ្ដាលវិជ្ជាជីវៈរយៈពេល៦ខែ ទៅ ១ឆ្នាំ និងចេះប្រើប្រាស់កុំព្យូទ័រកាន់តែល្អ។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន និងអាជីវកម្មផ្ទាល់ខ្លួន",
        "unknown_schools": "ហាងថតរូប ឬស្ថាន័បឯកជន",
        "schools": [
          "uni_ngo_0001"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "designer"
      },
      {
        "id": 155,
        "code": "car_voc_0005",
        "name": "អ្នកបច្ចេកទេសផ្នែកវិទ្យុ ឬការផ្សាយសំលេង",
        "description": "អ្នកបច្ចេកទេសផ្នែកវិទ្យុ ឬការផ្សាយសំលេង ជាអ្នកបំរើសេវាកម្មសាធារណៈដែលទាក់ទងនឹងផ្សព្វផ្សាយព័ត៌មានការអប់រំ និង​សេដ្ឋកិច្ចសង្គម​។ អាជីពនេះជាអ្នកដែលមានបច្ចេកទេសវិទ្យា និងការគ្រប់គ្រងរលកធាតុអាកាសផ្សព្វផ្សាយសំលេងវិទ្យុ និងទូរទស្សន៍ រៀបចំស្ដង់ដានិងលក្ខណៈសម្បត្តិផ្នែកបច្ចេកទេសសម្រាប់កិច្ចការដែលប្រើរលកអាកាស។ អាជីពនេះសិក្សា ប្រព័ន្ធផ្សាព្វផ្សាយ និងគមនាគមន៍ និងព័ត៌មានរយៈពេល ៤ឆ្នាំ និងមានសញ្ញាបត្រកម្រិតបរិញ្ញាពិតជាល្អ មានចំណេះដឹងកុំព្យូទ័រ និងភាសាអង់គ្លេសពិតជាល្អ។",
        "places_for_work": "ក្រសួងព័ត៌មាន និងស្ថាប័នឯនជន",
        "unknown_schools": "វិទ្យាស្ថានជាតិប្រៃសណីយ៍ ទូរគមនាគមន៍ បច្ចេកវិទ្យាគមនាគមន៍ និងព័ត៌មាន",
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "IT"
      },
      {
        "id": 156,
        "code": "car_voc_0006",
        "name": "អ្នកបញ្ជាគ្រឿងចក្រ",
        "description": "អ្នកបញ្ជាគ្រឿងចក្រគឺជាអ្នកបំរើសេវាអតិថិជនដែលជាផ្នែកមួយនៃការបញ្ជាគ្រឿងចក្រ ក្នុងឈូសឆាយដី កាយដីជាស្រះទឹក និងធ្វើផ្លូវ ។ គាត់ជាអ្នកទទួលខុសត្រូវចំពោះគ្រឿងចក្រ ការពារ សុវត្ថិភាព រក្សាទុក និង  ថែទាំគ្រឿងចក្រ ជួសជុលបរិក្ខារគ្រឿងម៉ាស៊ីននៅពេលខូច និង​ ដឹកជញ្ជូន ។ គាត់ត្រូវជាមនុស្សមួយមានការតាំងចិត្តខ្ពស់ក្នុងការងារ និង អាចធ្វើការលើសម៉ោងបាន។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន អាជីវកម្មផ្ទាល់ខ្លួន",
        "unknown_schools": "សាលាបើកបររថយន្ត និង សា្ថប័នឯកជន",
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "mechenical_engineer"
      },
      {
        "id": 157,
        "code": "car_voc_0007",
        "name": "អ្នកធ្វើគ្រឿងសង្ហារឹម",
        "description": "អ្នកធ្វើគ្រឿងសង្ហារឹម​គឺជាអ្នកកែច្នៃសម្ភារៈធ្វើអំពីឈើដូចជា តុ ទូ កៅអី ទ្វារ និងវត្ថុអនុស្សាវរីយ៍ផ្សេងៗជាច្រើនទៀត គឺសុទ្ឋសឹងជាស្នាដៃគ្រឿងសង្ហារឹម។ អាជីពនេះត្រូវមានគំនិតច្នៃប្រឌិត និងមានទេពកោសល្យក្នុងការកែច្នៃ។ ចំពោះចំណេះដឹងមូលដ្ឋានគណិត មានទំនាក់ទំនងជាមួយអតិថិជន​ចាំបាច់។",
        "places_for_work": "ធ្វើសិប្បកម្មខ្លួនឯង; ក្រុមហ៊ុនឯកជន",
        "unknown_schools": "អង្គការការីតាសកម្ពុជា",
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "mechenical_engineer"
      },
      {
        "id": 158,
        "code": "car_voc_0008",
        "name": "អ្នកពន្លត់អគ្គិភ័យ",
        "description": "អ្នកពន្លត់អគ្គីភ័យ គឺជាអ្នកជួយសង្គ្រោះបឋមក្នុងការពន្លត់អគ្គីភ័យដែលកំពុងឆាប់ឆេះដែលអាចបង្កគ្រោះថ្នាក់គំរាមកំហែងដល់ជីវិតទ្រព្យសម្បត្តិនិងបរិស្ថាន។ការងារនេះសម្រាប់តែអ្នកមាននិស្ស័យពិតៗមានទំនួលខុសត្រូវខ្ពស់ ដោយពុំគិតពីជីវិតដើម្បីជួយសង្គ្រោះអ្នកដទៃ។ ចំពោះចំណេះដឹងជំនាញនេះទាមទារឱ្យដាក់ពាក្យចូលបំពេញការងារក្នុងភ្នាក់ងារពន្លត់អគ្គីភ័យ។",
        "places_for_work": "ភ្ញាក់ងារជំនាញរបស់ក្រសួង\nមហាផ្ទៃ",
        "unknown_schools": "ក្រសួងការពារជាតិ និងមហាផ្ទៃ; សាលានគរបាលជាតិ ភូមិភាគ (រាជធានីក្រុង)",
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "police"
      },
      {
        "id": 159,
        "code": "car_voc_0009",
        "name": "ជាងសំណង់",
        "description": "ជាងសំណង់ជាអ្នកបំរើសេវារៀបអាគារ ប្លង់របស់វិស្វករដូចជា៖ស្ពាន អគារខ្ពស់ៗ អាគារទំនើបៗ សុទ្ធសឹងតែកើតឡើងដោយស្នាដៃរបស់គេ។ ជំនាញនេះត្រូវមានទំនាក់ទំនងល្អជាមួយក្រុមការងារ មានគំនិតច្នៃប្រឌិត និងចេះការពារសុវត្តិភាពដោយខ្លួនឯង។គាត់ត្រូវមានកំលាំងខ្លាំងក្លា និងសុខភាពមាំមួួន មានទំនួលខុសត្រូវសាងសង់ និងថែទាំសម្ភារៈសំនង់ផ្សេង។ ចំណែកចំណេះដឹងមិនចំាបាច់ទេ។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន ក្រុមហ៊ុនម៉ៅការសាងសង់ និងអាជីវកម្មផ្ទាល់ខ្លួន",
        "unknown_schools": "មេជាងសំណង់ និងការដ្ឋានសំណង់",
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "civil_engineer"
      },
      {
        "id": 160,
        "code": "car_voc_0010",
        "name": "ជាងប្រព័ន្ធទឹក",
        "description": "ជាងប្រព័ន្ធទឹកជាអ្នកតបណ្ដាញទឹកទៅតាមផ្ទះ ឬកន្លែងផ្សេងៗទៀតទៅតាមតម្រូវការរបស់អតិថិជន ដោយផ្លាស់ប្ដូរឬជួសជុលរ៉ូប៊ីនេដែលខូច។ គាត់ជាអ្នកតំលើង និងជួសជុលឧបករណ៍នៅក្នុងបន្ទប់ទឹក។ ជំនាញនេះទាមទារការបណ្ដុះបណ្ដាលកម្រិតបរិញ្ញាបត្រ។ គាត់ត្រូវមានគំនិតច្នៃប្រឌិត និងមានបច្ចេកទេសថ្មីៗ និងចេះតបណ្ដាញទឹក ជាមួយនឹងជាងសំណង់និង ជាងភ្លើង។",
        "places_for_work": "ក្រសួងឧស្សាហកម្ម និងថាមពលរដ្ឋាទឹក និងក្រុមហ៊ុនឯកជន អាជីវកម្មផ្ទាល់ខ្លួន",
        "unknown_schools": "វិទ្យាស្ថាន​បច្ចេកវិទ្យាកម្ពុជា",
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "civil_engineer"
      },
      {
        "id": 161,
        "code": "car_voc_0011",
        "name": "ជាងលាបថ្នាំ",
        "description": "ជាងលាបថ្នាំជាអ្នកបំរើសេវាលាបថ្នាំអាគារឱ្យកាន់តែសោភ័ណភាព និងមានភាពទាក់ទាងអារម្មណ៍។ ជំនាញនេះត្រូវបណ្ដុះបណ្ដាលពីវិធីសាស្រ្តលាបថ្នាំ និងរបៀបលាយថ្នាំ។ គាត់ត្រូវធ្វើការលាបពណ៌ទៅតាមតម្រូវចិត្តរបស់ភ្ញៀវ គាត់ត្រូវមានសុខភាពល្អ ចេះធ្វើការងារជាក្រុម និងចេះការពារសុវត្ថិភាពដោយខ្លួនឯង។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន​និងអាជីវកម្មផ្ទាល់ខ្លួន",
        "unknown_schools": "ការដ្ឋានសំណង់",
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "civil_engineer"
      },
      {
        "id": 162,
        "code": "car_voc_0012",
        "name": "អ្នកថែទាំកុមារ",
        "description": "អ្នកថែទាំកុមារជាអ្នកបំពេញការងារក្នុងអង្គការ ឬមណ្ឌលកុមារកំព្រាតាមបណ្ដាលខេត្ត និងរាជធានី។ គាត់មានសញ្ញាបត្របណ្ដុះបណ្ដាលកម្រិត បរិញ្ញាបត្ររង និងបរិញ្ញាបត្រផ្នែកចិត្តវិទ្យា សង្គមវិទ្យា​   គាត់មើលថែកុមារដែលជាធម្មតាចាប់ពីអាយុ 6 សប្តាហ៍ដល់អាយុ 13 ឆ្នាំ។ ការថែទាំកុមារគឺជាសកម្មភាពឬជំនាញថែរក្សាកុមារដោយមជ្ឈមណ្ឌលថែរក្សាកុមារ គិលានុបដ្ឋាយិកា អ្នកថែទាំក្មេង គ្រូបង្រៀនឬអ្នកផ្តល់សេវាផ្សេងទៀត។ អ្នកផ្តល់សេវាថែទាំកុមារអាចក្លាយជាគ្រូបង្រៀនដំបូងរបស់ក្មេងៗ ដូច្នេះពួកគេដើរតួយ៉ាងសំខាន់នៅក្នុងប្រព័ន្ធអប់រំកុមារតូច។ គាត់ជាមនុស្សយកចិត្តទុកដាក់ អត់ធ្មត់ ព្យាយាម ជាពិសេសស្រលាញ់ក្មេងៗ។",
        "places_for_work": "អង្គការក្រៅរដ្ឋាភិបាល និងស្ថាបន័រដ្ឋសង្គមកិច្ច",
        "unknown_schools": "អង្គការចិត្តសង្គម អន្តរវប្បធម៌",
        "schools": [
          "uni_gov_0001"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "default"
      },
      {
        "id": 163,
        "code": "car_voc_0013",
        "name": "គ្រូបង្រៀនជនពិការ",
        "description": "គ្រូបង្រៀនជនពិការ គឺជាអ្នកបំពេញការងារជាអ្នកបង្រៀនភាសាសញ្ញា និងបច្ចេកទេសប្រើប្រាស់ភាសាទៅឱ្យជនពិការ។គាត់ជាអ្នកបំពេញការងារនៅតាមអង្គការផ្នែកពិការភាព។ គាត់បណ្ដុះបណ្ដាលពីភាសាសញ្ញាក្នុងការទំនាក់ទំនងជាមួយនឹងក្រុមការងារ។ ការងារនេះតម្រូវឱ្យបណ្ដុះបណ្ដាល ភាសាសញ្ញា   គាត់គឺជាមនុស្សអត់ធ្មត់ ព្យាយាម និង មានចិត្តទូលាយ។ គាត់ត្រូវមានភារកិច្ចធ្វើកិច្ចតែងការបង្រៀន ផលិតសម្ភារឧបទ្ទេស ស្រាវជ្រាវ និងបង្រៀនសិស្សប្រកបដោយក្រមសីលធម៌ និងវិជ្ជាជីវៈខ្ពស់ ។",
        "places_for_work": "អង្គការក្រៅរដ្ឋាភិបាល និងស្ថាបន័រដ្ឋសង្គមកិច្ច",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0001"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "teacher"
      },
      {
        "id": 164,
        "code": "car_voc_0014",
        "name": "អ្នកបណ្ដុះបណ្ដាលវិជ្ជាជីវៈ",
        "description": "អ្នកបណ្ដុះបណ្ដាលវិជ្ជាជីវៈគឺជាអ្នកបំពេញការងារជាមន្រី្តបណ្ដុះបណ្ដាលជំនាញដល់សហគមន៍ដែលពាក់ព័ន្ធជាមួយនឹងចំណេះដឹង អភិវឌ្ឍន៍សហគមន៍ ជំនាញ ទៅតាមស្ថាប័ននានា។ អាជីពនេះទាមទារឱ្យគាត់មានជំនាញច្បាស់លាស់លើជំនាញរបស់ខ្លួន និងមានសមត្ថភាពចែករំលែកចំណេះដឹងដល់សិក្ខាមចូលរួមបណ្ដុះបណ្ដាល។ ជំនាញនេះសិក្សារយៈពេល ១ឆ្នាំ ទៅ ២ឆ្នាំ​ និងមានសញ្ញាបត្រកម្រិតបរិញ្ញាបត្រតាមជំនាញរបស់ខ្លួនកាន់តែល្អប្រសើរ ។ បុគ្គលិកចេះប្រើភាសាអង់គេ្លស និងមានចំណេះដឹងកុំព្យូទ័រកាន់តែប្រសើរ។",
        "places_for_work": "អង្គការក្រៅរដ្ឋាភិបាល ក្រុមហ៊ុនឯកជន",
        "unknown_schools": null,
        "schools": [
          "uni_gov_0001",
          "uni_gov_0002",
          "uni_gov_0011"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "teacher"
      },
      {
        "id": 165,
        "code": "car_voc_0015",
        "name": "ជាងកាត់ដេរសម្លៀកបំពាក់",
        "description": "ជាងកាត់ដេរសម្លៀកបំពាក់គឺជាអ្នកបំរើសេវាកាត់ដេរសំលៀកបំពាក់តាមតម្រូវការរបស់អតិថិជន។ គាត់ជាអ្នកកាត់ដេរ សំពត់ខ្លីឬវែង ខោប៉ាត់ រ៉ូបវែងខ្លី អាវរឹបឬរលុង អាវកឌុប ឬមូល សំពត់ខ្លីឬវែង ខោរឹបរាង...។ អាជីពនេះត្រូវគំនិតច្នៃម៉ូដថ្មីៗទាន់សម័យ រូសរាយរាកទាក់ គោរពពេលវេលា​ ជំនាញនេះសិក្សាតាមហាងកាត់ដេរ​រយៈពេល ៦ខែឡើងទៅ។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន និង អាជីវកម្មផ្ទាលខ្លួន",
        "unknown_schools": "អង្គការមិត្តសំឡាញ់",
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "tailor"
      },
      {
        "id": 166,
        "code": "car_voc_0016",
        "name": "អ្នកបោះពុម្ពឯកសារ",
        "description": "អ្នកបោះពុម្ពឯកសារ គឺជាអ្នកបំរើសេវាបោះពុម្ពឯកសារ វាយឯកសារ ។ គាត់ជាអ្នកទទួលខុសត្រូវរៀបចំឯកសារ ថតចម្លង​ ចេះដាក់ទឹកខ្មៅ ដាក់ក្រដាស មើលពណ៌ បញ្ជា ម៉ាស៊ីនបោះពុម្ពអុហ្វសិត។ អាជីពនេះត្រូវសិក្សាជំនាញ មូលដ្ឋានកុំព្យូទ័រ ឬ រដ្ឋបាល រយៈពេល ៣ខែ និងមានសញ្ញាបត្រកម្រិតបរិញ្ញាកាន់តែល្អ។ បុគ្គលិកត្រូវមានចំណេះដឹងកុំព្យូទ័រ និងចេះភាសាអង់គ្លេស។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន និង បង្កើតអាជីវកម្មផ្ទាល់ខ្លួន",
        "unknown_schools": "មជ្ឈមណ្ឌលបណ្ដុះបណ្ដាលវិជ្ជាជីវៈតាមបណ្ដាលខេត្ត ក្រុង",
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "accountant"
      },
      {
        "id": 167,
        "code": "car_voc_0017",
        "name": "អ្នកផាត់មុខ",
        "description": "អ្នកផាត់មុខគឺជាអ្នកបំរើសេវាផាត់មុខឱ្យអតិថិជនដូចជា កាត់ ផ្លុំ អ៊ុតសក់ ផាត់មុខ ព្រមទាំងចេះប្រើផលិតផលទាក់ទងនឹងគ្រឿងសំអាងជាដើម។ គេត្រូវយល់ដឹងពីសិល្បះ និងមើលទម្រង់មុខរបស់ភ្ញៀវ ដើម្បីណែនាំពីម៉ូតសក់ដែលស័ក្តិសមនឹងគាត់។គេត្រូវតែជាមនុស្សមានសិល្បៈ គំនិតច្នៃប្រឌិត រួសរាយរាក់ទាក់ យកចិត្តទុកដាក់ រហ័សរហួន ហើយមានសុខភាពល្អផងដែរ។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន និង បង្កើតអាជីវកម្មផ្ទាល់ខ្លួន",
        "unknown_schools": "អង្គការការីតាស​កម្ពុជា",
        "schools": [
          "uni_ngo_0001"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "default"
      },
      {
        "id": 168,
        "code": "car_voc_0018",
        "name": "ជាងជួសជុលម៉ូតូ",
        "description": "ជាងជួសជុលម៉ូតូ ជាអ្នកបំរើសេវាក្នុងការជួសជុល និងថែទាំផ្នែកខាងក្រៅ និងខាងក្នុងគ្រឿងម៉ាស៊ីន ដូចជា៖ ប្រអប់លេខ ហ្វ្រាំង  និងប្រព័ន្ឋភ្លើង និងការងារផ្សេងទៀត។ អាជីពនេះជាមនុស្សដែលរហ័សហួន និងរួសរាយរាក់ទាក់ គំនិតច្នៃប្រឌិត មានសុខភាពល្អ និងមានបច្ចេកទេសថ្មីៗ ក្នុងការជួសជុល និងគ្រឿងបន្លះផ្សេងៗ។ ជំនាញនេះ​សិក្សាវិជ្ជាជីវៈរយៈពេល ៦ ខែ និង​១​ឆ្នាំ ជាមួួយអង្គការ។",
        "places_for_work": "ក្រុមហ៊ុនឯកជន និងអាជីវកម្មផ្ទាល់ខ្លួន",
        "unknown_schools": null,
        "schools": [
          "uni_ngo_0001",
          "uni_ngo_0004",
          "uni_ngo_0003"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "mechenical_engineer"
      },
      {
        "id": 169,
        "code": "car_voc_0019",
        "name": "ចុងភៅ",
        "description": "ចុងភៅជាអ្នកបំរើសេវាធ្វើម្ហូបច្រើនមុខណាស់ដូចជា ម្ហូបខ្មែរ បារាំង អាមេរិច ចិន ថៃ ជាដើម។ អាជីពនេះត្រូវបង្កើតមុខម្ហូបថ្មីៗ ដើម្បីបំពេញចិត្តរបស់ភ្ញៀវ ឬអតិថិជន មានទំនាក់ទំនងល្អជាមួយនឹងក្រុមការងារ ។​ អាជីពនជាមនុស្សដែលមានការប្រុងប្រយ័ត្នខ្ពស់ មានសុខភាពល្អ មានចំណង់ចំណូលចិត្តធ្វើម្ហូប អត់ធ្មត់ និងមានការច្នៃប្រឌិតមុខម្ហូប។ ជំនាញនេះសិក្សារយៈពេល ៦ ខែ ឬ ១ ឆ្នាំ ជំនាញនេះគូរចេះនិយាយភាសាអង់គ្លេសកាន់តែល្អ។",
        "places_for_work": "ភោជនីយដ្ឋាន សណ្ឋាគារ និង បង្កើតអាជីវកម្មផ្ទាល់ខ្លួន",
        "unknown_schools": null,
        "schools": [
          "uni_ngo_0003",
          "uni_ngo_0001",
          "uni_ngo_0004"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "chief"
      },
      {
        "id": 170,
        "code": "car_voc_0020",
        "name": "ជាងផ្សារដែក",
        "description": "ជាងផ្សារដែក ជាអ្នកដែលមានជំនាញផ្នែកផ្សារ បំនែកនៃដែកដើម្បីយកទៅប្រើប្រាស់តាមតម្រូវការអតិថិជនដូចជា៖ ទ្វារ តុ និងសម្ភារៈផ្សេងៗទៀត។ អ្នកជំនាញនេះគឺជាមនុស្សដែលមានការប្រុងប្រយ័ត្នខ្ពស់ មានសុខភាពរឹងមាំ និង តស៊ូចំពោះការងារ។ អាជីពនេះត្រូវសិក្សាជំនាញបណ្ដុះបណ្ដាលវិជ្ជាជីវៈផ្សារដែករយៈពេល ៣ខែ ទៅ៦ ខែ។",
        "places_for_work": "បង្កើតអាជីវកម្មផ្ទាល់ខ្លួន ក្រុមហ៊ុនឯកជន",
        "unknown_schools": null,
        "schools": [
          "uni_ngo_0001",
          "uni_ngo_0003",
          "uni_ngo_0004"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "mechenical_engineer"
      },
      {
        "id": 171,
        "code": "car_voc_0021",
        "name": "ជាងមាស",
        "description": "ជាងមាស គឺជាអ្នកបំរើសេវាធ្វើគ្រឿងអលង្ការលំអ ដូចជា៖ ខ្សែក ខ្សែដៃ ចិញ្ចៀនមាស ពេជ្រ ប្លាទីន។ អាជីពនេះជាមនុស្សមួយដែលមានគំនិតសិល្បៈ កែច្នៃប្រឌិតម៉ូតថ្មីៗ និងបច្ចេកទេសល្អ។ ការងារនេះតម្រូវឱ្យគាត់មានការអត់ធ្មត់ យកចិត្តទុកដាក់ និង ប្រិតប្រៀបទៀតផង។",
        "places_for_work": "ហាងលក់មាស ប្រកបអាជីវកម្មដោយខ្លួនឯង",
        "unknown_schools": "បងប្អូន មេជាងកែច្នៃមាស",
        "schools": [

        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "mechenical_engineer"
      },
      {
        "id": 172,
        "code": "car_voc_0022",
        "name": "ជាងកាត់សក់",
        "description": "ជាងកាត់សក់ គឺជាអ្នកបំរើសេវាអតិថិជនដែលយល់ដឹងពីតម្រូវការ និងចំណង់ចំណូលចិត្តអតិថិជន​គ្រប់បច្ចេកទេសកាត់សក់ដូចជា កាត់ ផ្លុំ អ៊ុតសក់ព្រមទាំងចេះប្រើផលិតផលដូចជាសាប៊ូកក់សក់ជាដើម។អាជីពនេះជាមនុស្សមួយដែលមានសិល្បៈ និងមានគំនិតច្នៃប្រឌិត ម៉ូតសក់ និងចេះមើលទម្រង់មុខរបស់ភ្ញៀវដែលស័ក្តិសមទៅនឹងទឹកមុខ និងសរួសរាយរាក់ទាក់ យកចិត្តទុកដាក់ រហ័សរហួន ហើយមានសុខភាពល្អផងដែរ។",
        "places_for_work": "ហាងកាត់សក់ ប្រកបអាជីវកម្មដោយខ្លួនឯង",
        "unknown_schools": "អង្គការការីតាស​កម្ពុជា",
        "schools": [
          "uni_ngo_0001"
        ],
        "short_description": null,
        "duty": null,
        "working_environment": null,
        "training_level": null,
        "salary": null,
        "image_name": "default"
      }
    ]
  }
]
