[
  {
    "id":"04b1a52c",
    "code":"72786e",
    "name":"អក្សរសាស្រ្តខ្មែរ",
    "personality_type":null,
    "general_info":"ការសិក្សាកម្រិតបរិញ្ញាបត្រអក្សរសាស្ត្រខ្មែរ និស្សិតនឹងទទួលបានជំនាញនិងចំណេះដឹងពាក់ព័ន្ធនឹងការវិវត្តនៃភាសា-អក្សរ-អក្សរសិល្ប៍ អក្សរសិល្ប៍ខ្មែរ អក្សរសិល្ប៍បរទេស សិល្ប៍វិធីនៃការតាក់តែងនិពន្ធការប្រើប្រាស់ពាក្យពេចន៍ ក្បួនខ្នាតវេយ្យាករណ៍ ប្រវត្តិសាស្ត្រ វប្បធម៌ទូទៅនៃសង្គមខ្មែរ និងបរទេស។ល។ \nកម្រិតបរិញ្ញាបត្រជំនាញនេះ តម្រូវឱ្យនិស្សិតសិក្សារយៈពេល ៤ ឆ្នាំ ឬចំនួន ១២០ ក្រេឌីតយ៉ាងតិច។",
    "orien_orientation_subjects":"ដើម្បីឱ្យការសិក្សាមុខជំនាញនេះ អាចប្រព្រឹត្តទៅបានដោយរលូន និស្សិតត្រូវមានទុនចំណេះដឹងលើមុខវិជ្ជាដែលមានក្នុងកម្មវិធីសិក្សាកម្រិតមធ្យមសិក្សាទុតិយភូមិដូចជា៖ អក្សរសាស្ត្រ ខ្មែរ និងប្រវត្តិវិទ្យា។",
    "orien_study_condition":"សិស្ស​ ឬនិស្សិត ដែលមានចំណាប់អារម្មណ៍សិក្សាជំនាញនេះ តម្រូវឱ្យមានសញ្ញាបត្រមធ្យមសិក្សាទុតិយភូមិ ឬសញ្ញាបត្រមានតម្លៃស្មើ និងត្រូវបំពេញទម្រង់បែបបទស្នើសុំចូលរៀននៅតាមសាកលវិទ្យាល័យ ឬវិទ្យាស្ថានដែលមានបើកបង្រៀនមុខជំនាញនេះ ក្នុងរូបភាពបង់ថ្លៃសិក្សា (២៥០ដុល្លារ-៣៥០ដុល្លារ) ឬអាហារូបករណ៍។",
    "orien_graduation_condition":"នៅឆ្នាំសិក្សាទី៤ ឆមាសទី២ និស្សិតនឹងត្រូវជ្រើសរើសលក្ខខណ្ឌណាមួយក្នុងចំណោមជម្រើសពីរគឺ ការប្រឡងបញ្ចប់ ឬការសរសេរសារណា ដើម្បីបញ្ចប់ការសិក្សាកម្រិតបរិញ្ញាបត្ររបស់ខ្លួន។",
    "curriculum":"ក្នុងការសិក្សាថ្នាក់បរិញ្ញាបត្រអក្សរសាស្ត្រខ្មែរ និស្សិតត្រូវរៀន និងសិក្សាស្រាវជ្រាវតាមការណែនាំ របស់សាស្ត្រាចារ្យនូវមុខវិជ្ជាសំខាន់ៗមួយចំនួនដូចជា៖ វប្បធម៌ទូទៅ (ខ្មែរ អាស៊ី) ប្រវត្តិសាស្ត្រខ្មែរ វិជ្ជានិពន្ធ ទ្រឹស្ដីអក្សរសិល្ប៍ អក្សរសិល្ប៍ខ្មែរ (មុនអង្គរ-ក្រោយអង្គរ) អក្សរសិល្ប៍បរទេស (អាស៊ី បច្ចឹមប្រទេស) អក្សរសិល្ប៍ប្រៀបធៀប ភាសា​បរទេស (បាលី-សំស្ក្រឹត អង់គ្លេស) សិលាចារឹក ភាសាវិទ្យា វចនវិទ្យា សម្ព័ន្ធវិទ្យា សូរវិទ្យា ន័យវិទ្យា វេយ្យាករណ៍…។",
    "teaching_and_learning_process":"និស្សិតត្រូវសិក្សាក្នុងថ្នាក់រៀនតាមកាលវិភាគកំណត់របស់គ្រឹះស្ថានឧត្តមសិក្សានីមួយៗ។ ក្នុងដំណើរ ការសិក្សាកម្រិតឧត្តមសិក្សា ក្រៅពីការណែនាំខ្លឹមសារមេរៀនគោលតាមមុខវិជ្ជានីមួយៗរបស់សាស្ត្រាចារ្យ និស្សិតត្រូវធ្វើស្វ័យសិក្សាបន្ថែមខ្លួនឯងនៅបណ្ណាល័យ រៀបចំកិច្ចការក្រុម ឡើងធ្វើបទបង្ហាញលទ្ធផលស្រាវ​ជ្រាវរបស់ខ្លួនក្នុងថ្នាក់",
    "gain_knowledge":"និស្សិតថ្នាក់បរិញ្ញាបត្រអក្សរសាស្ត្រខ្មែរដែលបានបញ្ចប់ការសិក្សាដោយជោគជ័យ នឹងទទួលបានចំណេះដឹងនិងជំនាញមួយចំនួនដូចជា៖\n- ចំណេះដឹងពាក់ព័ន្ធការតាក់តែនិពន្ធ (អត្ថបទសិក្សាកថា កំណាព្យ ប្រលោមលោក…)\n- ចំណេះដឹងពាក់ព័ន្ធវប្បធម៌ទូទៅនិងអក្សរសិល្ប៍\n- ចំណេះដឹងពាក់ព័ន្ធវិធីសាស្ត្របង្រៀនមុខវិជ្ជាអក្សរសាស្ត្រខ្មែរ\n- ជំនាញប្រើប្រាស់ពាក្យពេចន៍ក្នុងការសំណេរនិងការសន្ទនា\n- ជំនាញក្នុងការពន្យល់បកស្រាយនិងធ្វើបទបង្ហាញ\n- ជំនាញក្នុងការទំនាក់ទំនង",
    "worthy_career":"និស្សិតថ្នាក់បរិញ្ញាបត្រអក្សរសាស្ត្រខ្មែរដែលបានបញ្ចប់ការសិក្សាដោយជោគជ័យ អាចនឹងទទួលបានឱកាសការងារមួយចំនួនដូចជា៖\n- មន្ត្រីរាជការ (ករណីប្រឡងចូលក្របខណ្ឌជាប់នៅតាមក្រសួងស្ថាប័នណាមួយ)\n- អ្នកនិពន្ធ និងដឹកនាំរឿង\n- អ្នកសារព័ត៌មាន ឬពិធីករ ពិធីការិនី\n- លេខាធិការ ឬបុគ្គលិកកិច្ចការរដ្ឋបាល\n- អ្នកត្រួតពិនិត្យអក្ខរាវិរុទ្ធ\n- អ្នកចងក្រងវចនានុក្រម សទ្ទានុក្រម\n- អ្នកបកប្រែភាសា និងសម្រួលអត្ថបទ\n- អ្នកស្រាវជ្រាវ និងបកប្រែសិលាចារឹក\n- គ្រូបង្រៀនភាសាខ្មែរដល់ជនបរទេស",
    "recommendation":null,
    "updated_at":"2023-06-20T08:53:26.000Z",
    "schools":[]
  },
  {"id":"89a09280","code":"053fc3","name":"ប្រវត្តិវិទ្យា","personality_type":null,"general_info":null,"orien_orientation_subjects":null,"orien_study_condition":null,"orien_graduation_condition":null,"curriculum":null,"teaching_and_learning_process":null,"gain_knowledge":null,"worthy_career":null,"recommendation":null,"updated_at":"2023-06-20T08:53:26.000Z","schools":[]},{"id":"cafc5f99","code":"8687d7","name":"ទស្សនវិជ្ជា","personality_type":null,"general_info":null,"orien_orientation_subjects":null,"orien_study_condition":null,"orien_graduation_condition":null,"curriculum":null,"teaching_and_learning_process":null,"gain_knowledge":null,"worthy_career":null,"recommendation":null,"updated_at":"2023-06-20T08:53:26.000Z","schools":[]}]