[{"id":"0463ac18","code":"int_06","name_km":"ផ្នែកទំនាក់ទំនងក្រៅខ្លួន","name_en":"Interpersonal","description":"ការយល់ឃើញពីអារម្មណ៍របស់អ្នកដទៃ៖ អ្នកពូកែទំនាក់ទំនងក្រៅខ្លួនចូលចិត្តធ្វើការ សិក្សារៀនសូត្រ និងជួយអ្នកដទៃនៅជុំវិញខ្លួន។ ពួកគេមានមិត្តច្រើន និងមានការយល់ចិត្តអ្នកដទៃ។ បញ្ញាខាងទំនាក់ទំនងមានការពាក់ព័ន្ធទៅនឹងសមត្ថភាពក្នុងការស្វែងយល់ពីបំណង ការលើកទឹកចិត្ត និងក្តីប្រាថ្នារបស់អ្នកដទៃ។ មនុស្សជំពូកនេះ មានការបារម្ភចំពោះអ្នកដទៃ ហើយមនុស្សទូទៅតែងតែទទួលការទូន្មានពីគេ។ ពួកគេយល់ថាការស្វែងរកមធ្យោបាយដោះស្រាយបញ្ហា និងជម្លោះរវាងមិត្តភក្តិជាការងាយស្រួល។ គេចូលចិត្តការងារជាក្រុម ការចែករំលែក និងពូកែយល់ភាសាកាយវិការ។","appropriate_learning_method":"ពួកគេអាចរៀនបានល្អតាមរយៈការប្រាស្រ័យទាក់ទង ការធ្វើការងារជាក្រុម ការសន្ទនាសិក្ខាសាលា។","suitable_job":"អ្នកជំនាញធនធានមនុស្ស, អ្នកសម្របសម្រួល, អ្នកដឹកនាំ, អ្នកផ្តល់ប្រឹក្សា, អ្នកនយោបាយ, អ្នកអប់រំបណ្តុះបណ្តាលឬគ្រូបង្រៀន, គ្រូបង្វឹក និងអ្នកណែនាំ, អ្នកជំនាញចិត្តសាស្រ្ត, អ្នករៀបចំកម្មវិធី, គិលានុបដ្ឋាក, អ្នកជំនាញផ្នែកលក់, អ្នកជំនាញផ្នែកផ្សាយពាណិជ្ជកម្មជាដើម។"},{"id":"26aac4d2","code":"int_04","name_km":"ផ្នែកចលនាកាយសម្បទា","name_en":"Bodily–kinaesthetic","description":"ការគ្រប់គ្រងចលនារាងកាយ៖ អ្នកពូកែខាងកាយសម្បទាអាចប្រើប្រាស់រាងកាយ វិញ្ញាណទាំងប្រាំ និងអវៈយវៈរបស់គេបានយ៉ាងមានប្រសិទ្ធិភាពដូចជា អ្នករុំ ឬគ្រូពេទ្យវះកាត់។ អ្នកសិក្សាទាំងនេះអាចទទួលបានប្រយោជន៍ពីបទពិសោធផ្នែករាងកាយដូចជា ការប៉ះ ស្ទាប កាន់ ហិតក្លិន និងបទពិសោធដោយមានការចូលរួមសកម្ម។ ពួកគេពូកែខាងកីឡា សម្ដែង រាំ ទំនាក់ទំនងរវាងដៃ និង ភ្នែក។ អ្នកសិក្សាដែលពូកែខាងកាយសម្បទា អាចមានការលំបាកក្នុងការផ្ចង់អារម្មណ៍នៅពេលរៀន ហេតុនេះ ពួកគេអាចចាត់ទុកថាជាអ្នកមានសកម្មភាពរស់រវើក។","appropriate_learning_method":"វិធីសាស្រ្តដ៏ល្អបំផុតសម្រាប់បង្រៀនពួកគេគឺ បញ្ចូលសកម្មភាពដោយប្រើសកម្មភាពរាងកាយ ការសិក្សាផ្សារភ្ជាប់នឹងការអនុវត្ត និងការសម្តែងតួ ជាដើម។","suitable_job":"យន្តការី សិប្បករ គ្រូបង្វឹកអត្តពលិក អ្នកវិភាគកីឡា កីឡាករ អ្នករបាំ នាដករ អ្នកម៉ាស្សា ជាងសំណង់ អ្នកធ្វើសក់ អ្នកសង្គ្រោះ ទន្តពេទ្យ គ្រូពេទ្យវះកាត់ អ្នកសម្តែងភាពយន្ត ទាហាន អ្នកពន្លត់អគ្គីភ័យ អ្នកបើកបរ អ្នកថែរសួន ចុងភៅ និងជាងជួសជុល ផ្សេងៗ។"},{"id":"48d6ae52","code":"int_05","name_km":"ផ្នែកទស្សនីយភាពក្នុងលំហ","name_en":"Spatial-Visual","description":"ទស្សនីយភាពក្នុងលំហ៖  អ្នកសិក្សាដែលពូកែមើលរូបភាព គិតលំហរចេញជារូបភាព ដូចជានាវិក និងអ្នកដើរកប៉ាល់ជាដើម។ ពួកគេស្គាល់ពីបរិស្ថានច្បាស់លាស់ ចូលចិត្តគូរ ផ្គុំរូប មើលផែនទី និងមានភាពរវើរវាយដោយរស់រវអ្នកសិក្សាដែលពូកែមើលរូបភាព គិតលំហរចេញជារូបភាព ដូចជានាវិក និងអ្នកដើរកប៉ាល់ជាដើម។ ពួកគេស្គាល់ពីបរិស្ថានច្បាស់លាស់ ចូលចិត្តគូរ ផ្គុំរូប មើលផែនទី និងមានភាពរវើរវាយដោយរស់រវើក មានការចងចាំដោយស្រមៃឃើញរូបភាព ឬគូរផែនទីគំនិត ពួកគេចូលចិត្តមើលរូបភាព ដ្យាក្រាមនៅក្នុងសៀវភៅមុននឹងអាន។ ពួកគេក៏ពូកែស្រមៃជារូបភាពលំហរបី (3D)។ មនុស្សប្រភេទនេះងាយរៀនដោយប្រើប្រាស់ភ្នែក លំហរ និង ការអង្កេត។","appropriate_learning_method":"វិធីសាស្រ្តបង្រៀន និងសម្ភារបង្រៀនដែលសមស្របសម្រាប់ពួកគេគឺ៖ ការធ្វើគំរូ ការសម្តែង ការបង្ហាញ ការថត ការគូរ ភាពយន្ត វីដេអូ ពហុសារព័ត៌មាន អត្ថបទជារូបភាព ដ្យាក្រាម និងតារាងជាដើម។","suitable_job":"អ្នកគូប្លង់ អ្នកDesign អ្នករៀបចំគេហទំព័រ សិល្បៈករ អ្នកទេសចរណ៍ អ្នកគូរផែនទី អ្នកថតរូប ចាងហ្វាងខ្សែភាពយន្ត អ្នករៀបចំផ្ទះ អ្នកលាបថ្នាំ អ្នកសាងសង់ អ្នកដើរកប៉ាល់ ពេទ្យវះកាត់ អ្នកបើកយន្តហោះ វិស្វករ អ្នករៀបចំក្រុង។"},{"id":"97a03163","code":"int_07","name_km":"ផ្នែកទំនាក់ទំនងក្នុងខ្លួន","name_en":"Intrapersonal","description":"ការស្គាល់ខ្លួនឯង៖គឺជាអ្នកដែលមានភាពឆ្លាតវៃផ្នែកខាងក្នុង និងអារម្មណ៍។ ពួកគេមានគតិបណ្ឌិត អព្ភន្តរញាណ ការលើកទឹកចិត្ត ឆន្ទៈមោះមុត មានទំនុកកចិត្ត និងឧត្តមគតិ។ ជាមនុស្សដែលឆ្លាតដោយខ្លួនឯង មានការតាំងចិត្ត ឯករាជ្យ ធ្វើការដោយមានពេលកំណត់ និងកំណត់វត្ថុបំណងនិងគោលដៅច្បាស់លាស់សម្រាប់ខ្លួនឯង។ ជួនកាលគេចូលចិត្តធ្វើការដោយខ្លួនឯង គេចវេះពីអ្នកដទៃ។ ពួកគេក៏អាចមានចំណាប់អារម្មណ៍ខាងសាសនា សិល្បៈ ល្ខោន និងតែងតែសរសេរកំណត់ហេតុពីអារម្មណ៍របស់គេ។","appropriate_learning_method":"ពួកគេអាចរៀនបានល្អតាមរយៈវិធីសាស្រ្ត និងឧបករណ៍ ដូចជា សៀវភៅ សម្ភារច្នៃប្រឌិត កំណត់ហេតុ។","suitable_job":"សិល្បករ ម្ចាស់ជំនួញខ្នាតតូច អ្នកស៊ើបអង្កេត អ្នកដឹកនាំខ្សែភាពយន្ត អ្នកប្រឹក្សា អ្នកធ្វើការផ្នែកសង្គម អ្នកធ្វើផែនការ អ្នកស្រាវជ្រាវ ចិត្តវិទូ ទស្សនវិទូ អ្នកបណ្តុះបណ្តាល ឬអ្នកនិពន្ធជាដើម។"},{"id":"ca931ee5","code":"int_03","name_km":"ផ្នែកតន្រ្តី","name_en":"Musical","description":"សមត្ថភាពផ្នែកតន្រ្តី៖ចូលចិត្តតូរ្យតន្រ្តី និងឆាប់ដឹងពីសំឡេងដែលនៅជុះវិញខ្លួន។ ពួកគេចូលចិត្តតន្រ្តី ខុសៗគ្នា និងជ្រើសរើសស្តាប់ទៅតាមអារម្មណ៍។ ជាញឹកញាប់គេចូលចិត្តច្រៀងតិចៗម្នាក់ឯង ឬ គ្រហឹមតាមទំនុកច្រៀងផ្សេងៗ។ ជួនកាលគេអាចនិពន្ធបទភ្លេងដោយខ្លួនឯងបាន។ អ្នកសិក្សាផ្នែកតូរ្យ តន្រ្តី អាចសិក្សាបានល្អជាមួយភ្លេង ការបន្ទរតាម និងអាចចងចាំបានល្អ ដោយបន្ទរ ឬថាដដែលៗ។","appropriate_learning_method":"ពួកគេរៀនដោយប្តូរមេរៀនទៅជាកាព្យខ្លីៗ និយាយបែបចង្វាក់ភ្លេង និងគោះដៃជើងបណ្តើរ។ ពួកគេអាចរៀនបានល្អតាមរយៈឧបករណ៍តន្រ្តី ភ្លេង វិទ្យុ ម៉ាញ៉េ សោតទស្សន៍ និងពហុសារព័ត៌មាន។","suitable_job":"តន្រ្តីករ អ្នកចម្រៀង អ្នកនិពន្ធបទភ្លេងនិងបទចម្រៀង អ្នកសម្តែង គ្រូសិល្បៈ អ្នកបង្កើតឧបករណ៍ភ្លេង អ្នកដឹកនាំវង់ភ្លេង DJ អ្នកលំហែ អ្នករៀបចំវីដេអូ និងភាពយន្ត និងអ្នករៀបចំកម្មវិធីជប់លៀងផ្សេងៗ។"},{"id":"f13b580e","code":"int_01","name_km":"ផ្នែកភាសា","name_en":"Linguistic","description":"វាក្យសព្ទ និងភាសា៖ អ្នកសិក្សាដែលពូកែពាក្យពេចន៍ និងមានភាពរីកចម្រើនខាងជំនាញស្តាប់។ អ្នកដែលមានជំនាញភាសាប្រើពាក្យប្រកបដោយប្រសិទ្ធភាព ហើយតែងតែគិតអំពីអ្វីជាពាក្យច្រើនជាងរូបភាព។ មនុស្សជំនាញខាងភាសាមានភាពស្ងប់ស្ងាត់ មានហេតុផលសមរម្យ និងជាមនុស្សដែលពូកែស្តាប់ផងដែរ។ មនុស្សប្រភេទនេះចូលចិត្តគិតច្រើន និងចូលចិត្តលេងផ្គុំរូប។ អ្នកសិក្សាផ្នែកភាសាពូកែរៀបរាប់ និងពន្យល់។ គេចូលចិត្តអាន លេងហ្គេម និងតែងនិពន្ធ។","appropriate_learning_method":"វិធីសាស្រ្ត និងឧបកណ៍សិក្សាដែលល្អសម្រាប់មនុស្សក្រុមនេះគឺ ការអាន (ម្នាក់ឯងឬជុំគ្នា) ការពិភាក្សា ធ្វើអត្ថាធិប្បាយ ប្រើប្រាស់កុំព្យូទ័រ ហ្គេម ការសួរព័ត៌មាន និងការបង្រៀនជាដើម។","suitable_job":"អ្នកសារព័ត៌មាន បណ្ណារក្ស អ្នកអត្ថាធិប្បាយ បុគ្គលិករដ្ឋបាល អ្នកប្រឹក្សាយោបល់ មេធាវី កវី អ្នកបកប្រែភាសា អ្នកធ្វើបទបង្ហាញតាមវិទ្យុ/ទូរទស្សន៍ អ្នកសរសេរអត្ថបទផ្សាយពាណិជ្ជកម្ម អ្នកលក់ អ្នកប្រឹក្សាព័ត៌មាន និងគ្រូបង្រៀន។"},{"id":"f1a50fc4","code":"int_02","name_km":"ផ្នែកតក្ក និងគណិតសាស្រ្ត","name_en":"Logical–mathematical","description":"ការគិតបែបតក្ក៖ អ្នកសិក្សាដែលពូកែខាងតក្ក និងលេខ មានហេតុផលបែបអនុមាន និងគិតបែបអរូបី ហើយអាចយល់ពីគំរូ និងទំនាក់ទំនង។ បញ្ញានេះមានភាពពាក់ព័ន្ធនឹងការគិតបែបវិទ្យាសាស្រ្ត និងគណិតវិទ្យា។ ពួកគេចូលចិត្តរក្សារបស់របរ សម្ភារ ឲ្យបានស្អាតនិងមានសណ្តាប់ធ្នាប់ ហើយសរសេរក្នុងបញ្ជី មុននឹងធ្វើអ្វីមួយទៅតាមលំដាប់លំដោយ។ ពួកគេពិចារណាពីគ្រប់លទ្ធផល និងហេតុផលទាំងអស់ មុននឹងសម្រេចចិត្តធ្វើអ្វីមួយ។ មនុស្សប្រភេទតក្ក ចូលចិត្តស្វែងយល់ពីលក្ខណៈនៃដំណើរការការងារ ហើយយល់ច្បាស់ពីការងារលម្អិត។ អ្នកសិក្សាបែបតក្កចូលចិត្តសួរច្រើន ហើយក៏ជាអ្នកដែលពូកែបកស្រាយចម្ងល់ផងដែរ។","appropriate_learning_method":"ពួកគេអាចរៀនសូត្រតាមរយៈល្បែងបែបតក្ក ការស៊ើបអង្កេត និងភាពអាថ៍កំបាំង។ មនុស្សប្រភេទនេះត្រូវការការរៀនដែលមានលក្ខណៈបង្កើតគំនិតថ្មី មុននឹងដោះស្រាយបញ្ហា។","suitable_job":"គណនេយ្យករ អ្នកស្ថិតិ ប៉ូលីសអាកាសចរ អាវកាសយានិក អ្នកស្រាវជ្រាវ អ្នកបង្កើតកម្មវិធីកុំព្យូទ័រ អ្នកបង្កើតហ្គេម វិស្វករអ្នកស៊ើបអង្កេត ធនាគារិក និងអ្នកវិទ្យាសាស្រ្ត ជាដើម។"}]