[{"id":"1b4ab35f","code":"career_007","name_km":"គណនេយ្យករ","name_en":"Accountants","name":"គណនេយ្យករ","personality_type":"CEI","job_cluster_name":"ផ្នែកកសិកម្ម ស្បៀងអាហារ និងធនធានធម្មជាតិ","job_cluster_id":"58e4dfc3","logo":{"url":null},"general_description":"គណនេយ្យករ ជាអ្នករៀបចំរបាយការណ៍ហិរញ្ញវត្ថុ និងធានាថាកំណត់ត្រាហិរញ្ញវត្ថុមានភាពត្រឹមត្រូវ។ គណនេយ្យករសាធារណៈ អនុវត្តយ៉ាងទូលាយលើការងារគណនេយ្យ សវនកម្ម ពន្ធដារ រួមទាំងការ  ផ្តល់ប្រឹក្សាយោបល់ភារកិច្ចផងដែរ។ គណនេយ្យករសាធារណៈធ្វើការជាមួយឯកសារហិរញ្ញវត្ថុដែលអតិថិជនត្រូវបំពេញដើម្បីបង្ហាញតាមផ្លូវច្បាប់ រួមមានទម្រង់ពន្ធដារ និងរបាយការណ៍តុល្យការជាដើម។គណនេយ្យករគ្រប់គ្រង កត់ត្រា និងវិភាគព័ត៌មានហិរញ្ញវត្ថុរបស់អង្គភាពដែលពួកគេធ្វើការ។ ព័ត៌មានដែលគណនេយ្យករបានរៀបចំ ធ្វើឡើងសម្រាប់គោលបំណងប្រើប្រាស់ផ្ទៃក្នុង ប្រើដោយអ្នកគ្រប់គ្រងអាជីវកម្មមិនមែនសម្រាប់មនុស្សទូទៅទេ។","jd_main_task":"- ពិនិត្យរបាយការណ៍ហិរញ្ញវត្ថុដើម្បីធានាថាវាត្រឹមត្រូវនិងអនុវត្តតាមច្បាប់\n- និងបទប្បញ្ញត្តិ\n- គណនាពន្ធដែលជំពាក់រៀបចំបង់ពន្ធនិងធានាថាបង់ពន្ធត្រឹមត្រូវ\n- និងទាន់ពេល\n- ពិនិត្យសៀវភៅគណនេយ្យនិងប្រព័ន្ធគណនេយ្យដើម្បីប្រសិទ្ធភាពនិងការប្រើប្រាស់ដែលបានទទួលយក\n- នីតិវិធីគណនេយ្យ\n- រៀបចំនិងរក្សាកំណត់ត្រាហិរញ្ញវត្ថុ\n- វាយតំលៃប្រតិបត្តិការហិរញ្ញវត្ថុនិងផ្តល់អនុសាសន៍ល្អបំផុត\n- ការគ្រប់គ្រង\n- ណែនាំវិធីដើម្បីកាត់បន្ថយថ្លៃដើមបង្កើនប្រាក់ចំណូលនិងបង្កើនប្រាក់ចំណេញ","jd_environment":null,"jd_technology_skill":null,"edu_education_level":"សញ្ញាបត្របរិញ្ញាបត្រឡើង","edu_high_school_supported_subject":"គណិតវិទ្យា កុំព្យូទ័រ","edu_higher_education_skill":"ពាណិជ្ជកម្ម គណិតសាស្រ្ត","qua_supported_knowledge":null,"qua_supported_skill":null,"qua_supported_capacity":"ជំនាញវិភាគ ការប្រាស្រ័យទាក់ទង គណិតវិទ្យា ការបង្ហាញលម្អិត ការរៀបចំ","qua_characteristic_of_job":null,"info_job_market":null,"info_similar_job":null,"value":"គណនេយ្យករ","updated_at":"2023-06-21T08:28:41.000Z","videos":[{"id":"0c15ee31","code":"vdo_0035","name":"អ្នកស្រាវជ្រាវបរិស្ថាន - Environmentalist","url":"https://www.youtube.com/watch?v=UeswZxiXFxY","author":"សហការផលិតដោយ MoEYS និង TAF","updated_at":"2023-06-21T04:11:46.000Z"},{"id":"3681dbc2","code":"vdo_0033","name":"កសិកម្មសរីរាង្គ - Organic Agriculturist","url":"https://www.youtube.com/watch?v=hrAVtqTrgks","author":"សហការផលិតដោយ MoEYS និង TAF","updated_at":"2023-06-21T04:11:46.000Z"},{"id":"f52a9fc1","code":"vdo_0038","name":"ឯកទេសបង្កាត់ពូជដំណាំ - Agriculture Specialist","url":"https://www.youtube.com/watch?v=TbgYSeDUojQ","author":"សហការផលិតដោយ MoEYS និង TAF","updated_at":"2023-06-21T04:11:46.000Z"}]},{"id":"4635b6fe","code":"career_006","name_km":"គ្រូបង្រៀនកម្រិតមធ្យមសិក្សា","name_en":"High School Teachers","name":"គ្រូបង្រៀនកម្រិតមធ្យមសិក្សា","personality_type":"SAI","job_cluster_name":"ផ្នែកស្ថាបត្យកម្ម និងសំណង់","job_cluster_id":"dcbd3b94","logo":{"url":null},"general_description":"គ្រូបង្រៀនកម្រិតមធ្យមសិក្សា បង្រៀនមេរៀនសិក្សា និងជំនាញផ្សេងៗដែលសិស្សនឹងត្រូវដឹងពេលទៅរៀននៅមហាវិទ្យាល័យ ឬ៊ពេលចូលទីផ្សារការងារ។ គ្រូបង្រៀនកម្រិតមធ្យមសិក្សា ជាទូទៅបង្រៀនសិស្សចាប់ពីថ្នាក់ទី ៧ ដល់ទី ១២ ។ ពួកគេជាធម្មតាមានជំនាញក្នុងមុខវិជ្ជាជាក់លាក់មួយដូចជា គណិតសាស្រ្ត រូបសាស្រ្ត ឬប្រវត្តិសាស្រ្ត ដោយពួកគេបង្រៀននៅកម្រិតថ្នាក់ផ្សេងគ្នា និងច្រើនថ្នាក់។ ក្រៅពីមុខវិជ្ជាទូទៅ គ្រូវិទ្យាល័យខ្លះបង្រៀនជំនាញបច្ចេកទេស បង្ហាត់កីឡា កសិកម្ម សិប្បកម្ម រោងជាង ផ្តល់ជំនួយប្រឹក្សាយោបល់ដល់សិស្សផងដែរ។","jd_main_task":"- បង្រៀនសិស្សថ្នាក់មធ្យមសិក្សា (ថ្នាក់ទី៧ ដល់ទី១២) ឱ្យទទួលបានចំណេះ និងជំនាញបានសមស្រប\n- រៀបចំផែនការបង្រៀន កិច្ចតែងការបង្រៀននិងរៀនប្រចាំថ្ងៃ\n- រៀបចំដាក់កិច្ចការផ្ទះ កិច្ចការប្រលងនានា ការកែដាក់ពិន្ទុ និងការរៀបចំចំណាត់ថ្នាក់\n- គោរពតួនាទីភារកិច្ច និងក្រមសីលធម៌គ្រូបង្រៀន\n- បន្តអភិវឌ្ឍសមត្ថភាពវិជ្ជាជីវៈជាប់ជានិច្ច\n- សម្របសម្រួលវិធីសាស្រ្តបង្រៀន ផ្អែកលើចំណុចខ្លាំងនិងចំណុចខ្សោយរបស់សិស្ស\n- តម្រង់ទិសសិស្សលើជំនាញដែលជួយក្នុងការស្វែងរកការងារ \n- គាំទ្រ និងលើកទឹកចិត្តដល់សិស្សពិការ ឬស្ថិតក្នុងលក្ខខណ្ឌដែលទាមទារការគាំទ្រខ្លាំង\n- តាមដានការរីកចម្រើនរបស់សិស្ស និងធ្វើទំនាក់ទំនងទៅជាមួយឪពុកម្តាយ ឬអ្នកអាណាព្យាបាលសិស្សអំពីលទ្ធផលនៃការសិក្សារបស់សិស្ស\n- ជួយសិស្សអភិវឌ្ឍជំនាញសិក្សា\n- បង្កើតទំនាក់ទងជាមួយធនធាននានា ដែលមាននៅក្នុងសហគមន៍ ដើម្បីគាំទ្រដល់ការអភិវឌ្ឍសមត្ថភាពសិស្សដូចជា សាលាអប់រំបច្ចេកទេស អង្គការគាំទ្រកុមារ សហគ្រាសធុរកិច្ច។ល។","jd_environment":null,"jd_technology_skill":null,"edu_education_level":"ចាប់ពីសញ្ញាបត្រមធ្យមសិក្សាទុតិយភូមិ(សម្រាប់គ្រូបង្រៀនថ្នាក់ទី៧ ដល់ទី៩) និងចាប់ពីសញ្ញាបត្របរិញ្ញាបត្រ ឬសញ្ញាបត្រសមមូលដែលមានតម្លៃស្មើ(សម្រាប់គ្រូបង្រៀនថ្នាក់ទី១០ ដល់ទី១២) ព្រមទាំងទាមទារបញ្ចប់វគ្គបណ្តុះបណ្តាលនៅសាលាគរុកោសល្យសម្រាប់ទាំងពីរកម្រិត","edu_high_school_supported_subject":"ផ្អែកទៅតាមមុខវិជ្ជាគោលដែលចង់បង្រៀន","edu_higher_education_skill":"ផ្អែកទៅតាមមុខវិជ្ជាគោលដែលត្រូវបង្រៀន។","qua_supported_knowledge":null,"qua_supported_skill":null,"qua_supported_capacity":"ការប្រាស្រ័យទាក់ទង ការអត់ធន់ ភាពប៉ិនប្រសប់ ធនធានចំណេះដឹង។","qua_characteristic_of_job":null,"info_job_market":null,"info_similar_job":null,"value":"គ្រូបង្រៀនកម្រិតមធ្យមសិក្សា","updated_at":"2023-06-21T08:30:13.000Z","videos":[{"id":"6b362d7f","code":"vdo_0031","name":"មេការសំណង់ - Foreman","url":"https://www.youtube.com/watch?v=j6uYrg5NE1s","author":"សហការផលិតដោយ MoEYS និង TAF","updated_at":"2023-06-21T04:11:46.000Z"},{"id":"8cbc816f","code":"vdo_0023","name":"ស្ថាប័ត្យកម្ម - Architecture","url":"https://www.youtube.com/watch?v=25plvIjmSCw","author":"សហការផលិតដោយ MoEYS និង TAF","updated_at":"2023-06-21T04:11:46.000Z"},{"id":"f4b7cadd","code":"vdo_0043","name":"Architecture","url":"https://www.youtube.com/watch?v=BiY8Fgf6h1g","author":"សហការផលិតដោយ MoEYS និង FUSAAC","updated_at":"2023-06-21T04:11:46.000Z"}]}]