[{"id":"0938c35f","code":"career_005","name_km":"ជាងថតរូប","name_en":"Photographers","personality_type":"ARI","general_description":"សព្វថ្ងៃ អ្នកថតរូបភាគច្រើនប្រើម៉ាស៊ីនថតឌីជីថលជំនួសឱ្យម៉ាស៊ីនថតប្រើហ្វ៊ីល។ ម៉ាស៊ីនថតឌីជីថលថតរូបភាពបែបអេឡិចត្រូនិច ដែលអាចឱ្យអ្នកថតរូបអាចកែរូបភាពលើកុំព្យូទ័របាន។ រូបភាពទាំងនោះ ត្រូវបានរក្សាទុកនៅលើឧបករណ៍ចងចាំចល័តដូចជាថាសឬឌីស(disks) កាតអង្គចងចាំ (memory cards) និង flash drive។ នៅពេលរូបភាពដើមត្រូវបានផ្ទេរទៅកុំព្យូទ័រ អ្នកថតរូបអាចប្រើកម្មវិធីកែរូបផ្សេងៗ ដើម្បីបង្កើនគុណភាពរូបភាពដើមដោយការរចនា បន្ថែមពន្លឺ ពណ៌ និង effects ផ្សេងៗទៀត។ ជាទូទៅ អ្នកថតរូបប្រើកុំព្យូទ័រ កម្មវិធីកែរូបភាព និងម៉ាស៊ីនបោះពុម្ពដែលមានគុណភាពខ្ពស់ ដើម្បីទទួលបានរូបភាពមានគុណភាពល្អ។ អ្នកថតរូបខ្លះប្រើដ្រូន(drones)ដើម្បីចាប់យករូបភាពពីលើអាកាស និងពីតំបន់ដែលពិបាកថតដោយដៃ ដើម្បីចាប់យករូបភាព ៣៦០ ដឺក្រេនៃប្លង់អគារធំៗ ប្លង់ទេសភាពទូលាយ ឬព្រឹត្តិការណ៍នានា។ អ្នកថតរូបភាគច្រើនប្រកបរបរជាលក្ខណៈឯកជនផ្ទាល់ខ្លួន។ ចំពោះអ្នកថតរូបដែល ប្រតិបត្តិការអាជីវកម្មផ្ទាល់ខ្លួន ត្រូវផ្សព្វផ្សាយសេវាកម្មរបស់ខ្លួន រៀបចំកាលវិភាគជួបអតិថិជន រៀបចំ ឧបករណ៍ថត ទិញសម្ភារៈជំនួយការថត រៀបចំកំណត់ត្រាផ្សេងៗ និងការងារពាក់ព័ន្ធផ្សេងៗទៀត។","jd_main_task":"- បម្រើសេវាកម្មផ្នែកទីផ្សារ និងផ្សព្វផ្សាយ\r\n- គ្រប់គ្រងការងារថត និងបោះពុម្ពរូប\r\n- មានបច្ចេកទេស និងឧបករណ៍ថតរូបច្រើនប្រភេទ\r\n- ថតរូបផ្សាយពាណិជកម្មដែលមានគុណភាពខ្ពស់\r\n- បង្កើតប្លង់ថតបែបធម្មជាតិ ឬបែបសិល្បៈច្នៃប្រឌិត\r\n- ប្រើកម្មវិធីរចនារូបភាពលើកុំព្យូទ័រ។","jd_environment":null,"jd_technology_skill":null,"edu_education_level":null,"edu_high_school_supported_subject":"រូបវិទ្យា កុំព្យូទ័រ សិល្បៈគំនូរ","edu_higher_education_skill":"ជំនាញថតរូប កែរូប កុំព្យូរទ័រ","qua_supported_knowledge":null,"qua_supported_skill":null,"qua_supported_capacity":"ទេព្យកោសល្យផ្នែកសិល្បៈ កុំព្យូទ័រ ជំនាញប្រតិបត្តអាជីវកម្ម បម្រើសេវាកម្មអតិថិជន អន្តរទំនាក់ទំនង","qua_characteristic_of_job":null,"info_job_market":null,"info_similar_job":null,"value":"ជាងថតរូប","updated_at":"2023-05-19T06:38:35.000Z"},{"id":"16e25b61","code":"career_002","name_km":"ស្ថាបត្យករ","name_en":"Architects","personality_type":"ARI","general_description":"ស្ថាបត្យករ គឺជាអ្នកទទួលខុសត្រូវ លើការរៀបចំ និងសាងសង់កន្លែងទាំងអស់នោះ។ ពួកគេអាចធ្វើការលើគម្រោងសាធារណៈ ឬឯកជន និងអាចធ្វើការនៅក្នុងការិយាល័យ ឬចេញទៅដល់ការដ្ឋានខាងក្រៅផងដែរ។ ស្ថាបត្យករ ជាអ្នករៀបគម្រោងសាងសង់សំណង់គ្រប់យ៉ាង រាប់ចាប់ពីបន្ទប់ទោលមួយ រហូតដល់កិច្ចការស្មុគស្មាញជាច្រើននៃសំណង់អាគារទាំងមូល។\r\n\r\nស្ថាបត្យករ ផ្តល់ការពិភាក្សាដល់អតិថិជនអំពីគោលបំណង តម្រូវការថវិការ និងតម្រូវការផ្សេងៗពាក់ព័ន្ធនឹងគម្រោងសាងសង់មួយ។ នៅក្នុងករណីខ្លះ ស្ថាបត្យករធ្វើការកំណត់ជាមុននូវលទ្ធភាពក្នុងការសាងសង់ និងផលប៉ះពាល់បរិស្ថានដែលមាន ការជ្រើសរើសទីតាំង ការវិភាគថ្លៃដើម និងតម្រូវការនានាដែលពាក់ព័ន្ធ។ \r\n\r\nមុននឹងបញ្ចប់គម្រោងការសាងសង់ ស្ថាបត្យករត្រូវពិភាក្សា ដើម្បីស្វែងរកការឯកភាពលើចំណុចសេចក្តីលម្អិតៗនៅក្នុងគម្រោងជាមួយអតិថិជន ដោយក្នុងពួកគេត្រូវបង្ហាញគម្រូរូបរាងអគារ និងព័ត៌មានលម្អិតនៃគម្រោងសំណង់ រួមមានគំនូរនៃប្រព័ន្ធរចនាសម្ព័ន្ធ ម៉ាស៊ីនត្រជាក់ ប្រព័ន្ធកំដៅ និងប្រព័ន្ធខ្យល់ចេញចូល ប្រព័ន្ធអគ្គិសនី ប្រព័ន្ធទំនាក់ទំនង និងប្រព័ន្ធបង្ហូរទឹកជាដើម។ ពេលខ្លះ វិស្វករក៏ត្រូវបង្ហាញរូបគំនូរពិតនៃគម្រោងសាងសង់ទាំងមូលផងដែរ។ លើសពីនេះ ស្ថាបត្យករត្រូវតែអនុវត្តតាមមូលដ្ឋានច្បាប់កំណត់នៃតំបន់នីមួយៗ បទបញ្ជតិ្តអគ្គិភ័យ និងគោលការណ៍ផ្សេងៗទៀតដូចជារៀបចំសំណង់ដើម្បីសម្រួលមនុស្សដែលមានពិការភាពជាដើម។\r\n\r\nបច្ចុប្បន្ន តម្រូវការស្ថាបត្យករដែលមានការយល់ដឹងអំពី “ការរៀបប្លង់ពណ៌បៃតង (Green Design)” ឬការរៀបប្លង់ប្រកបដោយនិរន្តរភាព ត្រូវបានរំពឹងថានឹងមានទីផ្សារល្អ។ ស្ថាបត្យករគួរតែរៀបចំការរចនាអគារ និងរចនាសម្ព័ន្ធសំណង់ ដែលអាចប្រើប្រាស់ធនធានប្រកបដោយប្រសិទ្ធភាពដូចជា ការប្រើប្រាស់ថាមពលនិងទឹក ការកាត់បន្ថយកាកសំណល់ និងការបំពុលបរិស្ថាន និងការប្រើប្រាស់បច្ចេកទេសនិងសម្ភារៈដោយអនុវត្តតាមគោលការណ៍នៃការការពារបរិស្ថាន។","jd_main_task":"- ជួបជាមួយអតិថិជនដើម្បីកំណត់គោលបំណង និងតម្រូវការសម្រាប់គម្រោងសាងសង់\r\n- ប៉ាន់ស្មានលើថ្លៃដើម និងពេលវេលានៃការសាងសង់\r\n- រៀបចំលក្ខណៈបច្ចេកទេសសម្រាប់គម្រោងសាងសង់\r\n- ដឹកនាំកម្មករដោយផ្ទាល់លើការរៀបចំគូរគំនូរប្លង់ និងឯកសារពាក់ព័ន្ធ\r\n- រៀបចំគំនូរមាត្រដ្ឋានសំណង់ ដោយគូរលើកម្មវិធីកុំព្យូទ័រ ឬគូរដោយដៃលើក្រដាស\r\n- រៀបចំឯកសារកិច្ចសន្យាសម្រាប់អ្នកម៉ៅការសាងសង់\r\n- គ្រប់គ្រងកិច្ចសន្យាសាងសង់\r\n- ត្រួតពិនិត្យកន្លែងធ្វើការ ដើម្បីធានាថាដំណើរសំណង់គោរពតាមផែនការស្ថាបត្យកម្ម\r\n- ស្វែងរកការងារថ្មីតាមរយៈទីផ្សារការងារ និងការធ្វើបទបង្ហាញស្នើសុំ","jd_environment":null,"jd_technology_skill":null,"edu_education_level":"ចាប់ពីកម្រិតសញ្ញាបត្របរិញ្ញាបត្រឡើងទៅ","edu_high_school_supported_subject":"គណិតវិទ្យា រូបវិទ្យា កុំព្យូទ័រ ភាសាអង់គ្លេស","edu_higher_education_skill":"ស្ថាបត្យកម្ម វិស្វករសំណង់ស៊ីវិល","qua_supported_knowledge":null,"qua_supported_skill":null,"qua_supported_capacity":"ជំនាញវិភាគ ទំនាក់ទំនង ការបង្កើតថ្មី ការរៀបចំ ការបង្កើតរូបភាពក្នុងអារម្មណ៍","qua_characteristic_of_job":null,"info_job_market":null,"info_similar_job":null,"value":"ស្ថាបត្យករ","updated_at":"2023-05-19T06:38:35.000Z"},{"id":"597785f2","code":"career_001","name_km":"វិស្វករកសិកម្ម","name_en":"Agricultural Engineers","personality_type":"RIC","general_description":"វិស្វករកសិកម្មបាននិងកំពុងពង្រីកដែនសក្តានុពលនៃការងារគម្រោងជាច្រើន ដែលទាក់ទងនឹងការងាររបស់ពួកគេ។ គម្រោងមួយចំនួន កំពុងទាមទារស្វែងរកអាជីពការងារនេះ តួយ៉ាងដូចជាគម្រោងផ្នែកថាមពលនិងជីវៈឥន្ទនៈ បច្ចេកវិទ្យាស្វ័យប្រវត្តិកម្មសម្រាប់ការងារកសិកម្មដូចជា ប្រព័ន្ធទឹក ការប្រើប្រាស់ថ្នាំសម្លាប់សត្វល្អិត ការប្រមូលផលជាដើម។ លើសពីនេះ ដោយកំណើនប្រជាជនកាន់តែខ្ពស់ និងការប្រកួតប្រជែងជាសកលមានទំហំកាន់តែធំ គេត្រូវការវិស្វករកសិកម្មដើម្បីរៀបចំឱ្យប្រព័ន្ធសុវត្ថិភាពបន្ថែម ពីលើគម្រោងកសិកម្មបែបប្រពៃណី ដើម្បីឱ្យផលិកម្មមានដំណើរការកាន់តែមានប្រសិទ្ធិភាព និងមានផលិតផលកាន់តែសំបូរបែប។ វិស្វករកសិកម្មធ្វើការផ្ទាល់នៅក្នុងកសិដ្ឋាន រួមទាំងការងារនៅលើផ្ទៃទឹក(ផលិផលអាហារសមុទ្រ) ក្នុងព្រៃ និងការកែច្នៃអាហារ។","jd_main_task":"- ប្រើប្រាស់កម្មវិធីកុំព្យូទ័រដើម្បីបង្កើតឧបករណ៍ ប្រព័ន្ធ និងហេដ្ឋារចនាសម្ព័ន្ធកសិកម្ម\r\n- កែប្រែកត្តាបរិស្ថានដែលប៉ះពាល់ដល់ការចិញ្ចឹមសត្វ និងការដាំដុះ ដូចជាបរិយាកាសខ្យល់ចេញចូល ឬប្រព័ន្ធប្រឡាយបង្ហូរទឹកចូលកសិដ្ឋានជាដើម\r\n- តេស្តសាកល្បងឧបករណ៍កសិកម្មពីសុវត្ថិភាព និងប្រសិទ្ធភាពនៃការប្រើប្រាស់\r\n- ត្រួតពិនិត្យដំណើរការសាងសង់ និងប្រតិបត្តិការផលិតកម្ម\r\n- រៀបចំគម្រោង និងធ្វើការដោយផ្ទាល់ជាមួយអតិថិជន អ្នកសាងសង់ និងអ្នកជំនាញដទៃទៀត ដើម្បីធានាឱ្យបានប្រសិទ្ធផលការងារខ្ពស់ស្របនឹងតម្រូវការ។","jd_environment":null,"jd_technology_skill":null,"edu_education_level":null,"edu_high_school_supported_subject":"គណិតវិទ្យា រូបវិទ្យា ជីវវិទ្យា គីមីវិទ្យា","edu_higher_education_skill":"ក្សេត្រសាស្រ្ត វិស្វករកសិកម្ម វិស្វករជីវសាស្រ្ត","qua_supported_knowledge":null,"qua_supported_skill":null,"qua_supported_capacity":"ការវិភាគ ទំនាក់ទំនងសាធារណៈ គណិតវិទ្យា ការដោះស្រាយបញ្ហា","qua_characteristic_of_job":null,"info_job_market":null,"info_similar_job":null,"value":"វិស្វករកសិកម្ម","updated_at":"2023-05-19T06:38:35.000Z"},{"id":"62b476ad","code":"career_003","name_km":"តន្រ្តីករ","name_en":"Musicians","personality_type":"AE","general_description":"តន្រ្តីអាចលេងឧបករណ៍ភ្លេងបានមួយឬច្រើនប្រភេទ។ ដើម្បីធ្វើឱ្យខ្លួនគេកាន់តែមានទីផ្សារច្រើន ពួកគេរៀនលេងភ្លេងឱ្យបានច្រើនប្រភេទ និងឱ្យស្ទាត់ជំនាញ។ តន្រ្តីករខ្លះលេងភ្លេងជាលក្ខណៈទោលតែម្នាក់ឯង ឯអ្នកខ្លះទៀតលេងជាក្រុមវង់តន្ត្រី។ ក្រុមតន្រ្តីករដែលលេងជាវង់តន្ត្រីអាចលេងក្នុងកម្មវិធីប្រគុំ    តន្រ្តីធំៗ តាមភោជនីយដ្ឋាន ក្លឹបកំសាន្ត កម្មវិធីអាពាហ៍ពិពាហ៍ ជប់លៀង ឬកម្មវិធីកំសាន្តផ្សេងៗទៀត និងព្យាយាមបង្កើតការគាំទ្រឱ្យបានច្រើនពីទស្សនិកជន និងអ្នកស្តាប់។ សមាជិកក្នុងក្រុមវង់តន្ត្រីត្រូវប្រគុំភ្លេងនិងធ្វើការជិតស្និទ្ធជាមួយគ្នា។ ក្នុងនោះអាចតន្រ្តីករពីរ ឬបីនាក់ក្លាយជាអ្នកដឹកនាំ ដោយទទួលខុសត្រូវក្នុងការកំណត់តួនាទីដល់សមាជិកផ្សេងទៀតក្នុងក្រុមសម្រាប់ការហាត់សម និងពេលប្រគុំផ្ទាល់។ តន្រ្តីករភាគច្រើនសរសេរបទភ្លេងខ្លួនឯងដើម្បីសម្តែង និងថតជាសំឡេង។","jd_main_task":"- ប្រគុំតន្ត្រីដល់ទស្សនិកជនដោយផ្ទាល់ ឬថតជាសំឡេង\r\n- លេងតន្រ្តីប្រភេទបុរាណ សម័យ បែបប៉ុប រ៉ក និងប្រភេទតន្ត្រីផ្សេងៗទៀត\r\n- ហាត់លេងភ្លេង ឬច្រៀងដើម្បីអភិវឌ្ឍសមត្ថភាពរបស់ខ្លួន\r\n- ហាត់សមដើម្បីត្រៀមសម្ដែង\r\n- ស្វែងរកទីផ្សារសម្រាប់ការសម្តែង ឬប្រគុំតន្ត្រី\r\n- ផ្សព្វផ្សាយអាជីពរបស់ខ្លួនតាមរយៈកម្មវិធីវិទ្យុ ទូរទស្សន៍ គេហទំព័រអ៊ីនធើណែត ឬប្រព័ន្ធផ្សព្វផ្សាយសង្គមជាដើម។","jd_environment":null,"jd_technology_skill":null,"edu_education_level":null,"edu_high_school_supported_subject":"អក្សរសាស្រ្តខ្មែរ សិល្បៈ","edu_higher_education_skill":"ជំនាញតន្រ្តី ឬចម្រៀង វិចិត្រសិល្បៈ","qua_supported_knowledge":null,"qua_supported_skill":null,"qua_supported_capacity":"ភាពមានវិន័យផ្ទាល់ខ្លួន អន្តរទំនាក់ទំនង ទេព្យកោសល្យផ្នែកសិល្បៈ រាងកាយមាំមួន។","qua_characteristic_of_job":null,"info_job_market":null,"info_similar_job":null,"value":"តន្រ្តីករ","updated_at":"2023-05-19T06:38:35.000Z"},{"id":"62d52475","code":"career_007","name_km":"គណនេយ្យករ","name_en":"Accountants","personality_type":"CEI","general_description":"គណនេយ្យករ ជាអ្នករៀបចំរបាយការណ៍ហិរញ្ញវត្ថុ និងធានាថាកំណត់ត្រាហិរញ្ញវត្ថុមានភាពត្រឹមត្រូវ។ គណនេយ្យករសាធារណៈ អនុវត្តយ៉ាងទូលាយលើការងារគណនេយ្យ សវនកម្ម ពន្ធដារ រួមទាំងការ  ផ្តល់ប្រឹក្សាយោបល់ភារកិច្ចផងដែរ។ គណនេយ្យករសាធារណៈធ្វើការជាមួយឯកសារហិរញ្ញវត្ថុដែលអតិថិជនត្រូវបំពេញដើម្បីបង្ហាញតាមផ្លូវច្បាប់ រួមមានទម្រង់ពន្ធដារ និងរបាយការណ៍តុល្យការជាដើម។គណនេយ្យករគ្រប់គ្រង កត់ត្រា និងវិភាគព័ត៌មានហិរញ្ញវត្ថុរបស់អង្គភាពដែលពួកគេធ្វើការ។ ព័ត៌មានដែលគណនេយ្យករបានរៀបចំ ធ្វើឡើងសម្រាប់គោលបំណងប្រើប្រាស់ផ្ទៃក្នុង ប្រើដោយអ្នកគ្រប់គ្រងអាជីវកម្មមិនមែនសម្រាប់មនុស្សទូទៅទេ។","jd_main_task":"- ពិនិត្យរបាយការណ៍ហិរញ្ញវត្ថុដើម្បីធានាថាវាត្រឹមត្រូវនិងអនុវត្តតាមច្បាប់\r\n- និងបទប្បញ្ញត្តិ\r\n- គណនាពន្ធដែលជំពាក់រៀបចំបង់ពន្ធនិងធានាថាបង់ពន្ធត្រឹមត្រូវ\r\n- និងទាន់ពេល\r\n- ពិនិត្យសៀវភៅគណនេយ្យនិងប្រព័ន្ធគណនេយ្យដើម្បីប្រសិទ្ធភាពនិងការប្រើប្រាស់ដែលបានទទួលយក\r\n- នីតិវិធីគណនេយ្យ\r\n- រៀបចំនិងរក្សាកំណត់ត្រាហិរញ្ញវត្ថុ\r\n- វាយតំលៃប្រតិបត្តិការហិរញ្ញវត្ថុនិងផ្តល់អនុសាសន៍ល្អបំផុត\r\n- ការគ្រប់គ្រង\r\n- ណែនាំវិធីដើម្បីកាត់បន្ថយថ្លៃដើមបង្កើនប្រាក់ចំណូលនិងបង្កើនប្រាក់ចំណេញ","jd_environment":null,"jd_technology_skill":null,"edu_education_level":"សញ្ញាបត្របរិញ្ញាបត្រឡើង","edu_high_school_supported_subject":"គណិតវិទ្យា កុំព្យូទ័រ","edu_higher_education_skill":"ពាណិជ្ជកម្ម គណិតសាស្រ្ត","qua_supported_knowledge":null,"qua_supported_skill":null,"qua_supported_capacity":"ជំនាញវិភាគ ការប្រាស្រ័យទាក់ទង គណិតវិទ្យា ការបង្ហាញលម្អិត ការរៀបចំ","qua_characteristic_of_job":null,"info_job_market":null,"info_similar_job":null,"value":"គណនេយ្យករ","updated_at":"2023-05-19T06:38:35.000Z"},{"id":"91dd8a80","code":"career_006","name_km":"គ្រូបង្រៀនកម្រិតមធ្យមសិក្សា","name_en":"High School Teachers","personality_type":"SAI","general_description":"គ្រូបង្រៀនកម្រិតមធ្យមសិក្សា បង្រៀនមេរៀនសិក្សា និងជំនាញផ្សេងៗដែលសិស្សនឹងត្រូវដឹងពេលទៅរៀននៅមហាវិទ្យាល័យ ឬ៊ពេលចូលទីផ្សារការងារ។ គ្រូបង្រៀនកម្រិតមធ្យមសិក្សា ជាទូទៅបង្រៀនសិស្សចាប់ពីថ្នាក់ទី ៧ ដល់ទី ១២ ។ ពួកគេជាធម្មតាមានជំនាញក្នុងមុខវិជ្ជាជាក់លាក់មួយដូចជា គណិតសាស្រ្ត រូបសាស្រ្ត ឬប្រវត្តិសាស្រ្ត ដោយពួកគេបង្រៀននៅកម្រិតថ្នាក់ផ្សេងគ្នា និងច្រើនថ្នាក់។ ក្រៅពីមុខវិជ្ជាទូទៅ គ្រូវិទ្យាល័យខ្លះបង្រៀនជំនាញបច្ចេកទេស បង្ហាត់កីឡា កសិកម្ម សិប្បកម្ម រោងជាង ផ្តល់ជំនួយប្រឹក្សាយោបល់ដល់សិស្សផងដែរ។","jd_main_task":"- បង្រៀនសិស្សថ្នាក់មធ្យមសិក្សា (ថ្នាក់ទី៧ ដល់ទី១២) ឱ្យទទួលបានចំណេះ និងជំនាញបានសមស្រប\r\n- រៀបចំផែនការបង្រៀន កិច្ចតែងការបង្រៀននិងរៀនប្រចាំថ្ងៃ\r\n- រៀបចំដាក់កិច្ចការផ្ទះ កិច្ចការប្រលងនានា ការកែដាក់ពិន្ទុ និងការរៀបចំចំណាត់ថ្នាក់\r\n- គោរពតួនាទីភារកិច្ច និងក្រមសីលធម៌គ្រូបង្រៀន\r\n- បន្តអភិវឌ្ឍសមត្ថភាពវិជ្ជាជីវៈជាប់ជានិច្ច\r\n- សម្របសម្រួលវិធីសាស្រ្តបង្រៀន ផ្អែកលើចំណុចខ្លាំងនិងចំណុចខ្សោយរបស់សិស្ស\r\n- តម្រង់ទិសសិស្សលើជំនាញដែលជួយក្នុងការស្វែងរកការងារ \r\n- គាំទ្រ និងលើកទឹកចិត្តដល់សិស្សពិការ ឬស្ថិតក្នុងលក្ខខណ្ឌដែលទាមទារការគាំទ្រខ្លាំង\r\n- តាមដានការរីកចម្រើនរបស់សិស្ស និងធ្វើទំនាក់ទំនងទៅជាមួយឪពុកម្តាយ ឬអ្នកអាណាព្យាបាលសិស្សអំពីលទ្ធផលនៃការសិក្សារបស់សិស្ស\r\n- ជួយសិស្សអភិវឌ្ឍជំនាញសិក្សា\r\n- បង្កើតទំនាក់ទងជាមួយធនធាននានា ដែលមាននៅក្នុងសហគមន៍ ដើម្បីគាំទ្រដល់ការអភិវឌ្ឍសមត្ថភាពសិស្សដូចជា សាលាអប់រំបច្ចេកទេស អង្គការគាំទ្រកុមារ សហគ្រាសធុរកិច្ច។ល។","jd_environment":null,"jd_technology_skill":null,"edu_education_level":"ចាប់ពីសញ្ញាបត្រមធ្យមសិក្សាទុតិយភូមិ(សម្រាប់គ្រូបង្រៀនថ្នាក់ទី៧ ដល់ទី៩) និងចាប់ពីសញ្ញាបត្របរិញ្ញាបត្រ ឬសញ្ញាបត្រសមមូលដែលមានតម្លៃស្មើ(សម្រាប់គ្រូបង្រៀនថ្នាក់ទី១០ ដល់ទី១២) ព្រមទាំងទាមទារបញ្ចប់វគ្គបណ្តុះបណ្តាលនៅសាលាគរុកោសល្យសម្រាប់ទាំងពីរកម្រិត","edu_high_school_supported_subject":"ផ្អែកទៅតាមមុខវិជ្ជាគោលដែលចង់បង្រៀន","edu_higher_education_skill":"ផ្អែកទៅតាមមុខវិជ្ជាគោលដែលត្រូវបង្រៀន។","qua_supported_knowledge":null,"qua_supported_skill":null,"qua_supported_capacity":"ការប្រាស្រ័យទាក់ទង ការអត់ធន់ ភាពប៉ិនប្រសប់ ធនធានចំណេះដឹង។","qua_characteristic_of_job":null,"info_job_market":null,"info_similar_job":null,"value":"គ្រូបង្រៀនកម្រិតមធ្យមសិក្សា","updated_at":"2023-05-19T06:38:35.000Z"},{"id":"b605dc52","code":"career_004","name_km":"អ្នកសម្តែង","name_en":"Actors","personality_type":"AES","general_description":"អ្នកសម្តែងភាគច្រើនតស៊ូស្វិតស្វាញ ដើម្បីឱ្យការងាររបស់ខ្លួនមានភាពស្ថិតស្ថេរ ដើម្បីឱ្យបានការទទួលស្គាល់ជាតារា។ អ្នកសម្តែងខ្លះធ្វើការជាតួអង្គបន្ទាប់បន្សំ ខ្លះធ្វើជាអ្នកបញ្ចូលសំលេង ឬជាអ្នកនិទានសាច់រឿងសម្រាប់សៀវភៅជាសម្លេង (audiobooks) ឬមេឌៀអេឡិចត្រូនិចផ្សេងទៀត។ នៅតាមឆាកល្ខោន ឬផលិតកម្មខ្សែភាពយន្តមួយចំនួន អ្នកសម្តែងត្រូវចេះច្រៀង រាំ ឬលេងឧបករណ៍ភ្លេងថែមទៀតផង។ សម្រាប់ការសម្តែងខ្លះតារាសម្តែងត្រូវតែរៀនជំនាញថ្មីៗមួយចំនួនដូចជា ការជិះសេះ ឬការប្រយុទ្ធវាយតប់ជាដើម។ យ៉ាងណាក្តី ក៏មានតារាសម្តែងមួយភាគធំដែលមានភាពមិនមានការងារធ្វើរយៈពេលយូរ ដោយសារមិនមានតួនាទី(រ៉ូល)ត្រូវសម្តែង ហើយក៏មានអ្នកខ្លះបែរមកប្រកបអាជីពផ្សេងដើម្បីជីវភាពរស់នៅ។ អ្នកសម្តែងមួយចំនួនទៀតបង្រៀនសិល្បៈសម្ដែងនៅតាមសាលានានា ដើម្បីជារបរបន្ទាប់បន្សំ។","jd_main_task":"- អានស្គ្រីប និងជួបភ្នាក់ងារឬអ្នកជំនាញផ្នែកសម្តែង មុនពេលទទួលយកតួនាទី(រ៉ូល)នៃតួអង្គនីមួយៗ\r\n- សម្តែងសាកល្បងនៅមុខអ្នកដឹកនាំផលិតករ និងអ្នកដឹកនាំរឿង\r\n- ទន្ទេញស្រ្គីប និងចងចាំវេនដែលត្រូវនិយាយ\r\n- ហាត់សម និងសម្តែងលើឆាក ឬនៅពីមុខកាមេរ៉ាជាមួយអ្នកសម្តែងផ្សេងទៀត\r\n- សហការជាមួយតួដទៃក្នុងក្រុម\r\n- សិក្សាពីតួអង្គក្នុងសាច់រឿង និងទំនាក់ទំនងជាមួយតួផ្សេងទៀត ដើម្បីឱ្យការសម្តែងបានល្អ\r\n- អាចសម្តែងឈុតឆាកកំប្លែង កំសត់ រន្ធត់ សកម្ម តាមរយៈសកម្មភាព ការបង្ហាញទឹកមុខ និងកាយវិការ\r\n- អាចច្រៀង ឬរាំក្នុងឈុតឆាកមនោសញ្ចេតនា ឬកំប្លែង\r\n- ធ្វើការជិតស្និទ្ធជាមួយនឹងអ្នកដឹកនាំរឿង អ្នកសម្តែងផ្សេងទៀត និងអ្នកនិពន្ធសាច់រឿង ដើម្បីស្វែងរកប្រភេទតួដែលសាកសម\r\n- រៀបចំខ្លូនសម្តែងឈុតឆាកបែបសកម្ម (Action) និងតួជំនួស (ក្នុងឈុតគ្រោះថ្នាក់)","jd_environment":null,"jd_technology_skill":null,"edu_education_level":null,"edu_high_school_supported_subject":"អក្សរសាស្រ្ត តន្រ្តី របាំ ភាសាបរទេស","edu_higher_education_skill":"វិចិត្រសិល្បៈ","qua_supported_knowledge":null,"qua_supported_skill":null,"qua_supported_capacity":"ការនិយាយ ការអាន ការយល់ដឹងអំពីសង្គម ការសហការ ការច្នៃប្រឌិត ឬបង្កើតថ្មី ការចងចាំល្អ​ ភាពអំណត់អត់ធន់ រាងកាយរឹងមាំ","qua_characteristic_of_job":null,"info_job_market":null,"info_similar_job":null,"value":"អ្នកសម្តែង","updated_at":"2023-05-19T06:38:35.000Z"}]