[
  {
    "code": "per_maj_001",
    "name_en": null,
    "name_km": "គណិតវិទ្យា",
    "basic_knowledge": "គណិតវិទ្យា និងរូបវិទ្យា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីមូលដ្ឋានគ្រឹះគណិតវិទ្យាទាំងទ្រឹស្តីនិងអនុវត្តន៍;អ្នកនិពន្ធសៀវភៅសិក្សាបានល្អ;យល់ដឹងពីវិធីសាស្ត្របង្រៀន",
    "possible_workplaces": "ជាសាស្ត្រាចារ្យគណិតវិទ្យានៅតាមគ្រឹះស្ថានសិក្សា;ជាអ្នកបច្ចេកទេសគណនាតាមធនាគារ សហគ្រាស និងក្រុមហ៊ុន"
  },
  {
    "code": "per_maj_002",
    "name_en": null,
    "name_km": "រូបវិទ្យា",
    "basic_knowledge": "រូបវិទ្យា និងគណិតវិទ្យា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីមូលដ្ឋានគ្រឹះរូបវិទ្យា និងភាសាអង់គ្លេស;យល់ដឹងពីឧបករណ៍អេឡិចត្រូនិច និងសៀគ្វី;យល់ដឹងពីថាមពលកកើតឡើងវិញនិងការអនុវត្តន៍;មានបំណិនលើគ្រប់ប្រព័ន្ធថាមពលកកើតឡើងវិញដែលអនុវត្តន៍ក្នុងជីវិភាពប្រចាំថ្ងៃ;មានចំណេះដឹងមូលដ្ឋានផ្នែកតារាវិទ្យានិងផូតូនិក និងការអនុវត្តន៍;យល់ដឹងពីវិធីសាស្ត្របង្រៀន",
    "possible_workplaces": "ជាសាស្ត្រាចារ្យ  រូបវិទ្យានៅតាមគ្រឹះស្ថានសិក្សា;នៅតាមបណ្ដាក្រសួង  ក្រុមហ៊ុន អង្គការក្រៅរដ្ឋាភិបាល និងស្ថាប័នផ្សេងៗ"
  },
  {
    "code": "per_maj_003",
    "name_en": null,
    "name_km": "គីមីវិទ្យា",
    "basic_knowledge": "គីមីវិទ្យា និងគណិតវិទ្យា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីការពិសោធន៍គីមីវិភាគ គីមីសរីរាង្គ គីមីរូប គីមីជីវៈ  និងគីមីបរិស្ថាន;យល់ដឹងពីការសំយោគអសរីរាង្គ និងភាសាអង់គ្លេស;យល់ដឹងពីវីធីសាស្ត្របង្រៀន",
    "possible_workplaces": "ជាសាស្ត្រាចារ្យវិជ្ជាគីមី នៅតាមគ្រឹះស្ថានឧត្តមសិក្សា;នៅអគ្គនាយកដ្ឋានកាំកុងត្រូល ក្រសួងបរិស្ថាន ក្រសួងរ៉ែ និងថាមពលនិងក្រសួងកសិកម្ម;នៅតាមរោងចក្រផលិតចំណីអាហារ ក្រុមហ៊ុនឯកជននិងអង្គការក្រៅរដ្ឋាភិបាលនានា"
  },
  {
    "code": "per_maj_004",
    "name_en": null,
    "name_km": "ជីវវិទ្យា",
    "basic_knowledge": "ជីវវិទ្យា គីមីវិទ្យា និងគណិតវិទ្យា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីមូលដ្ឋានគ្រឹះជីវវិទ្យា និងភាសាអង់គ្លេស;យល់ដឹងលើផ្នែកវិភាគសរីរៈ គីមីជីវៈ កាយវិភាគរុក្ខជាតិ និងសត្វ;យល់ដឹងលើផ្នែកវិភាគមីក្រុប និងអេកូឡូស៊ីទូទៅ;យល់ដឹងពីវិធីសាស្ត្របង្រៀន",
    "possible_workplaces": "តាមបណ្ដាក្រុមហ៊ុន អង្គការក្រៅរដ្ឋាភិបាល និងនៅតាមមន្ទីរពិសោធន៍ផ្សេងៗ"
  },
  {
    "code": "per_maj_005",
    "name_en": null,
    "name_km": "ប្រវត្តិវិទ្យា",
    "basic_knowledge": "ភូមិវិទ្យា អក្សរសាស្ត្រខ្មែរ ប្រវត្តិវិទ្យា និងពលរដ្ឋវិជ្ជា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីទ្រឹស្ដី និងវិធីសាស្ត្រស្រាវជ្រាវប្រវត្តិវិទ្យា;យល់ដឹងពីសិលាចារឹកវិទ្យា ប្រវត្តិសាស្ត្រជាតិ និងពិភពលោក;យល់ដឹងពីបុរាណវិទ្យា និងសិល្បៈខ្មែរ;យល់ដឹងពីប្រវត្តិស្ថាប័ន និងទំនាក់ទំនងអន្ដរជាតិ",
    "possible_workplaces": "ធ្វើជាគ្រូបង្រៀននៅតាមវិទ្យាល័យ ឬសាកលវិទ្យាល័យនានា\nធ្វើជាមគ្គុទ្ទេសក៍ទេសចរណ៍"
  },
  {
    "code": "per_maj_006",
    "name_en": null,
    "name_km": "អក្សរសាស្ត្រខ្មែរ",
    "basic_knowledge": "អក្សរសាស្ត្រខ្មែរ និងពលរដ្ឋវិជ្ជា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "មានពុទ្ធិលើផ្នែកអក្សរសិល្ប៍ខ្មែរ ភាសាខ្មែរ វប្បធម៌ និងអរិយធម៌;មានចំណេះដឹងលើការតែងនិពន្ធប្រលោមលោក អត្ថបទកំណាព្យ អត្ថបទសារព័ត៌មានផ្សេងៗ;ជាអ្នកសិក្សាស្រាវជ្រាវលើឯកទេសអក្សរសិល្ប៍ខ្មែរ វប្បធម៌ និងសង្គម",
    "possible_workplaces": "តាមក្រសួងស្ថាប័នរដ្ឋ ក្រុមហ៊ុនឯកជន និងអង្គការក្រៅរដ្ឋាភិបាល"
  },
  {
    "code": "per_maj_007",
    "name_en": null,
    "name_km": "ភាសាអង់គ្លេស",
    "basic_knowledge": "ភាសាអង់គ្លេស",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីវិធីសាស្ត្របង្រៀន;មានចំណេះដឹងលើការបកប្រែភាសាអង់គ្លេស និងទំនាក់ទំនង",
    "possible_workplaces": "ជាសាស្ត្រាចារ្យភាសាអង់គ្លេសតាមគ្រឹះស្ថានឧត្តមសិក្សា;អង្គការក្រៅរដ្ឋាភិបាលជាតិ អន្ដរជាតិ និងស្ថានទូតបរទេស;ក្រុមហ៊ុនផ្ដល់សេវាកម្មបកប្រែ"
  },
  {
    "code": "per_maj_008",
    "name_en": null,
    "name_km": "ភាសាបារាំង",
    "basic_knowledge": "ភាសាបារាំង",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីវប្បធម៌ អរិយធម៌ សង្គមកិច្ច ប្រវត្តិសាស្ត្រ និងភូមិសាស្ត្របារាំង;យល់ដឹងពីវិធីសាស្ត្របង្រៀនភាសាបារាំង;មានចំណេះដឹងលើការបកប្រែភាសាបារាំង-ខ្មែរ-បារាំង;មានចំណេះដឹងភាសាបរទេសសម្រាប់ជាយានឆ្ពោះទៅចាប់អាជីពផ្សេងៗ",
    "possible_workplaces": "ជាសាស្ត្រាចារ្យភាសាបារាំងតាមគ្រឹះស្ថានឧត្តមសិក្សា;អង្គការក្រៅរដ្ឋាភិបាលជាតិ អន្ដរជាតិ និងស្ថានទូតបរទេស;ជាមគ្គទេសក៍ផ្នែកភាសាបារាំង;ក្រុមហ៊ុនផ្ដល់សេវាកម្មបកប្រែ"
  },
  {
    "code": "per_maj_009",
    "name_en": null,
    "name_km": "ភាសាជប៉ុន",
    "basic_knowledge": "ភាសាជប៉ុន",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "មូលដ្ឋានគ្រឹះភាសាជប៉ុន;យល់ដឹងពីប្រវត្តិសាស្ត្រ និងប្រវត្តិអក្សរសិល្ប៍ជប៉ុន;មានចំណេះដឹងលើការបកប្រែ និងការទំនាក់ទំនង",
    "possible_workplaces": "ជាសាស្ត្រាចារ្យភាសាជប៉ុនតាមគ្រឹះស្ថានឧត្តមសិក្សា;អង្គការក្រៅរដ្ឋាភិបាលជាតិ អន្ដរជាតិ និងស្ថានទូតបរទេស;ជាមគ្គទេសក៍ផ្នែកភាសាជប៉ុន;ក្រុមហ៊ុនផ្ដល់សេវាកម្មបកប្រែ"
  },
  {
    "code": "per_maj_010",
    "name_en": null,
    "name_km": "ភាសាកូរ៉េ",
    "basic_knowledge": "ភាសាកូរ៉េ",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "មូលដ្ឋានគ្រឹះភាសាកូរ៉េ;យល់ដឹងពីប្រវត្តិសាស្ត្រ និងប្រវត្តិអក្សរសិល្ប៍កូរ៉េ;មានចំណេះដឹងលើការបកប្រែ និងការទំនាក់ទំនង",
    "possible_workplaces": "ជាសាស្ត្រាចារ្យភាសាកូរ៉េតាមគ្រឹះស្ថានឧត្តមសិក្សា;អង្គការក្រៅរដ្ឋាភិបាលជាតិ អន្ដរជាតិ និងស្ថានទូតបរទេស;ជាមគ្គទេសក៍ផ្នែកភាសាកូរ៉េ;ក្រុមហ៊ុនផ្ដល់សេវាកម្មបកប្រែ"
  },
  {
    "code": "per_maj_011",
    "name_en": null,
    "name_km": "ភាសាចិន",
    "basic_knowledge": "ភាសាចិន",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីវិធីសាស្ត្របង្រៀនភាសាចិន;ចេះពីរបៀបទំនាក់ទំនង;មានចំណេះដឹងលើការបកប្រែភាសាចិន-ខ្មែរ",
    "possible_workplaces": "ជាសាស្ត្រាចារ្យភាសាចិនតាមគ្រឹះស្ថានឧត្តមសិក្សា;អង្គការក្រៅរដ្ឋាភិបាលជាតិ អន្ដរជាតិ និងស្ថានទូតបរទេស;ជាមគ្គទេសក៍ផ្នែកភាសាចិន;ក្រុមហ៊ុនផ្ដល់សេវាកម្មបកប្រែ"
  },
  {
    "code": "per_maj_012",
    "name_en": null,
    "name_km": "ភាសាថៃ",
    "basic_knowledge": "ភាសាថៃ",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "មានចំណេះដឹងភាសាថៃ;យល់ដឹងពីវប្បធម៌ សង្គម សេដ្ឋកិច្ច និងប្រវត្តិសាស្ត្រថៃ",
    "possible_workplaces": "ជាសាស្ត្រាចារ្យភាសាថៃតាមគ្រឹះស្ថានឧត្តមសិក្សា;អង្គការក្រៅរដ្ឋាភិបាលជាតិ អន្ដរជាតិ និងស្ថានទូតបរទេស;ជាមគ្គទេសក៍ផ្នែកភាសាថៃ;ក្រុមហ៊ុនផ្ដល់សេវាកម្មបកប្រែ"
  },
  {
    "code": "per_maj_013",
    "name_en": null,
    "name_km": "បរិស្ថាន",
    "basic_knowledge": "គីមីវិទ្យា និងជីវវិទ្យា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីមូលដ្ឋានគ្រឹះបរិស្ថាន និងភាសាអង់គ្លេស;យល់ដឹងពីការសិក្សាស្រាវជ្រាវ និងការអនុវត្តគម្រោងផ្សេងៗពាក់ព័ន្ធបរិស្ថាន",
    "possible_workplaces": "ជាសាស្ត្រាចារ្យនៅតាមគ្រឹះស្ថានឧត្តមសិក្សា;តាមបណ្ដាស្ថាប័នរដ្ឋ ឯកជន និងអង្គការក្រៅរដ្ឋាភិបាល"
  },
  {
    "code": "per_maj_014",
    "name_en": null,
    "name_km": "ព័ត៌មានវិទ្យា",
    "basic_knowledge": "រូបវិទ្យា និងគណិតវិទ្យា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងលើផ្នែកបច្ចេកវិទ្យាព័ត៌មាន និងចំណេះដឹងទូទៅនៃសង្គម;យល់ដឹងពីការគ្រប់គ្រងប្រព័ន្ធទិន្នន័យ ការរៀបចំដំឡើង និងគ្រប់គ្រងបណ្ដាញកុំព្យូទ័រ;យល់ដឹងពីការសរសេរ និងការបង្កើតកម្មវិធីកុំព្យូទ័រ ការគ្រប់គ្រងគម្រោង និងការវិភាគទិន្នន័យ;យល់ដឹងពីការរចនារូបភាព សំឡេង និងវីដេអូលើកុំព្យូទ័រ;យល់ដឹងពីតក្កវិទ្យា កម្មវិធីអ៊ីនធើណេត និងកម្មវិធីពហុព័ត៌មាន និងបញ្ញាសិប្បនិម្មិត",
    "possible_workplaces": "ជាសាស្ត្រាចារ្យកុំព្យូទ័រតាមគ្រឹះស្ថានឧត្តមសិក្សា;តាមបណ្ដាក្រុមហ៊ុន ធនាគារ អង្គការក្រៅរដ្ឋាភិបាល និងស្ថាប័នផ្សេងៗ"
  },
  {
    "code": "per_maj_015",
    "name_en": null,
    "name_km": "វិស្វកម្មទូរគមនាគមន៍ និងអេឡិចត្រូនិច",
    "basic_knowledge": "គណិតវិទ្យា និងរូបវិទ្យា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីរបៀបគ្រប់គ្រងទូរគមនាគមន៍ និងអេឡិចត្រូនិច;យល់ដឹងពីមុខជំនាញផ្សេងៗដែលពាក់ព័ន្ធ;ទទួលបានចំណេះដឹងភាសាអង់គ្លេស",
    "possible_workplaces": "ជាសាស្ត្រាចារ្យនៅតាមគ្រឹះស្ថានឧត្តមសិក្សា;តាមបណ្ដាស្ថាប័នរដ្ឋ ឯកជន និងអង្គការក្រៅរដ្ឋាភិបាល"
  },
  {
    "code": "per_maj_016",
    "name_en": null,
    "name_km": "វិស្វកម្មបច្ចេកវិទ្យាព័ត៌មាន",
    "basic_knowledge": "គណិតវិទ្យា និងរូបវិទ្យា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីរបៀបគ្រប់គ្រងប្រព័ន្ធបច្ចេកវិទ្យាព័ត៌មាន;យល់ដឹងពីមុខជំនាញផ្សេងៗដែលពាក់ព័ន្ធ;ទទួលបានចំណេះដឹងភាសាអង់គ្លេស",
    "possible_workplaces": "ជាសាស្ត្រាចារ្យនៅតាមគ្រឹះស្ថានឧត្តមសិក្សា;តាមបណ្ដាស្ថាប័នរដ្ឋ ឯកជន និងអង្គការក្រៅរដ្ឋាភិបាល"
  },
  {
    "code": "per_maj_017",
    "name_en": null,
    "name_km": "វិស្វកម្មជីវសាស្ត្រ",
    "basic_knowledge": "គីមីវិទ្យា និងជីវវិទ្យា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីវិស្វកម្មជីវសាស្ត្រ វិស្វកម្មគីមី និងបច្ចេកវិទ្យាជីវសាស្ត្រ;យល់ដឹងពីចង្វាក់ផលិតកម្មឧស្សាហកម្មគីមី និងចំណីអាហារ;យល់ដឹងពីការពិសោធន៍គីមីវិភាគ គីមីសរីរាង្គ គីមីរូប គីមីជីវៈ គីមីចំណីអាហារ និងមីក្រុបវិទ្យា",
    "possible_workplaces": "តាមបណ្ដារោងចក្រផលិតចំណីអាហារ ផលិតសម្ភារៈប្រើប្រាស់;តាមក្រុមហ៊ុនឯកជនវិភាគគុណភាពអាហារ;តាមអង្គការក្រៅរដ្ឋាភិបាល និងស្ថាប័នផ្សេងៗ;ជាសាស្ត្រាចារ្យគីមី ឬជីវៈ នៅតាមគ្រឹះស្ថានឧត្តមសិក្សា;នៅក្រសួងបរិស្ថាន ក្រសួងឧស្សាហកម្ម និងសិប្បកម្ម ក្រសួងរ៉ែ និងថាមពល ក្រសួងកសិកម្ម រុក្ខាប្រមា៉ញ់ និងនេសាទ"
  },
  {
    "code": "per_maj_018",
    "name_en": null,
    "name_km": "ទេសចរណ៍",
    "basic_knowledge": "ភូមិវិទ្យា និងប្រវត្តិវិទ្យា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីប្រតិបត្តិការធុរកិច្ច និងទេសចរណ៍ ការអភិវឌ្ឍសហគ្រិនភាព និងនាវានុវត្តន៍;យល់ដឹងពីការគ្រប់គ្រងសណ្ឋាគារ បដិសណ្ឋារកិច្ច និងភ្នាក់ងារទេសចរណ៍;យល់ដឹងពីការគ្រប់គ្រងបេតិកភណ្ឌវប្បធម៌ និងធម្មជាតិ;យល់ដឹងពីគោលនយោបាយ និងការធ្វើផែនការទេសចរណ៍;យល់ដឹងពីការអភិវឌ្ឍ និងការគ្រប់គ្រងទេសចរណ៍ប្រកបដោយនិរន្ដរភាព",
    "possible_workplaces": "តាមស្ថាប័នអប់រំទេសចរណ៍ សណ្ឋាគារ និងសេវាកម្មស្នាក់នៅ;ក្រុមហ៊ុនទេសចរណ៍ ក្រុមហ៊ុនអាកាសចរណ៍ និងឧស្សាហកម្មដឹកជញ្ជូន;តាមសមាគម និងសហគមន៍ទេសចរណ៍ និងអង្គការក្រៅរដ្ឋាភិបាល"
  },
  {
    "code": "per_maj_019",
    "name_en": null,
    "name_km": "គ្រប់គ្រងពាណិជ្ជកម្មអន្ដរជាតិ",
    "basic_knowledge": "គណិតវិទ្យា និងភាសាអង់គ្លេស",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីមូលដ្ឋានគ្រឹះនៃពាណិជ្ជកម្មអន្ដរជាតិ ការគ្រប់គ្រងសង្វាក់ផលិតកម្ម និងនាវានុវត្តន៍;យល់ដឹងពីច្បាប់ និងគោលនយោបាយពាណិជ្ជកម្ម;យល់ដឹងពីការស្រាវជ្រាវទីផ្សារ ការគ្រប់គ្រងយុទ្ធសាស្ត្រ ការគ្រប់គ្រងគណនេយ្យ និងហិរញ្ញវត្ថុ;យល់ដឹងពីការគ្រប់គ្រងការវិនិយោគ",
    "possible_workplaces": "ជាសាស្ត្រាចារ្យនៅតាមគ្រឹះស្ថានឧត្តមសិក្សា;ក្រុមហ៊ុនជាតិ អន្ដរជាតិ;ក្រសួងពាណិជ្ជកម្ម និងក្រសួងសេដ្ឋកិច្ច និងហិរញ្ញវត្ថុ;នៅតាមគ្រឹះស្ថានហិរញ្ញវត្ថុ"
  },
  {
    "code": "per_maj_020",
    "name_en": null,
    "name_km": "ភូមិវិទ្យា និងរៀបចំដែនដី",
    "basic_knowledge": "ភូមិវិទ្យា និងគណិតវិទ្យា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីភូមិវិទ្យារូប ភូមិវិទ្យាមនុស្ស និងភូមិវិទ្យាសេដ្ឋកិច្ច;យល់ដឹងពីការរៀបចំដែនដី ផែនទី និងប្រព័ន្ធព័ត៌មានភូមិសាស្ត្រ;ទទួលបានចំណេះដឹងភាសាអង់គ្លេស;យល់ដឹងពីការប្រើប្រាស់ម៉ាស៊ីន GPS និងម៉ាស៊ីន Level;យល់ដឹងពីការគូសប្លង់ និងផែនទីចេញពីម៉ាស៊ីនកុំព្យូទ័រ",
    "possible_workplaces": "ជាសាស្ត្រាចារ្យនៅតាមគ្រឹះស្ថានឧត្តមសិក្សា;នៅតាមអង្គការក្រៅរដ្ឋាភិបាល និងក្រុមហ៊ុនឯកជន;នៅក្រសួងដែនដី នគោរូបនីយកម្ម និងសំណង់ និងក្រសួបរិស្ថាន"
  },
  {
    "code": "per_maj_021",
    "name_en": null,
    "name_km": "សិក្សាអន្តរជាតិ",
    "basic_knowledge": "ភាសាអង់គ្លេស និង\nចំណេះដឹងទូទៅ",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីទំនាក់ទំនងអន្តរជាតិ និងការសិក្សាអភិបាលកិច្ច;មានចំណេះដឹងអំពីសេដ្ឋកិច្ច និងពាណិជ្ជកម្មអន្តរជាតិ;យល់ដឹងពីច្បាប់ និងអង្គការអន្តរជាតិ",
    "possible_workplaces": "នៅតាមអង្គការជាតិ និងអន្តរជាតិ;នៅនាយកដ្ឋានទំនាក់ទំនងអន្តរជាតិឬស្ថានទូត;នៅតាមក្រុមហ៊ុនឯកជន និងគ្រឹះស្ថានឧត្តមសិក្សា"
  },
  {
    "code": "per_maj_022",
    "name_en": null,
    "name_km": "វិទ្យាសាស្ត្រសេដ្ឋកិច្ច",
    "basic_knowledge": "គណិតវិទ្យា និងសីលធម៌-ពលរដ្ឋវិជ្ជា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១៣០ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីមូលដ្ឋានគ្រឹះសេដ្ឋកិច្ចមីក្រូសេដ្ឋកិច្ច និងម៉ាក្រូសេដ្ឋកិច្ច;យល់ដឹងពីគោលនយោបាយសេដ្ឋកិច្ចសំខាន់ៗ",
    "possible_workplaces": "តាមក្រុមហ៊ុនឯកជន (ក្រុមហ៊ុនធានារ៉ាប់រង ក្រុមហ៊ុនស្រាវជ្រាវទីផ្សារ និងក្រុមហ៊ុននាំចេញ-នាំចូល) និងធនាគារ;តាមស្ថាប័នរដ្ឋ និងអង្គការក្រៅរដ្ឋាភិបាល"
  },
  {
    "code": "per_maj_023",
    "name_en": null,
    "name_km": "អភិវឌ្ឍន៍សហគមន៍",
    "basic_knowledge": "សិក្សាសង្គម និង\nភាសាអង់គ្លេស",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "មូលដ្ឋានគ្រឹះនៃការអភិវឌ្ឍន៍សហគមន៍ និងចំណេះដឹងភាសាអង់គ្លេស;យល់ដឹងពីការស្រាវជ្រាវ និងការវិភាគបញ្ហាសហគមន៍;មានចំណេះដឹងលើការរៀបចំផែនការអភិវឌ្ឍន៍;យល់ដឹងពីការសម្របសម្រួល និងអនុវត្តគម្រោងអភិវឌ្ឍន៍;យល់ដឹងពីការតាមដាន និងវាយតម្លៃការអនុវត្តគម្រោងអភិវឌ្ឍន៍",
    "possible_workplaces": "តាមស្ថាប័នរដ្ឋ អង្គការក្រៅរដ្ឋាភិបាលជាតិនិងអន្តរជាតិ;ជាសាស្រ្ដាចារ្យនៅតាមគ្រឹះស្ថានឧត្តមសិក្សា;តាមធនាគារនិងស្ថាប័នមីក្រូហិរញ្ញវត្ថុនានា"
  },
  {
    "code": "per_maj_024",
    "name_en": null,
    "name_km": "អភិវឌ្ឍសេដ្ឋកិច្ច",
    "basic_knowledge": "គណិតវិទ្យា \nសីលធម៌-ពលរដ្ឋ និង/ឬ ភាសាអង់គ្លេស",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីមូលដ្ឋានគ្រឹះមីក្រូ និងម៉ាក្រូសេដ្ឋកិច្ច;យល់ដឹងពីទ្រឹស្ដី និងការអនុវត្តល្អៗនៃការអភិវឌ្ឍន៍សេដ្ឋកិច្ច;យល់ដឹងពីការអភិវឌ្ឍន៍ប្រកបដោយនិរន្តរភាព;វិធីសាស្រ្តក្នុងការស្រាវជ្រាវ និងពិនិត្យតាមដាន និងវាយតម្លៃកម្មវិធីអភិវឌ្ឍន៍នានា;វិធាន និងវិធីសាស្រ្តសម្រាប់ការវិភាគសេដ្ឋកិច្ច;មានចំណេះដឹងលើការរៀបចំគម្រោងសម្រាប់ការអភិវឌ្ឍន៍សេដ្ឋកិច្ច;ការស្រាវជ្រាវទាក់ទងនឹងបញ្ហាសេដ្ឋកិច្ច;យល់ដឹងពីការពិនិត្យតាមដាន និងវាយតម្លៃកម្មវិធីអភិវឌ្ឍន៍នានា",
    "possible_workplaces": "តាមអង្គការក្រៅរដ្ឋាភិបាល និងស្ថាប័នរដ្ឋ;តាមក្រុមហ៊ុឯកជន"
  },
  {
    "code": "per_maj_025",
    "name_en": null,
    "name_km": "គ្រប់គ្រង និងអភិវឌ្ឍន៍ធនធានធម្មជាតិ",
    "basic_knowledge": "ផែនដី និងភាសាអង់គ្លេស",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "មូលដ្ឋានគ្រឹះនៃការគ្រប់គ្រង និងអភិវឌ្ឍន៍ធនធានធម្មជាតិ;យល់ដឹងពីការរៀបចំធ្វើផែនការ ការគ្រប់គ្រងលើធនធានការប្រើប្រាស់ដី និងការប្រែប្រួល\nអាកាសធាតុ;ចំណេះដឹងភាសាអង់គ្លេស",
    "possible_workplaces": "ជាសាស្រ្ដាចារ្យផែនដីវិទ្យានៅតាមគ្រឹះស្ថានឧត្តមសិក្សា;តាមស្ថាប័នរដ្ឋ ក្រុមហ៊ុនឯកជន និងអង្គការមិនមែនរដ្ឋាភិបាល"
  },
  {
    "code": "per_maj_026",
    "name_en": null,
    "name_km": "សាកវប្បកម្ម",
    "basic_knowledge": "គណិតវិទ្យា និងរូបវិទ្យា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១៣០ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីមូលដ្ឋានគ្រឹះនៃសាកវប្បកម្ម;យល់ដឹងពីផលិតកម្មសាកវប្បកម្ម និងការអនុវត្តន៍ (ការដំាដំណាំ);យល់ដឹងពីគ្រប់គ្រងផលិតកម្មសាកវ្បកម្ម និងទីផ្សារ",
    "possible_workplaces": "ជាសាស្ត្រាចារ្យកសិកម្មនៅតាមគ្រឹះស្ថានឧត្តមសិក្សា;នៅក្រសួងកសិកម្ម រុក្ខាប្រម៉ាញ់ និងនេសាទ;ក្រុមហ៊ុនឯកជន កសិដ្ឋាន ធនាគារ និងអង្គការក្រៅរដ្ឋាភិបាល"
  },
  {
    "code": "per_maj_027",
    "name_en": null,
    "name_km": "វារីវប្បកម្ម",
    "basic_knowledge": "ជីវវិទ្យា និងគីមីវិទ្យា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១៣០ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីការគ្រប់គ្រងកសិដ្ឋានចិញ្ចឹមត្រី បង្កង និងក្ដាម;យល់ដឹងពីការគ្រប់គ្រងទឹក;យល់ពីរបៀបធ្វើការពិសោធន៍ការបន្ដពូជរបស់ត្រី និងការភ្ញាស់ពូជត្រី",
    "possible_workplaces": "នៅក្រសួងកសិកម្ម រុក្ខាប្រម៉ាញ់ និងនេសាទ;តាមអង្គការក្រៅរដ្ឋាភិបាល"
  },
  {
    "code": "per_maj_028",
    "name_en": null,
    "name_km": "ក្សេត្រសាស្ត្រ",
    "basic_knowledge": "ជីវវិទ្យា និងគីមីវិទ្យា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១៥៦ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីវិទ្យាសាស្ត្ររុក្ខជាតិ តម្រូវការលូតលាស់ និងការប្រើប្រាស់ដីដាំដុះ;យល់ដឹងពីកត្តាបំផ្លាញរុក្ខជាតិ និងវិធីការពារ;មានចំណេះដឹងលើបច្ចេកទេសផលិត និងការកែច្នៃកសិផល",
    "possible_workplaces": "តាមក្រសួងកសិកម្មរុក្ខាប្រមាញ់ និងនេសាទ ឬក្រសួងអភិវឌ្ឍន៍ជនបទ;តាមក្រុមហ៊ុនដាំដុះ ក្រុមហ៊ុនជីនិងសម្ភារៈកសិកម្ម;អង្គការក្រៅរដ្ឋាភិបាល;បង្កើតកសិដ្ឋានខ្លួនឯង"
  },
  {
    "code": "per_maj_029",
    "name_en": null,
    "name_km": "វិទ្យាសាស្រ្តសត្វ",
    "basic_knowledge": "ជីវវិទ្យា និងគីមីវិទ្យា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១៣៣ ក្រេឌីត",
    "recieved_knowledge": "ការចិញ្ចឹម និងថែទាំសត្វឱ្យមានសុខភាពល្អ;ការប្រើប្រាស់ធនធានក្នុងស្រុកជាចំណីសត្វ ធំធាត់លឿន និងគ្មានជំងឺ;ការជ្រើសរើស និងផ្សព្វផ្សាយពូជសត្វដល់កសិករ",
    "possible_workplaces": "តាមកសិដ្ឋានចិញ្ចឹមសត្វរដ្ឋ ឯកជន និងក្រុមហ៊ុនចំណីសត្វ"
  },
  {
    "code": "per_maj_030",
    "name_en": null,
    "name_km": "វេជ្ជសាស្ត្រសត្វ",
    "basic_knowledge": "ជីវវិទ្យា និងគីមីវិទ្យា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១៣៦ ក្រេឌីត",
    "recieved_knowledge": "ចំណេះដឹងវេជ្ជសាស្ត្រសត្វជីវគីមី និងរចនាសម្ព័ន្ធ និងតួនាទីរាង្គកាយ;យល់ដឹងពីប្រភេទចំណី និងផលិតកម្មសត្វ;មានចំណេះដឹងភាសាអង់គ្លេសសម្រាប់វេជ្ជសាស្ត្រសត្វ;យល់ដឹងពីជីវស្ថិតិសាស្រ្ត ការសរសេរសំណើរ និងវិធីសាស្ត្រស្រាវជ្រាវ;យល់ដឹងពីរោគសាស្ត្រសត្វបរាសិសាស្ត្រសត្វមីក្រុបវិទ្យានិងជាតិពុលវិទ្យា;យល់ដឹងពីប្រព័ន្ធរោគសាស្ត្រសត្វ;មានចំណេះដឹងលើការប្រើប្រាស់ឱសថ និងការព្យាបាលសត្វ;យល់ដឹងពីការត្រួតពិនិត្យ និងការធ្វើរោគវិនិច្ឆ័យលើសត្វ;យល់ដឹងពីការចិញ្ចឹម អត្តចរិកសត្វ និងសុខភាពសត្វ;យល់ដឹងពីការសណ្តំ និងការវះកាត់លើសត្វ;យល់ដឹងពីអេពីដេមីវិទ្យា អនាម័យសាច់ និងសុវត្ថិភាពម្ហូបអាហារ",
    "possible_workplaces": "នៅក្រសួងកសិកម្ម រុក្ខាប្រមាញ់និងនេសាទ;ជាសាស្រ្តាចារ្យតាមគ្រឹះស្ថានឧត្តមសិក្សា;តាមអង្គការក្រៅរដ្ឋាភិបាល និងក្រុមហ៊ុនឯកជន;តាមកសិដ្ឋានចិញ្ចឹមសត្វ ឬបង្កើតអាជីវកម្មដោយផ្ទាល់ខ្លួន"
  },
  {
    "code": "per_maj_031",
    "name_en": null,
    "name_km": "វិទ្យាសាស្ត្រព្រៃឈើ",
    "basic_knowledge": "ជីវវិទ្យា និងគីមីវិទ្យា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១៣៨ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីវិទ្យាសាស្ត្រព្រៃឈើ និងធនធានធម្មជាតិ;យល់ដឹងពីវិទ្យាសាស្ត្រព្រៃឈើ និងធនធានធម្មជាតិ;យល់ដឹងពីវិទ្យាសាស្ត្រព្រៃឈើ និងធនធានធម្មជាតិ;យល់ដឹងពីការធ្វើឱ្យប្រសើរឡើងនូវគុណភាពដើមឈើ ការគ្រប់គ្រងនិងអភិរក្សធនធានព្រៃឈើ\n  បរិស្ថានប្រកបដោយនិរន្តរភាព",
    "possible_workplaces": "នៅតាមស្ថាប័នរដ្ឋ ស្ថាប័នឯកជន និងអង្គការក្រៅរដ្ឋាភិបាល"
  },
  {
    "code": "per_maj_032",
    "name_en": null,
    "name_km": "វិទ្យាសាស្ត្រជលផល",
    "basic_knowledge": "ជីវវិទ្យា និងគីមីវិទ្យា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១៤៦ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីវារីជីវសាស្ត្រ និងបរិស្ថាន;យល់ដឹងពីវារីវប្បកម្ម និងការគ្រប់គ្រងធនធានជលផល;យល់ដឹងពីការកែច្នៃផលិតផលជលផល",
    "possible_workplaces": "នៅតាមក្រសួងធនធានទឹក និងឧតុនិយម ក្រសួងអភិវឌ្ឍន៍ជនបទ រដ្ឋបាលជលផលក្រសួងបរិស្ថាន និងអាជ្ញាធរទន្លេសាប;ក្រុមហ៊ុនចំណីត្រី និងអង្គការក្រៅរដ្ឋាភិបាល"
  },
  {
    "code": "per_maj_033",
    "name_en": null,
    "name_km": "វិស្វកម្មកសិកម្ម",
    "basic_knowledge": "គណិតវិទ្យា និងរូបវិទ្យា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១៥០ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីមូលដ្ឋានគ្រឹះនៃគ្រឿងយន្តកសិកម្ម និងថាមពល;យល់ដឹងពីបរិស្ថានក្នុងវិស័យកសិកម្ម វិស្វកម្មទឹក និងដី;យល់ដឹងពីវិស្វកម្មបច្ចេកវិទ្យាក្រោយពេលប្រមូលផល;យល់ដឹងពីការគ្រប់គ្រងជំនួញកសិកម្ម",
    "possible_workplaces": "តាមក្រុមហ៊ុនលក់និងតម្លើងគ្រឿងយន្តកសិកម្ម;តាមម៉ាស៊ីនកិនស្រូវពាណិជ្ជកម្ម (ជាបច្ចេកទេសគ្រឿងយន្ត);តាមក្រុមហ៊ុនប្រឹក្សាយោបល់ពាក់ព័ន្ធគ្រឿងយន្តកសិកម្ម"
  },
  {
    "code": "per_maj_034",
    "name_en": null,
    "name_km": "សេដ្ឋកិច្ចកសិកម្ម និងអភិវឌ្ឍន៍ជនបទ",
    "basic_knowledge": "គណិតវិទ្យា និងភូមិវិទ្យា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១៤៣ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីទីផ្សារកសិកម្មកសិពាណិជ្ជកម្មសេដ្ឋកិច្ចកសិកម្ម និងសហគមន៍ជនបទ;មានចំណេះដឹងអំពីសេដ្ឋកិច្ចទូទៅ និងមូលដ្ឋានគ្រឹះគណនេយ្យ;យល់ដឹងពីការគ្រប់គ្រងកសិដ្ឋាន និងការគ្រប់គ្រងហិរញ្ញវត្ថុគ្រួសារ",
    "possible_workplaces": "ក្រសួងអភិវឌ្ឍន៍ជនបទ និងក្រសួងកសិកម្ម;ធនាគារ និងមីក្រូហិរញ្ញវត្ថុ និងអង្គការក្រៅរដ្ឋាភិបាល;ក្រុមហ៊ុន និងសហគ្រាសឯកជន"
  },
  {
    "code": "per_maj_035",
    "name_en": null,
    "name_km": "កសិឧស្សាហកម្ម",
    "basic_knowledge": "គណិតវិទ្យា និងគីមីវិទ្យា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១៤៧ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីមូលដ្ឋានគ្រឹះក្នុងការកែច្នៃកសិផល បច្ចេកវិទ្យា និងវិទ្យាសាស្ត្រអាហារ;យល់ដឹងពីបច្ចេកវិទ្យាក្រោយការប្រមូលផល និងបច្ចេកវិទ្យាជីវអាហារ;យល់ដឹងពីការគ្រប់គ្រងសុវត្ថិភាពអាហារ និងទទួលបានចំណេះដឹងភាសាអង់គ្លេស",
    "possible_workplaces": "ស្ថាប័នរដ្ឋ;ក្រុមហ៊ុនផលិតអាហារនិងមន្ទីពិសោធន៍វិភាគគុណភាពអាហារ"
  },
  {
    "code": "per_maj_036",
    "name_en": null,
    "name_km": "ដីធ្លីរៀបចំដែនដី និងរដ្ឋបាលដីធ្លី",
    "basic_knowledge": "គណិតវិទ្យា និងភូមិវិទ្យា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១៤៣ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីបច្ចេកទេសគូស និងការប្រើប្រាស់ផែនទី;យល់ពីការវាស់វែង និងការវាយតម្លៃអចលវត្ថុ;យល់ដឹងពីច្បាប់និងគោលនយោបាយដីធ្លី;យល់ដឹងពីនីតិវិធីដោះស្រាយជំលោះដីធ្លីក្រៅប្រព័ន្ធតុលាការ នីតិវិធីនៃការចុះបញ្ជីដីធ្លី",
    "possible_workplaces": "ក្រសួងរៀបចំដែនដី នគរួបនីយកម្ម និងសំណង់ ក្រសួងបរិស្ថាន ក្រសួងធនធានទឹក និងឧតុនិយមក្រសួងអភិវឌ្ឍន៍ជនបទ និងក្រសួងសាធារណការនិងដឹកជញ្ជូន;ក្រុមហ៊ុនវាយតម្លៃអចលនទ្រព្យ;អង្គការដែលពាក់ព័ន្ធដីធ្លី ឬផែនទី"
  },
  {
    "code": "per_maj_037",
    "name_en": null,
    "name_km": "វិទ្យាសាស្ត្រកៅស៊ូ",
    "basic_knowledge": "ជីវវិទ្យា និងគីមីវិទ្យា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១៣៧ ក្រេឌីត",
    "recieved_knowledge": "អង្គការដែលពាក់ព័ន្ធដីធ្លី ឬផែនទី;ការកែច្នៃនិងការវិភាគគុណភាពជ័រ;ការគ្រប់គ្រងចំការកៅស៊ូ",
    "possible_workplaces": "អគ្គនាយកដ្ឋានចំការកៅស៊ូ ឬវិទ្យាស្ថានស្រាវជ្រាវកៅស៊ូកម្ពុជា;តាមបណ្តាក្រុមហ៊ុនកៅស៊ូឯកជន;បង្កើតចំការកៅស៊ូខ្លួនឯង;ជាសាស្ត្រាចារ្យកសិកម្មតាមគ្រឹះស្ថានឧត្តមសិក្សា"
  },
  {
    "code": "per_maj_038",
    "name_en": null,
    "name_km": "នីតិសាស្ត្រ",
    "basic_knowledge": "ប្រវត្តិវិទ្យា និងសីលធម៌-ពលរដ្ឋវិជ្ជា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២៩ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីមូលដ្ឋានគ្រឹះនៃនីតិនៃការបកស្រាយនិងអនុវត្តច្បាប់;មូលដ្ឋានគ្រឹះក្នុងការពិចារណាដោះស្រាយបញ្ហាសង្គមទៅតាមច្បាប់",
    "possible_workplaces": "ជាចៅក្រម មេធាវី (ដោយត្រូវឆ្លងកាត់វគ្គបណ្ដុះបណ្ដាលចៅក្រម និងមេធាវីបន្ថែមទៀត);ជាមន្ត្រីឬបុគ្គលិកតាមបណ្តាក្រសួង ក្រុមហ៊ុន ធនាគារ អង្គការក្រៅរដ្ឋាភិបាល \n(ជាតិ និងអន្តរជាតិ)"
  },
  {
    "code": "per_maj_039",
    "name_en": null,
    "name_km": "រដ្ឋបាលសាធារណៈ",
    "basic_knowledge": "ប្រវត្តិវិទ្យា និងសីលធម៌-ពលរដ្ឋវិជ្ជា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២១ ក្រេឌីត",
    "recieved_knowledge": "មូលដ្ឋានគ្រឹះនៃរដ្ឋបាលសាធារណៈ ទ្រឹស្តី និងការឆ្លុះបញ្ចាំងក្នុងការអនុវត្ត;មូលដ្ឋានគ្រឹះនៃការវិភាគលើការគ្រប់គ្រងវិស័យសាធារណៈ និងគោលនយោបាយ",
    "possible_workplaces": "តាមស្ថាប័នរដ្ឋ ស្ថាប័នឯកជន ឬអង្គការក្រៅរដ្ឋាភិបាល"
  },
  {
    "code": "per_maj_040",
    "name_en": null,
    "name_km": "ចិត្តវិទ្យា",
    "basic_knowledge": "គណិតវិទ្យា និងជីវវិទ្យា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១៦៣ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីមូលដ្ឋានគ្រឹះនៃចិត្តវិទ្យា ចិត្តវិទ្យាអន្តរវប្បធម៌ និងការព្យាបាលលក្ខណៈគ្រួសារ;យល់ដឹងពីទ្រឹស្ដីបុគ្គលលក្ខណៈ នរៈចិត្តវិទ្យា និងចិត្តវិទ្យាអប់រំ;យល់ដឹងពីវីធីសាស្ត្រស្រាវជ្រាវនិងស្ថិតិក្នុងចិត្តវិទ្យា និងភាសាអង់គ្លេស",
    "possible_workplaces": "ជាសាស្ត្រាចារ្យចិត្តវិទ្យានៅគ្រឹះស្ថានឧត្តមសិក្សា;នៅតាមបណ្ដាអង្គការក្រៅរដ្ឋាភិបាល ក្រុមហ៊ុនឯកជន និងស្ថាប័នផ្សេងៗ"
  },
  {
    "code": "per_maj_041",
    "name_en": null,
    "name_km": "សង្គមវិទ្យា",
    "basic_knowledge": "អក្សរសាស្ត្រខ្មែរ និងគណិតវិទ្យា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីទ្រឹស្តីវិទ្យាសាស្រ្តសង្គម និងវិធីសាស្រ្តស្រាវជ្រាវ;យល់ដឹងពីការពិព៌ណនា វិភាគ ពន្យល់ និងព្យាករណ៍ពីបាតុភូតសង្គម;យល់ដឹងពីគោលនយោបាយ ផែនការយុទ្ធសាស្រ្ត ផែនការសកម្មភាព និងការអភិវឌ្ឍគម្រោង",
    "possible_workplaces": "តាមក្រុមហ៊ុនឯកជន និងអង្គការក្រៅរដ្ឋាភិបាល;ជាសាស្រ្តាចារ្យនៅតាមគ្រឹះស្ថានឧត្តមសិក្សា;ធ្វើការនៅក្រសួងព័តិមាន និងស្ថាប័នពាក់ព័ន្ធនឹងវិស័យសុខាភិបាល"
  },
  {
    "code": "per_maj_042",
    "name_en": null,
    "name_km": "សង្គមកិច្ចវិទ្យា",
    "basic_knowledge": "សីលធម៌-ពលរដ្ឋវិជ្ជា និងភាសាអង់គ្លេស",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីអនុវត្តនិងធ្វើតាមគោលការណ៍ក្រមសីលធម៌ការងារសង្គមកិច្ច;យល់ដឹងពីបញ្ហាសិទ្ធិមនុស្ស និងយុត្តិធម៌តាមបែបសង្គមនិងសេដ្ឋកិច្ច;អនុវត្តចំណេះដឹងស្តីអំពីអាកប្បកិរិយារបស់មនុស្ស និងចំណេះដឹងអំពីមជ្ឈដ្ឋានសង្គម;យល់ដឹងពីការប៉ាន់ប្រមាណក្នុងធ្វើអន្តរាគមន៍ និងការវាយតម្លៃ",
    "possible_workplaces": "នៅតាមស្ថាប័នរដ្ឋ អង្គការក្រៅរដ្ឋាភិបាល និងក្រុមហ៊ុនឯកជន"
  },
  {
    "code": "per_maj_043",
    "name_en": null,
    "name_km": "វិទ្យាសាស្ត្រនយោបាយ",
    "basic_knowledge": "ប្រវត្តិវិទ្យា និងវប្បធម៌ទូទៅ",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីបម្រែបម្រួលនយោបាយក្នុងសង្គមជាតិ និងអន្ដរជាតិ;យល់ដឹងពីព្រឹត្តិការណ៍ពិភពលោកនិងច្បាប់;យល់ដឹងពីសម័យកាលនៃការដឹកនាំរបស់ប្រទេស",
    "possible_workplaces": "ជាសាស្ដ្រចារ្យផ្នែកនយោបាយនៅតាមគ្រឹះស្ថានឧត្តមសិក្សា;តាមក្រសួងនានា ឬស្ថាប័នផ្សេងៗ"
  },
  {
    "code": "per_maj_044",
    "name_en": null,
    "name_km": "ទំនាក់ទំនងអន្តរជាតិ",
    "basic_knowledge": "ប្រវត្តិវិទ្យា និងសីលធម៌-ពលរដ្ឋវិជ្ជា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២២ ក្រេឌីត",
    "recieved_knowledge": "មូលដ្ឋានគ្រឹះ និងទ្រឹស្តីទំនាក់ទំនងអន្តរជាតិ ច្បាប់ជាតិ និងច្បាប់អន្តរជាតិ;មូលដ្ឋានគ្រឹះនៃការវិភាគលើបញ្ហាជាតិ និងអន្តរជាតិ កិច្ចការបរទេស",
    "possible_workplaces": "ក្រសួងការបរទេស ក្រសួងការពារជាតិ និងក្រសួងពាណិជ្ជកម្ម;អង្គការជាតិ និងអន្តរជាតិ;ជាអ្នកវិភាគបញ្ហាអន្តរជាតិ"
  },
  {
    "code": "per_maj_045",
    "name_en": null,
    "name_km": "សេដ្ឋកិច្ច ព័ត៌មានវិទ្យា",
    "basic_knowledge": "គណិតវិទ្យា និងសីលធម៌-ពលរដ្ឋវិជ្ជា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីគណនេយ្យនិងការវិភាគទិន្នន័យស្ថិតិដោយប្រើកម្មវិធីកុំព្យូទ័រ;យល់ដឹងពីបច្ចេកវិទ្យាព័ត៌មានវិទ្យា",
    "possible_workplaces": "តាមក្រុមហ៊ុនឯកជន;តាមស្ថាប័នរដ្ឋ ឬអង្គការក្រៅរដ្ឋាភិបាល"
  },
  {
    "code": "per_maj_046",
    "name_en": null,
    "name_km": "វេជ្ជសាស្ត្រ",
    "basic_knowledge": "ជីវវិទ្យា គីមីវិទ្យា និងពលរដ្ឋវិជ្ជា",
    "study_credit": "មានរយៈពេល ៨ ឆ្នាំ យ៉ាងតិច ២៧០ ក្រេឌីត",
    "recieved_knowledge": "ចំណេះដឹងទូទៅផ្នែកវេជ្ជសាស្ត្រ;យល់ពីការវិនិច្ឆ័យ និងវិភាគប្រភេទជម្ងឺ និងចេះជ្រើសរើសថ្នាំទៅតាមប្រភេទជម្ងឺ",
    "possible_workplaces": "ក្រសួងសុខាភិបាល ក្រសួងពាក់ព័ន្ធ និងបំរើការងារក្នុងសេវាសាធារណៈ និងឯកជន;បើកជាគ្លីនិកផ្ទាល់ខ្លួន"
  },
  {
    "code": "per_maj_047",
    "name_en": null,
    "name_km": "ទន្តវទនសាស្ត្រ",
    "basic_knowledge": "ជីវវិទ្យា គីមីវិទ្យា និងពលរដ្ឋវិជ្ជា",
    "study_credit": "មានរយៈពេល ៧ ឆ្នាំ យ៉ាងតិច ២៣៤ ក្រេឌីត",
    "recieved_knowledge": "ចំណេះដឹងទូទៅផ្នែកទន្តសាស្ត្រ;ចំណេះដឹងពីតួនាទី និងទីតាំងធ្មេញ និងចេះកំណត់ប្រភេទធ្មេញ",
    "possible_workplaces": "ក្រសួងសុខាភិបាល ក្រសួងពាក់ព័ន្ធ និងបំរើការងារក្នុងសេវាសាធារណៈ និងឯកជន;បើកជាគ្លីនិកផ្ទាល់ខ្លួន"
  },
  {
    "code": "per_maj_048",
    "name_en": null,
    "name_km": "ឱសថសាស្ត្រ",
    "basic_knowledge": "ជីវវិទ្យា និងគីីមីវិទ្យា",
    "study_credit": "មានរយៈពេល ៥ ឆ្នាំ យ៉ាងតិច ១៨០ ក្រេឌីត",
    "recieved_knowledge": "ចំណេះដឹងទូទៅផ្នែកឱសថសាស្ត្រ;យល់ដឹងពីការវិភាគអំពីសមាសធាតុផ្សំរបស់ថ្នាំ;យល់ដឹងពីអន្តរអំពើ និងមេតាបូលីសរបស់ថ្នាំក្នុងសរីរាង្គមនុស្ស",
    "possible_workplaces": "ក្រសួងសុខាភិបាល ក្រសួងពាក់ព័ន្ធ និងបំរើការងារក្នុងសេវាសាធារណៈ និងឯកជន;បើកឱសថស្ថានផ្ទាល់ខ្លួន"
  },
  {
    "code": "per_maj_049",
    "name_en": null,
    "name_km": "ជំនួយវេជ្ជសាស្ត្រ",
    "basic_knowledge": "ជីវវិទ្យា និងគីីមីវិទ្យា និងពលរដ្ឋវិជ្ជា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១៣០ ក្រេឌីត",
    "recieved_knowledge": "ចំណេះដឹងទូទៅផ្នែកថែទាំវេជ្ជសាស្ត្រ;យល់ដឹងពីវិធីសាស្រ្ត និងរបៀបនៃការថែទាំអ្នកជម្ងឺ",
    "possible_workplaces": "ក្រសួងសុខាភិបាល ក្រសួងពាក់ព័ន្ធ និងបំរើការងារក្នុងសេវាសាធារណៈ និងឯកជន"
  },
  {
    "code": "per_maj_050",
    "name_en": null,
    "name_km": "បុរាណវិទ្យា",
    "basic_knowledge": "ភាសាខ្មែរ និងប្រវត្តិសាស្ត្រ",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១៤៤ ក្រេឌីត",
    "recieved_knowledge": "មានចំណេះដឹងលើផ្នែកបុរេប្រវត្តិសាស្ត្រ ប្រវត្តិវិទ្យា (ប្រវត្តិសិល្បៈ និងបដិមាសាស្ត្រ);យល់ដឹងពីសំណង់ប្រពៃណី និងនរវិទ្យា",
    "possible_workplaces": "ជាអ្នកស្រាវជ្រាវផ្នែកវប្បធម៌ និងប្រវត្តិសាស្ត្រ;នៅក្រសួង ឬមន្ទីរវប្បធម៌ និងវិចិត្រសិល្បៈ \nសារមន្ទីរ អាជ្ញាធរអប្សរា និងអាជ្ញាធរព្រះវិហារ;ស្ថាប័នជាតិ ឬអន្តរជាតិខាងកិច្ចការស្រាវជ្រាវផ្សេងៗ"
  },
  {
    "code": "per_maj_051",
    "name_en": null,
    "name_km": "ស្ថាបត្យកម្ម និងនគរោបនីយវិទ្យា",
    "basic_knowledge": "គណិតវិទ្យា និងរូបវិទ្យា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១៦៤ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីការថែទាំ និងអភិរក្សស្ថាបត្យកម្មបុរាណ;យល់ពីការសិក្សាគម្រោងស្ថាបត្យកម្ម ការសាងសង់ និងការបង្កើតផែនការមេសម្រាប់ការរៀបចំក្រុង \nនិងរៀបចំដែនដី",
    "possible_workplaces": "ក្រុមហ៊ុនឯកជន;នៅក្រសួង សា្ថប័នរដ្ឋ អង្គការក្រៅរដ្ឋាភិបាល ឬសហគមន៍ជាតិ និងអន្តរជាតិនានា;ជាអ្នកទទួលសិក្សាគម្រោងឯករាជ្យ ឬជាម្ចាស់អាជីវម្មកិច្ចការស្ថាបត្យកម្ម និងសំណង់"
  },
  {
    "code": "per_maj_052",
    "name_en": null,
    "name_km": "តុបតែងលម្អរស្ថាបត្យកម្ម",
    "basic_knowledge": "ភាសាខ្មែរ និងគណិតវិទ្យា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១៤០ ក្រេឌីត",
    "recieved_knowledge": "យល់ពីមូលដ្ឋានគ្រឹះនៃរបៀបតុបតែងលម្អខាងក្នុងនិងខាងក្រៅគេហដ្ឋាន ឬអគារគ្រប់ប្រភេទ;យល់ដឹងពីក្បាច់ និងសោភ័ណភាពនៃស្ថាបត្យកម្មខ្មែរ;ចេះបកស្រាយអត្ថន័យតម្លៃសិល្បៈខ្មែរ និងស្គាល់ពីសញ្ញាណសិល្បៈបែបប្រពៃណី និងតាមបែប\n  សម័យទំនើប",
    "possible_workplaces": "តាមក្រុមហ៊ុនសំណង់ និងក្រុមហ៊ុនតុបតែងលម្អ;ប្រកបអាជីវកម្មផ្ទាល់ខ្លួន"
  },
  {
    "code": "per_maj_053",
    "name_en": null,
    "name_km": "វិចិត្រកម្ម",
    "basic_knowledge": "ភាសាខ្មែរ និងគណិតវិទ្យា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១៣៦ ក្រេឌីត",
    "recieved_knowledge": "ចេះប្រើគំនូសបែប ធូឌី (2D) និងស្រ៊ីឌី (3D) ក្បាច់ខ្មែរ គំនូរទេសភាព និងសោភ័ណវិទ្យា;ស្គាល់ពីមូលដ្ឋានក្បាច់ និងសោភ័ណស្ថាបត្យកម្មខ្មែរ;ចេះថតរូប និងដឹងពីប្រវតិ្តសិល្បៈខ្មែរ សិល្បៈអាស៊ីអាគ្នេយ៍ និងបស្ចិមប្រទេស",
    "possible_workplaces": "តាមក្រុមហ៊ុនដែលធ្វើការពាក់ព័ន្ធក្រាហ្វិក និងតុបតែងលម្អ;តាមក្រសួង ឬមន្ទីរសាធារណៈ សារមន្ទីរ និងស្ថាប័នថែរក្សាគំនូរបុរាណ;បើកអាជីវកម្មផ្ទាល់ខ្លួន"
  },
  {
    "code": "per_maj_054",
    "name_en": null,
    "name_km": "គំនូរសារគមនាគមន៍",
    "basic_knowledge": "ភាសាខ្មែរ និងគណិតវិទ្យា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១៣៤ ក្រេឌីត",
    "recieved_knowledge": "ចេះពីរបៀបច្នៃបង្កើតគំរូផលិតផល ការវេចខ្ចប់ទំនិញ និងរូបភាពសញ្ញាផ្សេងៗ;យល់ដឹងពីក្បួនខ្នាតខ្មែរ បែបសិល្បៈសម័យថ្មី និងសិល្បៈដែលឆ្លុះបញ្ចាំងតាមគំនិតមូលដ្ឋានគ្រឹះនៃក្បាច់ និងសោភ័ណភាពស្ថាបត្យកម្មខ្មែរ;ចេះបកស្រាយអត្ថន័យនៃតម្លៃសិល្បៈខ្មែរ",
    "possible_workplaces": "តាមក្រុមហ៊ុនដែលធ្វើការពាក់ព័ន្ធក្រាហ្វិក និងតុបតែងលម្អ;តាមបណ្ដាគ្រឹះស្ថានបោះពុម្ពផ្សាយ និងរោងពុម្ព;បើកអាជីវកម្មផ្ទាល់ខ្លួន"
  },
  {
    "code": "per_maj_055",
    "name_en": null,
    "name_km": "ចម្លាក់ទំនើប",
    "basic_knowledge": "ភាសាខ្មែរ និងគណិតវិទ្យា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១៣៦ ក្រេឌីត",
    "recieved_knowledge": "ស្គាល់ពីមូលដ្ឋានក្បាច់ និងសោភ័ណស្ថាបត្យកម្មខ្មែរ;ដឹងពីក្បួនខ្នាតខ្មែរបែបសិល្បៈសម័យថ្មី និងសិល្បៈដែលឆ្លុះបញ្ចាំងតាមគំនិត;ចេះប្រៀបធៀបប្រវត្តិសិល្បៈខ្មែរ និងសិល្បៈបស្ចិមប្រទេស និងចេះបកស្រាយពីតម្លៃនៃសិល្បៈខ្មែរ",
    "possible_workplaces": "តាមក្រុមហ៊ុនដែលធ្វើការពាក់ព័ន្ធក្រាហ្វិក និងតុបតែងលម្អ;តាមសារមន្ទីរ និងស្ថាប័នអភិរក្សប្រាសាទបុរាណរូបចម្លាក់;បើកអាជីវកម្មផ្ទាល់ខ្លួន"
  },
  {
    "code": "per_maj_056",
    "name_en": null,
    "name_km": "សិល្បៈនាដសាស្ត្រ",
    "basic_knowledge": "ភាសាខ្មែរ (មានសមត្ថភាពអាចនិពន្ធរឿងខ្លីបាន)",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១៣៦ ក្រេឌីត",
    "recieved_knowledge": "មានចំណេះដឹងក្នុងការច្នៃប្រឌិតនិងការបង្កើតស្នាដៃសិល្បៈទស្សនីយភាពគ្រប់ទម្រង់",
    "possible_workplaces": "តាមក្រសួង មន្ទីរសាធារណៈ ក្រុមហ៊ុនឯកជន និងអង្គការក្រៅរដ្ឋាភិបាលនានា"
  },
  {
    "code": "per_maj_057",
    "name_en": null,
    "name_km": "តុូរ្យតន្ត្រី",
    "basic_knowledge": "ភាសាខ្មែរ និងប្រវត្តិសាស្ត្រ",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១៣៦ ក្រេឌីត",
    "recieved_knowledge": "មានចំណេះដឹងលើការនិពន្ធបទភ្លេង និងចម្រៀង",
    "possible_workplaces": "តាមក្រសួង ស្ថាប័នជាតិ;អង្គការក្រៅរដ្ឋាភិបាលនិងតាមវិស័យឯកជន"
  },
  {
    "code": "per_maj_058",
    "name_en": null,
    "name_km": "វិស្វកម្មគីមី និងបច្ចេកវិទ្យាអាហារ",
    "basic_knowledge": "គណិតវិទ្យា រូបវិទ្យា \nនិងគីមីវិទ្យា",
    "study_credit": "មានរយៈពេល ៥ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "មូលដ្ឋានគ្រឹះនៃរូបធាតុកែច្នៃផលិតផលកសិឧស្សាហកម្ម និងមីក្រូជីវៈអតិសុខុមប្រាណដែលបង្កជម្ងឺក្នុងចំណីអាហារ;យល់ដឹងពីស្ដង់ដារ និងការវេចខ្ចប់ចំណីអាហារ;យល់ដឹងពីប្រព្រឹត្តិកម្មនៃការសំអាតទឹក និងផ្នែកកំដៅឧស្សាហកម្ម",
    "possible_workplaces": "ក្រសួងឧស្សាហកម្មនិងសិប្បកម្ម វិទ្យាស្ថានប៉ាស្ទ័រ និងនាយកដ្ឋានកាំកុងត្រូល;ក្រុមហ៊ុន ឬរោងចក្រផលិតភេសជ្ជៈ សុរា និងចំណីអាហារ;មជ្ឈមណ្ឌលស្រាវជ្រាវ អភិវឌ្ឍន៍វិស័យគីមី កសិឧស្សាហកម្ម និងបរិស្ថាន"
  },
  {
    "code": "per_maj_059",
    "name_en": null,
    "name_km": "វិស្វកម្មសំណង់ស៊ីវិល",
    "basic_knowledge": "គណិតវិទ្យា រូបវិទ្យា \nនិងគីមីវិទ្យា",
    "study_credit": "មានរយៈពេល ៥ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីការសិក្សា និងគណនាគ្រឹះសំណង់;យល់ដឹងពីការគ្រប់គ្រងការដ្ឋានសំណង់និងសំណង់សិល្បៈការណ៍;យល់ដឹងពីភាពធន់នៃសម្ភារៈសំណង់;យល់ដឹងពីការសិក្សាអំពីតម្លៃនៃគម្រោងសំណង់",
    "possible_workplaces": "ក្រសួងសាធារណៈការនិងដឹកជញ្ចូន ក្រសួងអភិវឌ្ឍន៍ជនបទ និងក្រសួងដែនដី នគរូបនីយកម្មនិងសំណង់;ក្រុមហ៊ុនសំណង់នានា និងមន្ទីរពិសោធន៍សំណង់"
  },
  {
    "code": "per_maj_060",
    "name_en": null,
    "name_km": "វិស្វកម្មស្ថាបត្យកម្ម",
    "basic_knowledge": "គណិតវិទ្យា រូបវិទ្យា \nនិងគីមីវិទ្យា",
    "study_credit": "មានរយៈពេល ៥ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "យលដឹងពីការបង្កើតប្លង់ស្ថាបត្យកម្ម ការរចនាផ្នែកខាងក្នុងនិងក្រៅនៃសំណង់អាគារ និងការរៀបចំប្លង់នគរូបនីយកម្ម;យល់ដឹងពីការវិភាគនិងគណនាគ្រឿងបង្គុំ;យលដឹងពីភាពធន់នៃសម្ភារៈសំណង់",
    "possible_workplaces": "ក្រសួងសាធារណៈការនិងដឹកជញ្ចូន ក្រសួងអភិវឌ្ឍន៍ជនបទ ក្រសួងដែនដី នគរូបនីយកម្មនិងសំណង់;ក្រុមហ៊ុនសំណង់ ឬក្រុមហ៊ុនប្រឹក្សាស្ថាបត្យកម្ម"
  },
  {
    "code": "per_maj_061",
    "name_en": null,
    "name_km": "អគ្គិសនី និងអេឡិចត្រូនិច",
    "basic_knowledge": "គណិតវិទ្យា រូបវិទ្យា និងគីមីវិទ្យា",
    "study_credit": "មានរយៈពេល ៥ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីបច្ចេកវិទ្យាអគ្គិសនី និងប្រព័ន្ធអគ្គិសនី;យល់ដឹងពីអេឡិចត្រូនិច និងស្វ័យប្រវត្តិកម្ម;យល់ដឹងពីប្រព័ន្ធទូរគមនាគមន៍ចល័ត និងអចល័ត",
    "possible_workplaces": "ក្រសួងរ៉ែ និងថាមពល និងអគ្គិសនីកម្ពុជា;ក្រុមហ៊ុនទូរសព្ទចល័ត និងអចល័ត និងស្ថាប័នផ្សេងៗ"
  },
  {
    "code": "per_maj_062",
    "name_en": null,
    "name_km": "វិស្វកម្មធនធានរ៉ែ និងភូគព្ភសាស្ត្រ",
    "basic_knowledge": "គណិតវិទ្យា រូបវិទ្យា និងគីមីវិទ្យា",
    "study_credit": "មានរយៈពេល ៥ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីមេកានិចដី មេកានិចថ្ម ការគណនាគ្រឹះសំណង់ លំនឹងរបស់ជំរាល និងជញ្ជាំងទប់ដី;យល់ដឹងពីភូគព្ភសាស្ត្រ ការរុករករ៉ែ ការដ្ឋានថ្ម ការសិក្សាគម្រោងអាជីវកម្មរ៉ែ;យល់ដឹងពីគីមីភូគព្ភវិទ្យា ភូគព្ភសាស្ត្រប្រេង និងឧស្ម័ន",
    "possible_workplaces": "ក្រសួងរ៉ែ និងថាមពល;ក្រុមហ៊ុនផលិតស៊ីម៉ង់ត៍ ក្រុមហ៊ុនសិក្សា ឬធ្វើអាជីវកម្មរ៉ែ និងក្រុមហ៊ុនសំណង់"
  },
  {
    "code": "per_maj_063",
    "name_en": null,
    "name_km": "វិស្វកម្មឧស្សាហកម្ម និងមេកានិច",
    "basic_knowledge": "គណិតវិទ្យា រូបវិទ្យា និងគីមីវិទ្យា",
    "study_credit": "មានរយៈពេល ៥ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីមេកានិចនៃអង្គធាតុរឹង និងវិទ្យាសាស្ត្រនៃសម្ភារៈ;យល់ដឹងពីភាពធុននៃសម្ភារៈ ការច្នៃសម្ភារៈ ផលិតកម្មមេកានិច និងមាត្រសាស្ត្រ;យល់ដឹងពីការសិក្សាគម្រោង និងប្លង់ម៉ូទ័រចំហេះក្នុង;យល់ដឹងពីមេកានិចអង្គធាតុរាវ ទែរមិច និងទែរម៉ូឌីណាមិច ម៉ាស៊ីន និងបរិក្ខារត្រជាក់ស្វ័យប្រវត្តិកម្ម និងអេឡិចត្រូតិចនិច;យល់ដឹងពីការរៀបចំ និងការគ្រប់គ្រងសហគ្រាស",
    "possible_workplaces": "ក្រសួងឧស្សាហកម្ម និងសិប្បកម្ម;តាមបណ្ដាក្រុមហ៊ុន អង្គការ និងតាមស្ថាប័នផ្សេងៗ"
  },
  {
    "code": "per_maj_064",
    "name_en": null,
    "name_km": "វិស្វកម្មធនធានទឹក និងហេដ្ឋារចនាសម្ព័ន្ធជនបទ",
    "basic_knowledge": "គណិតវិទ្យា រូបវិទ្យា និងគីមីវិទ្យា",
    "study_credit": "មានរយៈពេល ៥ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីការសិក្សារបបទឹកលើដី និងក្រោមដី សំណង់ធារាសាស្ត្រ និងប្រព័ន្ធស្រោចស្រព;យល់ដឹងពីជលវិទ្យា ប្រព័ន្ធផ្គត់ផ្គង់ទឹកស្អាត ការរំដោះទឹកកខ្វក់ ឋានលេខា ប្រព័ន្ធព័ត៌មានភូមិសាស្ត្រ អភិវឌ្ឍជនបទ;យល់ដឹងពីការគ្រប់គ្រងធនធានទឹក ការសម្របទៅនឹងការប្រែប្រួលអាកាសធាតុ;យល់ដឹងពីការគ្រប់គ្រងសំណល់រាវ និងរឹង និងបរិស្ថាន",
    "possible_workplaces": "ក្រសួងធនធានទឹក និងឧតុនិយម ក្រសួងបរិស្ថាន ក្រសួងអភិវឌ្ឍន៍ជនបទ;ក្រុមហ៊ុន និងអង្គការក្រៅរដ្ឋាភិបាលនានា"
  },
  {
    "code": "per_maj_065",
    "name_en": null,
    "name_km": "បច្ចេកទេសកណ្ណធារសាស្ត្រ",
    "basic_knowledge": "ភាសាអង់គ្លេស",
    "study_credit": "មានរយៈពេល ២ ឆ្នាំ",
    "recieved_knowledge": "យល់ដឹងពីមូលដ្ឋានគ្រឹះបច្ចេកទេសនាវាចរណ៍ និងសុវត្ថិភាពក្នុងការបើកបរ;យល់ដឹងពីច្បាប់ផ្លូវទឹក និងច្បាប់សមុទ្រអន្ដរជាតិ;យល់ដឹងពីលក្ខណៈបច្ចេកទេសមធ្យោបាយដឹកជញ្ជូន;យល់ដឹងពីទំនាក់ទំនងការងារដឹកជញ្ជូនផ្លូវទឹក និងបច្ចេកទេសនាវា",
    "possible_workplaces": "កណ្ណធារកំពង់ផែ;បញ្ជាការដ្ឋាននាវា;ក្រុមហ៊ុនដឹកជញ្ជូនផ្លូវទឹក និងការងារពាណិជ្ជកម្មដឹកជញ្ជូនផ្លូវសមុទ្រ"
  },
  {
    "code": "per_maj_066",
    "name_en": null,
    "name_km": "គ្រប់គ្រង",
    "basic_knowledge": "គណិតវិទ្យា សីលធម៌-ពលរដ្ឋវិជ្ជា និងភាសាអង់គ្លេស",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១៣០ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីការគ្រប់គ្រងហិរញ្ញវត្ថុ ធនធានមនុស្ស សម្ភារៈ និងទំនិញ;យល់ដឹងពីការគ្រប់គ្រងផលិតផល សេវាកម្ម និងគម្រោង;យល់ដឹងពីលក្ខណៈនៃភាពជាសហគ្រិន;យល់ដឹងពីយុទ្ធសាស្ត្រនៃការគ្រប់គ្រង",
    "possible_workplaces": "តាមស្ថាប័នរដ្ឋ ក្រុមហ៊ុនឯកជន និងអង្គការក្រៅរដ្ឋាភិបាល"
  },
  {
    "code": "per_maj_067",
    "name_en": null,
    "name_km": "គ្រប់គ្រងធនធានមនុស្ស",
    "basic_knowledge": "គណិតវិទ្យា និងពលរដ្ឋវិជ្ជា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីមូលដ្ឋានគ្រឹះនៃការគ្រប់គ្រង ការគ្រប់គ្រងបុគ្គលិក ការគ្រប់គ្រងអង្គភាព ការបណ្ដុះបណ្ដាល និងការអភិវឌ្ឍ;យល់ដឹងពីវិធីសាស្ត្រជ្រើសរើសបុគ្គលិក ការបណ្ដុះបណ្ដាល និងការលើកទឹកចិត្ត;យល់ដឹងពីការគ្រប់គ្រងគម្រោង ការវាយតម្លៃបុគ្គលិក និងប្រព័ន្ធនៃការទូទាត់សំណង;យល់ដឹងពីកិច្ចការរដ្ឋបាល ការធ្វើផែនការ និងការប្រាស្រ័យទាក់ទងប្រកបដោយប្រសិទ្ធភាព",
    "possible_workplaces": "សាស្ត្រាចារ្យគ្រប់គ្រងធនធានមនុស្សនៅតាមគ្រឹះស្ថានសិក្សា;ក្រសួងស្ថាប័ននានា ក្រុមហ៊ុនឯកជន អង្គការក្រៅរដ្ឋាភិបាល"
  },
  {
    "code": "per_maj_068",
    "name_en": null,
    "name_km": "គ្រប់គ្រងភស្ដុភារ",
    "basic_knowledge": "គណិតវិទ្យា សីលធម៌-ពលរដ្ឋវិជ្ជា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីមូលដ្ឋានគ្រឹះនៃការគ្រប់គ្រងភស្តុភារ;យល់ដឹងពីនិយមន័យនៃការដឹកជញ្ជូន និងវិសាលភាពនៃការដឹកជញ្ជូន;យល់ដឹងពីមធ្យោបាយនៃការផ្គត់ផ្គង់សម្ភារៈ ការប្រមូល ការចែកចាយ និងការវិភាគចំណូលចំណាយ",
    "possible_workplaces": "សាស្ត្រាចារ្យគ្រប់គ្រងធនធានមនុស្សនៅតាមគ្រឹះស្ថានសិក្សា;ក្រសួងស្ថាប័ននានា ក្រុមហ៊ុនឯកជន អង្គការក្រៅរដ្ឋាភិបាល"
  },
  {
    "code": "per_maj_069",
    "name_en": null,
    "name_km": "គ្រប់គ្រងហានិភ័យ",
    "basic_knowledge": "គណិតវិទ្យា សីលធម៌-ពលរដ្ឋវិជ្ជា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីមូលដ្ឋានគ្រឹះនៃការគ្រប់គ្រងហានិភ័យ;យល់ដឹងពីលក្ខណៈប្រភេទនៃហានិភ័យ និងតុល្យភាពនៃអត្ថប្រយោជន៍ក្នុងបរិស្ថានសេដ្ឋកិច្ចទីផ្សារ;យល់ដឹងពីប្រព័ន្ធគ្រប់គ្រង និងដោះស្រាយបំណុល ដើម្បីបែងចែកមូលនិធិរបស់អ្នកវិនិយោគ;យល់ដឹងពីការគ្រប់គ្រងលទ្ធផលគម្រោងជាមួយការប្រើប្រាស់កញ្ចប់ថវិកា",
    "possible_workplaces": "សាស្ត្រាចារ្យគ្រប់គ្រងធនធានមនុស្សនៅតាមគ្រឹះស្ថានសិក្សា;ក្រសួងស្ថាប័ននានា ក្រុមហ៊ុនឯកជន អង្គការក្រៅរដ្ឋាភិបាល"
  },
  {
    "code": "per_maj_070",
    "name_en": null,
    "name_km": "គ្រប់គ្រងមីក្រូហិរញ្ញវត្ថុ",
    "basic_knowledge": "គណិតវិទ្យា សីលធម៌-ពលរដ្ឋវិជ្ជា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២៣ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីមូលដ្ឋានគ្រឹះនៃការគ្រប់គ្រងមីក្រូហិរញ្ញវត្ថុ;យល់ដឹងពីគោលនយោបាយនានា និងប្រតិបត្តិការមីក្រូហិរញ្ញវត្ថុ;យល់ដឹងពីតួនាទីគ្រឹះស្ថានមីក្រូហិរញ្ញវត្ថុក្នុងការកាត់បន្ថយភាពក្រីក្រ និងការផ្ដល់អំណាច",
    "possible_workplaces": "សាស្ត្រាចារ្យគ្រប់គ្រងធនធានមនុស្សនៅតាមគ្រឹះស្ថានសិក្សា;ក្រសួងស្ថាប័ននានា ក្រុមហ៊ុនឯកជន អង្គការក្រៅរដ្ឋាភិបាល"
  },
  {
    "code": "per_maj_071",
    "name_en": null,
    "name_km": "គ្រប់គ្រងព្រឹត្តិការណ៍",
    "basic_knowledge": "គណិតវិទ្យា សីលធម៌-ពលរដ្ឋវិជ្ជា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ៨៤ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងលើផ្នែកគ្រប់គ្រងកម្មវិធីព្រឹត្តិការណ៍;យល់ដឹងពីវិធីសាស្ត្រស្រាវជ្រាវលើកម្មវិធីព្រឹត្តិការណ៍;យល់ដឹងពីប្រភេទកម្មវិធីព្រឹត្តិការណ៍",
    "possible_workplaces": "តាមបណ្ដាស្ថាប័នរដ្ឋ ក្រុមហ៊ុនឯកជន និងអង្គការក្រៅរដ្ឋាភិបាល"
  },
  {
    "code": "per_maj_072",
    "name_en": null,
    "name_km": "គ្រប់គ្រងធុរកិច្ច",
    "basic_knowledge": "គណិតវិទ្យា សីលធម៌-ពលរដ្ឋវិជ្ជា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីការគ្រប់គ្រងទូទៅ និងការគ្រប់គ្រងធនធានមនុស្ស;យល់ដឹងពីការគ្រប់គ្រងគម្រោង និងការរៀបចំផែនការគ្រប់គ្រង",
    "possible_workplaces": "តាមបណ្ដាស្ថាប័នរដ្ឋ ក្រុមហ៊ុនឯកជន និងអង្គការក្រៅរដ្ឋាភិបាល"
  },
  {
    "code": "per_maj_073",
    "name_en": null,
    "name_km": "សេដ្ឋកិច្ច និងគ្រប់គ្រង",
    "basic_knowledge": "គណិតវិទ្យា ស្ថិតិ ចំណេះដឹងទូទៅ និងភាសាបារាំង",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១៣៩ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីផ្នែកសេដ្ឋកិច្ច និងគ្រប់គ្រង វិធីសាស្ត្រស្រាវជ្រាវ;យល់ដឹងពីភាសា (ភាសាខ្មែរ ភាសាអង់គ្លេស និងភាសាបារាំង) និងមុខជំនាញកុំព្យូទ័រពាក់ព័ន្ធផ្នែកសេដ្ឋកិច្ច",
    "possible_workplaces": "តាមបណ្ដាស្ថាប័នរដ្ឋ ក្រុមហ៊ុនឯកជន និងអង្គការក្រៅរដ្ឋាភិបាលជាតិ-អន្ដរជាតិ"
  },
  {
    "code": "per_maj_074",
    "name_en": null,
    "name_km": "ជំនាញទីផ្សារ",
    "basic_knowledge": "គណិតវិទ្យា សីលធម៌-ពលរដ្ឋវិជ្ជា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១៣០ ក្រេឌីត",
    "recieved_knowledge": "ចេះគ្រប់គ្រងទីផ្សារ ធ្វើផែនការយុទ្ធសាស្ត្រទីផ្សារ និងវិភាគសេដ្ឋកិច្ចទីផ្សារ;យល់ដឹងពីយុទ្ធសាស្ត្រនៃការផ្សព្វផ្សាយ ការគ្រប់គ្រងការលក់ ការគ្រប់គ្រងអតិថិជន និងការគ្រប់គ្រងផលិតផល និងម៉ាក;យល់ពីយុទ្ធសាស្ត្រកំណត់តម្លៃ;យល់ដឹងពីការចែកចាយទំនិញ និងសេវាកម្មទៅកាន់ទីផ្សារ",
    "possible_workplaces": "តាមស្ថាប័នរដ្ឋ និងក្រុមហ៊ុនឯកជន;តាមធនាគារ គ្រឹះស្ថានមីក្រូហិរញ្ញវត្ថុ និងអង្គការក្រៅរដ្ឋាភិបាល"
  },
  {
    "code": "per_maj_075",
    "name_en": null,
    "name_km": "សហគ្រិនភាព",
    "basic_knowledge": "ភាសាអង់គ្លេស",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីសារៈសំខាន់នៃសហគ្រិនភាព និងកត្តាជោគជ័យ;មានចំណេះដឹងលើផ្នែកទ្រឹស្ដី ការអភិវឌ្ឍផែនការអាជីវកម្ម និងយល់ពីទំនាក់ទំនងរវាងសហគ្រិន និងសង្គម;ទទួលបានចំណេះដឹងទូទៅផ្សេងៗដូចជា សេដ្ឋកិច្ច គណនេយ្យ និងច្បាប់ពាណិជ្ជកម្មជាដើម",
    "possible_workplaces": "អាចបង្កើតអាជីវកម្មផ្ទាល់ខ្លួន;តាមស្ថាប័នរដ្ឋ ក្រុមហ៊ុនឯកជន និងអង្គការក្រៅរដ្ឋាភិបាល"
  },
  {
    "code": "per_maj_076",
    "name_en": null,
    "name_km": "គណនេយ្យ",
    "basic_knowledge": "គណិតវិទ្យា សីលធម៌-ពលរដ្ឋវិជ្ជា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីមូលដ្ឋានគណនេយ្យ ពន្ធដារ និងសវនកម្ម;យល់ដឹងពីរបៀបបិទបញ្ជី រាយការណ៍ បង់ពន្ធ និងការធ្វើសវនកម្ម",
    "possible_workplaces": "តាមក្រុមហ៊ុនឯកជន;តាមក្រសួងស្ថាប័នរដ្ឋ អង្គការជាតិ អន្ដរជាតិ"
  },
  {
    "code": "per_maj_077",
    "name_en": null,
    "name_km": "ធនាគារ និងហិរញ្ញវត្ថុ",
    "basic_knowledge": "គណិតវិទ្យា សីលធម៌-ពលរដ្ឋវិជ្ជា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "មានចំណេះដឹងលើផ្នែកហិរញ្ញវត្ថុ និងធនាគារ",
    "possible_workplaces": "ក្រុមហ៊ុនធានារ៉ាប់រង ស្ថាប័នហិរញ្ញវត្ថុជាតិ អន្ដរជាតិ"
  },
  {
    "code": "per_maj_078",
    "name_en": null,
    "name_km": "សវនកម្ម",
    "basic_knowledge": "គណិតវិទ្យា និងភូមិវិទ្យា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីមូលដ្ឋានគ្រឹះនៃសវនកម្ម ការធ្វើផែនការ និងការត្រួតពិនិត្យហិរញ្ញវត្ថុ;យល់ដឹងពីស្ដង់ដាសវនកម្មអន្ដរជាតិ និងស្ដង់ដារបាយការណ៍ហិរញ្ញវត្ថុអន្ដរជាតិ;យល់ដឹងពីការថ្វើសវនកម្មលើរបាយការណ៍ហិរញ្ញវត្ថុ និងកិច្ចប្រតិបត្តិការ;យល់ដឹងពីការវិភាគរបាយការណ៍ហិរញ្ញវត្ថុ;យល់ដឹងពីការគ្រប់គ្រងការងារសវនកម្ម និងទទួលបានចំណេះដឹងភាសាអង់គ្លេស",
    "possible_workplaces": "ជាសាស្ត្រាចារ្យផ្នែកសវនកម្មនៅតាមគ្រឹះស្ថានសិក្សា;តាមស្ថាប័នរដ្ឋ ក្រុមហ៊ុនឯកជន ធនាគារ និងអង្គការក្រៅរដ្ឋាភិបាល"
  },
  {
    "code": "per_maj_079",
    "name_en": null,
    "name_km": "គណនេយ្យ និងសវនកម្ម",
    "basic_knowledge": "គណិតវិទ្យា សីលធម៌-ពលរដ្ឋវិជ្ជា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីសវនកម្មសាធារណៈ និងសវនកម្មផ្ទៃក្នុង",
    "possible_workplaces": "តាមស្ថាប័នរដ្ឋ និងក្រុមហ៊ុនឯកជន"
  },
  {
    "code": "per_maj_080",
    "name_en": null,
    "name_km": "ហិរញ្ញវត្ថុ និងទីផ្សារមូលបត្រ",
    "basic_knowledge": "គណិតវិទ្យា សីលធម៌-ពលរដ្ឋវិជ្ជា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "មានចំណេះដឹងលើផ្នែកមូលបត្រ និងការពិនិត្យរបាយការណ៍ហិរញ្ញវត្ថុ",
    "possible_workplaces": "តាមស្ថាប័នរដ្ឋ និងក្រុមហ៊ុនឯកជន"
  },
  {
    "code": "per_maj_081",
    "name_en": null,
    "name_km": "ហិរញ្ញវត្ថុ និងធានារ៉ាប់រង",
    "basic_knowledge": "គណិតវិទ្យា សីលធម៌-ពលរដ្ឋវិជ្ជា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "មានចំណេះដឹងលើផ្នែកធានារ៉ាប់រង;យល់ដឹងពីវិធីសាស្ត្រក្នុងការប្រឹក្សាយោបល់;យល់ដឹងពីការវិភាគហានិភ័យ",
    "possible_workplaces": "ក្រុមហ៊ុនធានារ៉ាប់រងឯកជន និងស្ថាប័នហិរញ្ញវត្ថុ"
  },
  {
    "code": "per_maj_082",
    "name_en": null,
    "name_km": "ព័ត៌មានវិទ្យាពាណិជ្ជកម្ម",
    "basic_knowledge": "រូបវិទ្យា និងគណិតវិទ្យា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២០ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីមូលដ្ឋានគ្រឹះទូទៅនៃបច្ចេកវិទ្យាគមនាគមន៍ព័ត៌មានវិទ្យា;យល់ដឹងពីការវិភាគទិន្នន័យ និងការរៀបចំគម្រោងអាជីវកម្ម;យល់ដឹងពីការគ្រប់គ្រងគណនេយ្យតាមប្រព័ន្ធកុំព្យូទ័រ;មានចំណេះដឹងលើការសរសេរកម្មវិធីកុំព្យូទ័រ ការគ្រប់គ្រងបណ្ដាញ និងប្រព័ន្ធគ្រប់គ្រងទិន្នន័យ;យល់ដឹងពីការធ្វើអាជីវកម្មតាមប្រព័ន្ធអេឡិចត្រូនិច;មានចំណេះដឹងលើការប្រឹក្សាយោបល់ផ្នែកព័ត៌មានវិទ្យាសម្រាប់ពាណិជ្ជកម្ម",
    "possible_workplaces": "សាស្ត្រាចារ្យព័ត៌មានវិទ្យានៅតាមគ្រឹះស្ថានសិក្សា;ក្រសួងស្ថាប័ននានា ក្រុមហ៊ុនឯកជន អង្គការក្រៅរដ្ឋាភិបាល"
  },
  {
    "code": "per_maj_083",
    "name_en": null,
    "name_km": "កសិកពាណិជ្ជកម្ម",
    "basic_knowledge": "គណិតវិទ្យា និងជីវវិទ្យា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១៣០ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងពីការគ្រប់គ្រងផលិតកម្ម និងការលក់ដុំ;យល់ដឹងពីតម្រូវការ និងការផ្គត់ផ្គង់ផលិតផលពាណិជ្ជកម្ម",
    "possible_workplaces": "ក្រសួងកសិកម្ម រុក្ខាប្រម៉ាញ់ និងនេសាទ;ក្រុមហ៊ុនឯកជន ធនាគារ និងអង្គការក្រៅរដ្ឋាភិបាល"
  },
  {
    "code": "per_maj_084",
    "name_en": null,
    "name_km": "ទំនាក់ទំនងឧស្សាហកម្ម",
    "basic_knowledge": "គណិតវិទ្យា សីលធម៌-ពលរដ្ឋវិជ្ជា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១២៣ ក្រេឌីត",
    "recieved_knowledge": "មូលដ្ឋានគ្រឹះនៃទំនាក់ទំនងឧស្សាហកម្ម;យល់ដឹងពីច្បាប់ និងទំនាក់ទំនងឧស្សាហកម្ម;យល់ដឹងពីមូលដ្ឋានអណត្តិការងារ លក្ខខណ្ឌដែលធានាកម្រិតផលិតភាព;យល់ដឹងពីការចរចារដ៏ស្មុគស្មាញ និងមជ្ឈត្តភាពនិយោជក និងនិយោជិត",
    "possible_workplaces": "ជាសាស្ត្រាចារ្យទំនាក់ទំនងឧស្សាហកម្ម នៅតាមគ្រឹះស្ថានសិក្សា;តាមបណ្ដាក្រសួង ក្រុមហ៊ុនឯកជន ធនាគារ អង្គការក្រៅរដ្ឋាភិបាល និងស្ថាប័នផ្សេងៗ"
  },
  {
    "code": "per_maj_085",
    "name_en": null,
    "name_km": "រចនាអាជីព",
    "basic_knowledge": "គណិតវិទ្យា សីលធម៌-ពលរដ្ឋវិជ្ជា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ៩៨ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងលើផ្នែកផ្សព្វផ្សាយពាណិជ្ជកម្ម និងពហុព័ត៌មាន;យល់ដឹងពីការបង្កើតរូបភាពចលនា បណ្ដាញបច្ចេកវិទ្យា និងការធ្វើទីផ្សារ;យល់ដឹងពីសហគ្រិនភាព ការគ្រប់គ្រង និងគំនិតគ្រប់គ្រងលើផ្នែកការរចនា",
    "possible_workplaces": "តាមបណ្ដាក្រុមហ៊ុនឯកជន និងស្ថាប័នផ្សេងៗ"
  },
  {
    "code": "per_maj_086",
    "name_en": null,
    "name_km": "ទំនាក់ទំនងវិជ្ជាជីវៈ",
    "basic_knowledge": "គណិតវិទ្យា សីលធម៌-ពលរដ្ឋវិជ្ជា",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១០៥ ក្រេឌីត",
    "recieved_knowledge": "យល់ដឹងលើផ្នែកទំនាក់ទំនង និងការផ្សព្វផ្សាយ;យល់ដឹងពីលើផ្នែកសរសេរទីផ្សារ និងការទំនាក់ទំនង",
    "possible_workplaces": "តាមបណ្ដាក្រុមហ៊ុនឯកជន និងស្ថាប័នផ្សេងៗ"
  },
  {
    "code": "per_maj_087",
    "name_en": null,
    "name_km": "ពាណិជ្ជកម្មអេឡិចត្រូនិច និងភស្ដុភារ",
    "basic_knowledge": "គណិតវិទ្យា និងភាសាអង់គ្លេស",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១៣៦ ក្រេឌីត",
    "recieved_knowledge": "ជំនាញបង្កើតគេហទំព័រពាណិជ្ជកម្មអេឡិចត្រូនិច;ជំនាញផ្នែកទីផ្សារតាមប្រព័ន្ធអ៊ីនធើណេត;ជំនាញឡូជីស្ទីក និងផ្គត់ផ្គង់ទំនិញ;ចំណេះដឹងផ្នែកសហគ្រិនភាព",
    "possible_workplaces": "តាមបណ្ដាក្រុមហ៊ុន សហគ្រាសពាណិជ្ជកម្មអេឡិចត្រូនិច ឡូជីស្ទីក និងដឹកជញ្ជូន;ជាសហគ្រិនពាណិជ្ជកម្មអេឡិចត្រូនិច និងឡូជីស្ទីក;ជាសាស្ត្រាចារ្យពាណិជ្ជកម្មអេឡិចត្រូនិច និងឡូជីស្ទីកតាមគ្រឹះស្ថានឧត្តមសិក្សា"
  },
  {
    "code": "per_maj_088",
    "name_en": null,
    "name_km": "ទូរគមនាគមន៍ និងបណ្ដាញ",
    "basic_knowledge": "គណិតវិទ្យា និងភាសាអង់គ្លេស",
    "study_credit": "មានរយៈពេល ៤ ឆ្នាំ យ៉ាងតិច ១៣៦ ក្រេឌីត",
    "recieved_knowledge": "មូលដ្ឋានគ្រឹះរឹងមាំផ្នែកទូរគមនាគមន៍ និងបណ្ដាញដែលអនុញ្ញាតឱ្យនិស្សិតចាប់យកបច្ចេកវិទ្យាថ្មីៗបានឆាប់រហ័ស;ចំណេះដឹងជំនាញលើបច្ចេកវិទ្យាចុងក្រោយផ្នែកទូរគមនាគមន៍ និងបណ្ដាញដែលមានដូចជាបណ្ដាញខ្សែកាបអ៊ុបទិច អ៊ីនធើណិតល្បឿនលឿន បច្ចេកវិទ្យាគ្មានខ្សែ និងទូរសព្ទតាមអ៊ីនធើណេត។ល។;ចំណេះដឹងផ្នែកគ្រប់គ្រង និងប្រតិបត្តិការវិស័យទូរគមនាគមន៍ និងបណ្ដាញ",
    "possible_workplaces": "តាមបណ្ដាក្រុមហ៊ុន ស្ថាប័ននានា ដែលធ្វើប្រតិបត្តិការ ឬជំនួញលើវិស័យទូរគមនាគមន៍ និងបណ្ដាញ;ជាសហគ្រិនវិស័យទូរគមនាគមន៍ និងបណ្ដាញ;ជាសាស្ត្រាចារ្យទូរគមនាគមន៍ និងបណ្ដាញតាមគ្រឹះស្ថានឧត្តមសិក្សា"
  },
  {
    "code": "per_maj_089",
    "name_en": null,
    "name_km": "វិទ្យាសាស្ត្រសត្វ",
    "basic_knowledge": null,
    "study_credit": null,
    "recieved_knowledge": null,
    "possible_workplaces": null
  },
  {
    "code": "per_maj_090",
    "name_en": null,
    "name_km": "វិទ្យាសាស្ត្របរិស្ថាន",
    "basic_knowledge": null,
    "study_credit": null,
    "recieved_knowledge": null,
    "possible_workplaces": null
  },
  {
    "code": "per_maj_091",
    "name_en": null,
    "name_km": "វិស្វកម្មអគ្គិសនី",
    "basic_knowledge": null,
    "study_credit": null,
    "recieved_knowledge": null,
    "possible_workplaces": null
  },
  {
    "code": "per_maj_092",
    "name_en": null,
    "name_km": "វិស្វកម្មគ្រឿងយន្ដកសិកម្ម",
    "basic_knowledge": null,
    "study_credit": null,
    "recieved_knowledge": null,
    "possible_workplaces": null
  },
  {
    "code": "per_maj_093",
    "name_en": null,
    "name_km": "វិស្វកម្មមេកានិច",
    "basic_knowledge": null,
    "study_credit": null,
    "recieved_knowledge": null,
    "possible_workplaces": null
  },
  {
    "code": "per_maj_094",
    "name_en": null,
    "name_km": "វិស្វកម្មកុំព្យូទ័រ",
    "basic_knowledge": null,
    "study_credit": null,
    "recieved_knowledge": null,
    "possible_workplaces": null
  },
  {
    "code": "per_maj_095",
    "name_en": null,
    "name_km": "ភូគព្ភសាស្ត្រ",
    "basic_knowledge": null,
    "study_credit": null,
    "recieved_knowledge": null,
    "possible_workplaces": null
  },
  {
    "code": "per_maj_096",
    "name_en": null,
    "name_km": "វិចិត្រកម្មផ្នែកគំនូរ-ចម្លាក់",
    "basic_knowledge": null,
    "study_credit": null,
    "recieved_knowledge": null,
    "possible_workplaces": null
  },
  {
    "code": "per_maj_097",
    "name_en": null,
    "name_km": "បសុព្យាបាល",
    "basic_knowledge": null,
    "study_credit": null,
    "recieved_knowledge": null,
    "possible_workplaces": null
  },
  {
    "code": "per_maj_098",
    "name_en": null,
    "name_km": "សាធារណការ និងដឹកជញ្ជូន",
    "basic_knowledge": null,
    "study_credit": null,
    "recieved_knowledge": null,
    "possible_workplaces": null
  },
  {
    "code": "per_maj_099",
    "name_en": null,
    "name_km": "វិស្វកម្មចំណីអាហារ និងអាហារូបត្ថម្ភ",
    "basic_knowledge": null,
    "study_credit": null,
    "recieved_knowledge": null,
    "possible_workplaces": null
  },
  {
    "code": "per_maj_100",
    "name_en": null,
    "name_km": "វិទ្យាសាស្ត្រកុំព្យូទ័រ",
    "basic_knowledge": null,
    "study_credit": null,
    "recieved_knowledge": null,
    "possible_workplaces": null
  },
  {
    "code": "per_maj_101",
    "name_en": null,
    "name_km": "សេដ្ឋកិច្ច",
    "basic_knowledge": null,
    "study_credit": null,
    "recieved_knowledge": null,
    "possible_workplaces": null
  },
  {
    "code": "per_maj_102",
    "name_en": null,
    "name_km": "សិក្សាអន្ដរជាតិ",
    "basic_knowledge": null,
    "study_credit": null,
    "recieved_knowledge": null,
    "possible_workplaces": null
  },
  {
    "code": "per_maj_103",
    "name_en": null,
    "name_km": "វិស្វកម្មគីមី",
    "basic_knowledge": null,
    "study_credit": null,
    "recieved_knowledge": null,
    "possible_workplaces": null
  },
  {
    "code": "per_maj_104",
    "name_en": null,
    "name_km": "វិស្វកម្មអេឡិចត្រូនិច",
    "basic_knowledge": null,
    "study_credit": null,
    "recieved_knowledge": null,
    "possible_workplaces": null
  },
  {
    "code": "per_maj_105",
    "name_en": null,
    "name_km": "បសុពេទ្យ",
    "basic_knowledge": null,
    "study_credit": null,
    "recieved_knowledge": null,
    "possible_workplaces": null
  },
  {
    "code": "per_maj_106",
    "name_en": null,
    "name_km": "អក្សរសាស្ត្របរទេស",
    "basic_knowledge": null,
    "study_credit": null,
    "recieved_knowledge": null,
    "possible_workplaces": null
  },
  {
    "code": "per_maj_107",
    "name_en": null,
    "name_km": "ដូរ្យតន្ដ្រី",
    "basic_knowledge": null,
    "study_credit": null,
    "recieved_knowledge": null,
    "possible_workplaces": null
  },
  {
    "code": "per_maj_108",
    "name_en": null,
    "name_km": "នាដ្យសាស្ត្រ",
    "basic_knowledge": null,
    "study_credit": null,
    "recieved_knowledge": null,
    "possible_workplaces": null
  },
  {
    "code": "per_maj_109",
    "name_en": null,
    "name_km": "ទស្សនវិជ្ជា",
    "basic_knowledge": null,
    "study_credit": null,
    "recieved_knowledge": null,
    "possible_workplaces": null
  },
  {
    "code": "per_maj_110",
    "name_en": null,
    "name_km": "សារទូរគមនាគមន៍",
    "basic_knowledge": null,
    "study_credit": null,
    "recieved_knowledge": null,
    "possible_workplaces": null
  },
  {
    "code": "per_maj_111",
    "name_en": null,
    "name_km": "សិល្បៈ",
    "basic_knowledge": null,
    "study_credit": null,
    "recieved_knowledge": null,
    "possible_workplaces": null
  },
  {
    "code": "per_maj_112",
    "name_en": null,
    "name_km": "ទេសចរណ៍ និងបដិសណ្ឋារកិច្ច",
    "basic_knowledge": null,
    "study_credit": null,
    "recieved_knowledge": null,
    "possible_workplaces": null
  }
]
