[
  {
    "group_id": 1,
    "text": "បរិយាយអំពី បុគ្គលិកលក្ខណៈបែបប្រាកដនិយម",
    "logoName": "realistic",
    "description": "ប្រភេទបុគ្គលិកលក្ខណៈបែបប្រាកដនិយម គឺជាមនុស្សចូលចិត្តធ្វើកិច្ចការដោយផ្ទាល់ដៃ និងប្រើប្រាស់គ្រឿងម៉ាស៊ីន ឬអេឡិចត្រូនិកនិងឧបករណ៍ផ្សេងៗដើម្បីកសាង, បង្កើត និងជួសជុលវត្ថុអ្វីមួយ។ ពួកគេពុំសូវចូលចិត្តការងារការិយាល័យដែលមានតែឯកសារ ឬបុគ្គលិកនោះទេ។ ហេតុនេះ ពួកគេមិនសូវពូកែក្នុងការទំនាក់ទំនងជាមួយមនុស្សដទៃក្នុងសង្គមទេ។ មនុស្សជំពូកនេះផ្តោតជាខ្លាំងចំពោះតែលទ្ធផលជោគជ័យរបស់ការងារនិងខិតខំរក្សាការងារឲ្យបានគង់វង្សជាអង្វែង។ កត្តានេះឆ្លុះបញ្ចាំងពីចរិតអាចជឿទុកចិត្ត, រឹងរូស, ឯករាជ្យ, និងមានពាក្យសច្ចៈ។",
    "careers": [
      { "id": "7_1", "title": "អ្នកបើយន្តហោះ" },
      { "id": "7_2", "title": "ស្ថាបត្យករ" },
      { "id": "7_3", "title": "គ្រូបង្វឹកកីឡាករ" },
      { "id": "7_4", "title": "អ្នកបច្ចេកទេសផ្នែកសំឡេង និងរូបភាព" },
      { "id": "7_5", "title": "អ្នកបច្ចេកទេសមេកានិចយានយន្ត" },
      { "id": "7_6", "title": "អ្នកបច្ចេកទេសផ្នែកគ្រឿឈើ" },
      { "id": "7_7", "title": "អ្នកបច្ចេកទេសផ្នែកសំណង់" },
      { "id": "7_8", "title": "អ្នកបច្ចេកទេសផ្នែកចម្អិនម្ហូប" },
      { "id": "7_9", "title": "អ្នកបច្ចេកទេសផ្នែកអគ្គិសនី" },
      { "id": "7_10", "title": "វិស្វករ" },
      { "id": "7_11", "title": "អ្នកពន្លត់អគ្គីភ័យ" },
      { "id": "7_12", "title": "អ្នកបច្ចេកទេសផ្នែកភូមិសាស្រ្ត" },
      { "id": "7_13", "title": "មន្រ្តីនគបាល" },
      { "id": "7_14", "title": "អ្នកគ្រប់គ្រងផ្នែកដំណើរការផលិតកម្មក្នុងរោងចក្រ" },
      { "id": "7_15", "title": "អ្នកបច្ចេកទេសផ្នែកវិទ្យុឬការផ្សាយសម្លេង" },
      { "id": "7_16", "title": "អ្នកគ្រប់គ្រងកន្លែងកម្សាន្ត" },
      { "id": "7_17", "title": "អ្នកត្រួតពិនិត្យសុវត្តិភាព" },
      { "id": "7_18", "title": "អ្នកបើកបររថយន្តដឹកទំនិញ" }
    ]
  },
  {
    "group_id": 2,
    "text": "បរិយាយអំពី បុគ្គលិកលក្ខណៈបែបពូកែអង្កេត",
    "logoName": "survey",
    "description": "ប្រភេទបុគ្គលិកលក្ខណៈបែបពូកែអង្កេត គឺជាមនុស្សចូលចិត្តធ្វើកិច្ចការដែលប្រើគំនិត ឬទស្សនៈនៅក្នុងផ្នែកគណិតវិទ្យា, រូបវិទ្យា, ជីវវិទ្យា និងវិទ្យាសាស្ត្រសង្គម។ ពួកគេមានប្រាជ្ញាវាងវៃ, មានចម្ងល់ជាដរាបចំពោះអ្វីៗជុំវិញខ្លួន ហើយចូលចិត្តរៀនសូត្រមិនឈប់ឈរ ដើម្បីស្វែងរកចម្លើយ និងគន្លឹះក្នុងការដោះស្រាយបញ្ហានានាក្នុងជីវិត។ ហេតុនេះ ពួកគេតែងតែធ្វើការវាយតម្លៃ, ជំរុញដំណើរការការងារ និងធ្វើសំយោគព័ត៌មាន តាមបែបការស្រាវជ្រាវ និងការបង្រៀនជាដើម។",
    "careers": [
      { "id": "8_1", "title": "អ្នកវាយតម្លៃលើការធានារ៉ាប់រង" },
      { "id": "8_2", "title": "អ្នកបច្ចេកទេសផ្នែកមេកានិចយន្តហោះ" },
      { "id": "8_3", "title": "អ្នកបច្ចេកទេសផ្នែកចាក់/ផ្តល់ថ្នាំស្ពឹក" },
      { "id": "8_4", "title": "អ្នកឯកទេសផ្នែកជីវិទ្យា" },
      { "id": "8_5", "title": "អ្នកឯកទេសផ្នែករុក្ខជាតិ/សត្វ" },
      { "id": "8_6", "title": "វិស្វករគីំិមី/អ្នកឯកទេសគីមី" },
      { "id": "8_7", "title": "អ្នកគ្រប់គ្រងព័ត៌មាន" },
      { "id": "8_8", "title": "វិស្វករសំណង់ស៊ីវិល" },
      { "id": "8_9", "title": "ទន្តពេទ្យ" },
      { "id": "8_10", "title": "សេដ្ឋវិទូ" },
      { "id": "8_11", "title": "សង្គមវិទូ" },
      { "id": "8_12", "title": "វិស្វករអេឡិចត្រូនិច" },
      { "id": "8_13", "title": "អ្នកបច្ចេទេសផ្នែកវិស្វកម្ម" },
      { "id": "8_14", "title": "អ្នកវិភាគហិរញ្ញវត្ថុ" },
      { "id": "8_15", "title": "អ្នកបច្ចេទេសផ្នែកមន្ទីរពិសោធន៏ឱសថ" },
      { "id": "8_16", "title": "គិលានុបដ្ឋាក" },
      { "id": "8_17", "title": "ឱសថការី" },
      { "id": "8_18", "title": "អ្នករូបវិទ្យា" },
      { "id": "8_19", "title": "អ្នកចិត្តវិទ្យា" },
      { "id": "8_20", "title": "អ្នកស្ថិតិ" },
      { "id": "8_21", "title": "អ្នកវិភាគផ្នែកទីផ្សារ" }
    ]
  },
  {
    "group_id": 3,
    "text": "បរិយាយអំពី បុគ្គលិកលក្ខណៈបែបសិល្បៈនិយម",
    "logoName": "artistic",
    "description": "ប្រភេទបុគ្គលិកលក្ខណៈបែបសិល្បៈនិយម គឺជាមនុស្សដែលរិះរកគ្រប់ឱកាសក្នុងការបង្ហាញពីស្នាដៃ និងការច្នៃប្រឌិតតាមរយៈមធ្យោបាយបែបសិល្បៈ, ការនិពន្ធ, ចម្រៀង, របាំ ជាដើម។ មនុស្សប្រភេទនេះមិនសូវចូលចិត្តការងារបែបសាំញាំនោះទេ ប៉ុន្តែព្យាយាមពុះពារបង្កើតអ្វីថ្មីៗដោយខ្លួនឯង និងចង់ប្រក្លាយពិភពលោកឲ្យជាកន្លែងដ៏ល្អសម្រាប់មនុស្សគ្រប់គ្នាដោយបង្កើតស្នាដៃសម្រិតសម្រាំងថ្មីៗ។ ប៉ុន្តែ មនុស្សប្រភេទនេះច្រើនតែអៀនប្រៀន ឬមិនសូវនិយមរបៀបធ្វើការបែបផ្លូវការ, មិនសូវចូលចិត្តការងារមានសម្ពាធខ្លាំង និងចង់ធ្វើការតែម្នាក់ឯង។",
    "careers": [
      { "id": "9_1", "title": "តារាសម្តែង/អ្នករបាំ" },
      { "id": "9_2", "title": "ពិធីករវិទ្យុ ឬទូរទស្សន៍" },
      { "id": "9_3", "title": "ស្ថាបត្យករ" },
      { "id": "9_4", "title": "ប្រធានគ្រប់គ្រងសិល្បៈ" },
      { "id": "9_5", "title": "គ្រូបង្ហាត់សិល្បៈ" },
      { "id": "9_6", "title": "វិចិត្រករ/អ្នកគូគំនូរថ្លុក/អ្នកគូរគំនូរជីវចល" },
      { "id": "9_7", "title": "អ្នកចម្រៀង" },
      { "id": "9_8", "title": "អ្នករចនាក្នុងកុំព្យូទ័រ" },
      { "id": "9_9", "title": "គ្រូភាសារបរទេស" },
      { "id": "9_10", "title": "អ្នកតុបតែងម៉ូតសម្លៀកបំពាក់" },
      { "id": "9_11", "title": "អ្នកបច្ចេកទេសកាត់តភាពយន្ត" },
      { "id": "9_12", "title": "អ្នកឯកទេសតុបតែង ឬរៀបចំផ្កា" },
      { "id": "9_13", "title": "អ្នកឯកទេសធ្វើគ្រឿងសង្ហារឹម" },
      { "id": "9_14", "title": "អ្នករចនាគំនូរក្រាហ្វិក" },
      { "id": "9_15", "title": "អ្នករចនាផ្ទៃខាងក្នុងបន្ទប់អគារ" },
      { "id": "9_16", "title": "អ្នកសារព័ត៌មាន" },
      { "id": "9_17", "title": "បណ្ណារក្ស" },
      { "id": "9_18", "title": "អ្នកឯកទេសថតរូប" },
      { "id": "9_19", "title": "អ្នកបកប្រែភាសា" },
      { "id": "9_20", "title": "អ្នកនិពន្ធអត្ថបទ និងរាយការណ៍ព័ត៌មាន" },
      { "id": "9_21", "title": "អ្នកតាក់តែងតន្រ្តី/ចម្រៀង" }
    ]
  },
  {
    "group_id": 4,
    "text": "បរិយាយអំពី បុគ្គលិកលក្ខណៈបែបប្រាស្រ័យរាក់ទាក់",
    "logoName": "",
    "description": "ប្រភេទបុគ្គលិកលក្ខណៈបែបប្រាស្រ័យរាក់ទាក់ គឺជាមនុស្សចូលចិត្តធ្វើកិច្ចការដែលបម្រើដល់សុខុមាលភាពរបស់អ្នកដទៃ។ ពួកគេចូលចិត្តចំណាយពេលវេលា និងធនធានក្នុងការបង្រៀន, គាំទ្រ, ប្រឹក្សាយោបល់, ថែទាំ, និងផ្តល់សេវាផ្សេងៗដល់មនុស្សទូទៅ។ ហេតុនេះ ក្នុងកិច្ចការអ្វីក៏ដោយពួកគេមិនសូវគិតពីប្រយោជន៍ផ្ទាល់ខ្លួនខ្លាំងទេ ប៉ុន្តែតែងតែប្រាថ្នាធ្វើការដើម្បីជួយដល់សហគមន៍មនុស្ស តាមរយៈមធ្យោបាយផ្សេងៗ ទោះបីជាសន្តានចិត្ត ឬធនធាននិងសម្ភារក្តី។ ពួកគេស្អប់ខ្ពើម ឬរិគន់ដល់រាល់ទង្វើណាដែលបន្ទាបបន្ថោកតម្លៃរបស់មនុស្សក្នុងសង្គម។ ពួកគេស័ក្តិសមទទួលឋានៈជាសាស្ត្រាចារ្យ ឬអ្នកដឹកនាំ ជាដើម។",
    "careers": [
      { "id": "10_1", "title": "គ្រូបង្រៀន" },
      { "id": "10_2", "title": "អ្នកបង្ហាត់សត្វ" },
      { "id": "10_3", "title": "អ្នកថែទាំកុមារ" },
      { "id": "10_4", "title": "អ្នកគ្រប់គ្រងសេវាកម្មក្នុងសហគមន៍" },
      { "id": "10_5", "title": "អ្នកប្រឹក្សាយោបល់" },
      { "id": "10_6", "title": "មន្រ្តីរដ្ឋបាលផ្នែកអប់រំ" },
      { "id": "10_7", "title": "អ្នកឯកទេសផ្នែកសង្រ្គោះបន្ទាន់" },
      { "id": "10_8", "title": "អ្នកបង្វឹកផ្នែកកីឡា" },
      { "id": "10_9", "title": "ជំនួយការផ្នែកសេវាកម្មអតិថិជន" },
      { "id": "10_10", "title": "បណ្ណារក្ស" },
      { "id": "10_11", "title": "មន្តរីផ្នែកឥណទាន" },
      { "id": "10_12", "title": "អមវេជ្ជសាស្ត្រ (ជំនួយការវេជ្ជសាស្ត្រ)" },
      { "id": "10_13", "title": "ពេទ្យចិត្តវិទ្យា" },
      { "id": "10_14", "title": "គិលានុបដ្ឋាក" },
      { "id": "10_15", "title": "គ្រូមត្តេយ្យ" },
      { "id": "10_16", "title": "គ្រូផ្នែកវិន័យ" },
      { "id": "10_17", "title": "អ្នកជំនាញចិត្តវិទ្យា" },
      { "id": "10_18", "title": "មន្ត្រីផ្នែកស្តារលទ្ធភាពពលកម្ម" },
      { "id": "10_19", "title": "បុគ្គលិកផ្នែកផ្តល់សេវាសង្គម" },
      { "id": "10_20", "title": "ជំនួយការគ្រូបង្រៀន" },
      { "id": "10_21", "title": "មគ្គទេសក៍ទេសចរ" }
    ]
  },
  {
    "group_id": 5,
    "text": "បរិយាយអំពី បុគ្គលិកលក្ខណៈបែបពូកែត្រិះរិះពិចារណា",
    "logoName": "",
    "description": "ប្រភេទបុគ្គលិកលក្ខណៈបែបពូកែត្រិះរិះពិចារណា គឺជាមនុស្សចូលចិត្តធ្វើសកម្មភាពដែលអាចដឹកនាំ, គ្រប់គ្រង, និងបញ្ចុះបញ្ចូលអ្នកដទៃឲ្យជឿស្តាប់តាមគោលបំណងអ្វីម្យ៉ាង។ ពួកគេនិយមឲ្យតម្លៃលើកិច្ចការដែលផ្តល់រង្វាន់ ឬផលប្រយោជន៍ក្នុងទម្រង់ជាអំណាច, ឋានៈ, និងប្រាក់ចំណូលសន្ធឹកសន្ធាប់។ មនុស្សជំពូកនេះមានទំនុកចិត្ត និងការតាំងចិត្តខ្លាំងក្លាដែលបង្ហាញពីភាពជាអ្នកដឹកនាំពីកំណើត ទោះបីការងារភាគច្រើនគេតែងសម្រេចដោយផ្ទាល់ដៃក៏ដោយ។ ពួកគេផ្តល់តម្លៃចំពោះប្រាក់កាសតាមរយៈការខិតខំសំចៃរក និងប្រើប្រាស់ឲ្យមានប្រសិទ្ធភាពក្នុងមុខជំនួញ ឬការងារទាំពួង។",
    "careers": [
      { "id": "11_1", "title": "ភ្នាក់ងារផ្នែកផ្សព្វផ្សាយពាណិជ្ជកម្ម" },
      { "id": "11_2", "title": "អ្នកប្រឹក្សាយោបល់ផ្នែកច្បាប់ ឬទំនាក់ទំនង" },
      { "id": "11_3", "title": "ភ្នាក់ងារផ្នែកទិញ-លក់អចលនវត្ថុ" },
      { "id": "11_4", "title": "នាយកប្រតិបត្តិ" },
      { "id": "11_5", "title": "ប្រធានគ្រប់គ្រងផ្នែកសំណង់" },
      { "id": "11_6", "title": "ប្រធានគ្រប់គ្រងផ្នែកធនធានមនុស្ស" },
      { "id": "11_7", "title": "អ្នកតំណាងផ្នែកសេវាអតិថិជន" },
      { "id": "11_8", "title": "អ្នកជំនាញផ្នែកសេដ្ឋកិច្ច" },
      { "id": "11_9", "title": "អ្នកវិភាគហិរញ្ញវត្ថុ" },
      { "id": "11_10", "title": "អ្នកបម្រើការក្នុងកាស៊ីណូ" },
      { "id": "11_11", "title": "ប្រធានគ្រប់គ្រងទូទៅ" },
      { "id": "11_12", "title": "ភ្នាក់ងារផ្នែកការធានារ៉ាប់រង" },
      { "id": "11_13", "title": "ចៅក្រម" },
      { "id": "11_14", "title": "ភ្នាក់ងារផ្នែកជួល ឬធ្វើកិច្ចសន្យាជួល" },
      { "id": "11_15", "title": "មន្ត្រីផ្នែកឥណទាន (កម្ចី)" },
      { "id": "11_16", "title": "មន្ត្រីតាក់តែងច្បាប់" },
      { "id": "11_17", "title": "អ្នករៀបចំកិច្ចប្រជុំ ឬព្រឹត្តិការណ៍" },
      { "id": "11_18", "title": "អ្នកចែកចាយឱសថ" },
      { "id": "11_19", "title": "ប្រធានគ្រប់គ្រងផ្នែកទំនាក់ទំនងសាធារណៈ" },
      { "id": "11_20", "title": "ប្រធានគ្រប់គ្រងផ្នែកអចនវត្ថុ" },
      { "id": "11_21", "title": "ប្រធានគ្រប់គ្រងផ្នែកប្រតិបត្តិ" },
      { "id": "11_22", "title": "អ្នករដ្ឋបាលផ្នែកអប់រំ" }
    ]
  },
  {
    "group_id": 6,
    "text": "បរិយាយអំពី បុគ្គលិកលក្ខណៈបែបពូកែរក្សាសណ្តាប់ធ្នាប់",
    "logoName": "",
    "description": "ប្រភេទបុគ្គលិកលក្ខណៈបែបពូកែរក្សាសណ្តាប់ធ្នាប់ គឺជាមនុស្សចូលចិត្តធ្វើអ្វីៗប្រកបដោយភាពស្អាត, មានសណ្តាប់ធ្នាប់, និងគ្រប់គ្រងកិច្ចការជាប្រព័ន្ធ តាមរយៈការផ្តោតអារម្មណ៍ និងបំពេញកិច្ចការដោយហ្មត់ចត់ល្អិតល្អ, ត្រឹមត្រូវតាមគំរូ ឬក្បួនខ្នាតដែលបានកំណត់ ដូចជាការងារពាក់ព័ន្ធទិន្នន័យឬព័ត៌មាន ប៉ុន្តែមិនសូវចាប់អារម្មណ៍កិច្ចការដែលគិតជ្រាលជ្រៅ និងទំនាក់ទំនងមនុស្សខាងក្រៅច្រើននោះទេ។ ទីកន្លែងការងារដែលល្អបំផុតមានដូចជា ការងារការិយាល័យដែលពាក់ព័ន្ធឯកសារ, ការដោះស្រាយបញ្ហា និងធ្វើការដោយផ្ទាល់ដៃ។",
    "careers": [
      { "id": "12_1", "title": "គណនេយ្យករ" },
      { "id": "12_2", "title": "អ្នកគ្រប់គ្រងការហោះហើរផ្លូួវអាកាស" },
      { "id": "12_3", "title": "សវនករ(អ្នកពិនិត្យបញ្ជីចំណូលចំណាយ)" },
      { "id": "12_4", "title": "ភ្នាក់ងារផ្នែកទូទាត់សាច់ប្រាក់ក្នុងធនាគារ" },
      { "id": "12_5", "title": "អ្នកប្រមូលសាច់ប្រាក់និងគ្រប់គ្រងគណនី" },
      { "id": "12_6", "title": "អ្នកវិភាគផ្នែកគ្រប់គ្រងឬចំណាយថវិកា" },
      { "id": "12_7", "title": "អ្នកគិត/អ្នកទូទាត់ប្រាក់" },
      { "id": "12_8", "title": "ស្មៀនក្នុងអង្គសវនការ (ជំនុំជម្រះក្តី)" },
      { "id": "12_9", "title": "អ្នកផ្គុំដំឡើងបរិក្ខារអេឡិចត្រូនិក" },
      { "id": "12_10", "title": "អ្នកប្រឹក្សាយោបល់ផ្នែកហិរញ្ញវត្ថុ" },
      { "id": "12_11", "title": "ជំនួយការផ្នែកធនធានមនុស្ស" },
      { "id": "12_12", "title": "បុគ្គលិកផ្នែកការធានារ៉ាប់រង" },
      { "id": "12_13", "title": "លេខាធិការផ្នែកច្បាប់" },
      { "id": "12_14", "title": "អ្នកប៉ាន់ស្មានតម្លៃ" },
      { "id": "12_15", "title": "អមវេជ្ជសាស្រ្ត (ជំនួយការវេជ្ជសាស្រ្ត)" },
      { "id": "12_16", "title": "បុគ្គលិកការិយាល័យ" },
      { "id": "12_17", "title": "បុគ្គលិកផ្នែកបើកប្រាក់បៀវត្សរ៍" },
      { "id": "12_18", "title": "លេខាធិការ" },
      { "id": "12_19", "title": "អ្នកឯកទេសផ្នែកឱសថសាស្រ្ត" },
      { "id": "12_20", "title": "មន្រ្តីប្រៃសណីយ៍" },
      { "id": "12_21", "title": "ភ្នាក់ងារលក់-កក់សំបុត្រធ្វើដំណើរ" }
    ]
  }
]
