export default [
  {
    "id": 1,
    "code": "uni_gov_0001",
    "universityName": "សាកលវិទ្យាល័យភូមិន្ទភ្នំពេញ",
    "logoName": require('../../assets/images/schools/rupp.png'),
    "address": "មហាវិថីសហព័ន្ធរុស្សី សង្កាត់ទឹកល្អក់ ខណ្ឌទួលគោក រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៨៨៣ ៦៤០",
      "០២៣ ៨៨៤ ១៥៤",
      "០២៣ ៨៨៥ ៤១៩"
    ],
    "faxes": [
      "០២៣ ៨៨០ ១១៦",
      "០២៣ ៨៨៤ ១៥៤"
    ],
    "emails": [
      "secretary@rupp.edu.kh"
    ],
    "websiteOrFacebook": [
      "www.rupp.edu.kh",
      "www.facebook.com/rupp.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យ​សង្គមសាស្រ្ត និងមនុស្សសាស្រ្ត",
        "majors": [
          "អក្សរសាស្រ្តខ្មែរ",
          "ប្រវត្តិវិទ្យា",
          "ទស្សនវិជ្ជា",
          "ភូមិវិទ្យា",
          "សង្គមវិទ្យា",
          "ចិត្តវិទ្យា",
          "ទេសចរណ៍",
          "សង្គមកិច្ចវិទ្យា",
          "គ្រប់គ្រងពាណិជ្ជកម្មអន្តរជាតិ",
          "ប្រព័ន្ធផ្សព្វផ្សាយ និងសារគមនាគមន៍"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យ​វិទ្យាសាស្រ្ត",
        "majors": [
          "គណិតវិទ្យា",
          "គីមីវិទ្យា",
          "ព័ត៌មានវិទ្យា",
          "រូបវិទ្យា",
          "ជីវវិទ្យា",
          "បរិស្ថាន"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យ​វិស្វកម្ម",
        "majors": [
          "វិស្វកម្មជីវសាស្រ្ត",
          "វិស្វកម្មបច្ចេកវិទ្យាព័ត៌មាន",
          "វិស្វកម្មទូរគមនាគមន៍ និង អេឡិចត្រូនិច"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិក្សាអភិវឌ្ឍន៍",
        "majors": [
          "អភិវឌ្ឍន៍សេដ្ឋកិច្ច",
          "អភិវឌ្ឍន៍សហគមន៍",
          "គ្រប់គ្រងនិង អភិវឌ្ឍន៍ធនធានមនុស្ស"
        ]
      },
      {
        "name": "វិទ្យាស្ថានភាសាបរទេស",
        "majors": [
          "ភាសាអង់គ្លេស",
          "ភាសាបារាំង",
          "ភាសាជប៉ុន",
          "ភាសាកូរ៉េ",
          "ភាសាថៃ",
          "ភាសាចិន",
          "សិក្សាអន្តរជាតិ"
        ]
      }
    ]
  },
  {
    "id": 2,
    "code": "uni_gov_0002",
    "universityName": "សាកលវិទ្យាល័យភូមិន្ទកសិកម្ម (ចំការដូង)",
    "logoName": require('../../assets/images/schools/royal_agriculture.png'),
    "address": "សង្កាត់ដង្កោ ខណ្ឌដង្កោ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ២១៩ ៨២៩",
      "០២៣ ២១៩ ៧៥៣"
    ],
    "faxes": [
      "០២៣​ ២១៩ ៦៩០",
      "០២៣ ២១៩ ៧៥៣"
    ],
    "emails": [
      "RUA@forum.org.kh",
      "rua@camnet.com.kh"
    ],
    "websiteOrFacebook": [
      "www.rupp.edu.kh"
    ],
    "mailbox": "2696",
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តកសិកម្ម",
        "majors": [
          "ក្សេត្រសាស្រ្ត"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តសត្វ",
        "majors": [
          "វិទ្យាសាស្រ្តសត្វ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិជ្ជសាស្រ្តសត្វ",
        "majors": [
          "វេជ្ជសាស្រ្តសត្វ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តព្រៃឈើ",
        "majors": [
          "វិទ្យាសាស្រ្តព្រៃឈើ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តជលផល",
        "majors": [
          "វិទ្យាសាស្រ្តជលផល"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិស្វកម្មកសិកម្ម",
        "majors": [
          "វិស្វកម្មកសិកម្ម"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យកសិឧស្សាហកម្ម",
        "majors": [
          "កសិឧស្សាហកម្ម"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យ រៀបចំដែនដី និង រដ្ឋបាល",
        "majors": [
          "រៀបចំដែនដី និង រដ្ឋបាលដីធ្លី"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តកៅស៊ូ",
        "majors": [
          "វិទ្យាសាស្រ្តកៅស៊ូ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសេដ្ឋកិច្ចកសិកម្ម និង អភិវឌ្ឍន៍ជនបទ",
        "majors": [
          "សេដ្ឋកិច្ចកសិកម្ម និង អភិវឌ្ឍន៍ជនបទ"
        ]
      }
    ]
  },
  {
    "id": 3,
    "code": "uni_gov_0003",
    "universityName": "សាកលវិទ្យាល័យភូមិន្ទនីតិសាស្រ្ត និង វិទ្យាសាស្រ្តសេដ្ឋកិច្ច",
    "logoName": require('../../assets/images/schools/rule.png'),
    "address": "មហាវិថីព្រះមុនីវង្ស សង្កាត់ទន្លេបាសាក់ ខណ្ឌចំការមន រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣​ ៣៦២ ៦០៧",
      "០២៣ ២១៤ ៩៥៣"
    ],
    "faxes": [
      "០២៣ ២១៤ ៩៥៣"
    ],
    "emails": [
      "rector@rule.edu.kh"
    ],
    "websiteOrFacebook": [
      "www.rule.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យនីតិសាស្រ្ត",
        "majors": [
          "នីតិសាស្រ្ត"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសេដ្ឋកិច្ចព័ត៌មានវិទ្យា",
        "majors": [
          "សេដ្ឋកិច្ចព័ត៌មានវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យរដ្ឋបាលសាធារណៈ",
        "majors": [
          "រដ្ឋបាលសាធារណៈ",
          "ទំនាក់ទំនងអន្តរជាតិ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តសេដ្ឋកិច្ចនិងគ្រប់គ្រង",
        "majors": [
          "គណនេយ្យ",
          "ធនាគារ​​​​​​​​​ និងហិរញ្ញវត្ថុ",
          "គ្រប់គ្រងធុរកិច្ច",
          "សេដ្ឋកិច្ចអភិវឌ្ឍន៍",
          "គ្រប់គ្រងទេសចរណ៍ និង បដិសណ្ឋារកិច្ច",
          "សេដ្ឋកិច្ច និងគ្រប់គ្រង"
        ]
      }
    ]
  },
  {
    "id": 4,
    "code": "uni_gov_0004",
    "universityName": "សាកលវិទ្យាល័យជាតិគ្រប់គ្រង",
    "logoName": require('../../assets/images/schools/num.jpg'),
    "address": "ផ្លូវលេខ ៩៦ សង្កាត់វត្តភ្នំ ខណ្ឌដូនពេញ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៤២៨ ១២០",
      "០១២ ៨៨៩ ៤៩៥"
    ],
    "faxes": [
      "០២៣ ៤២៧ ១០៥"
    ],
    "emails": [
      "sengbunthoeun@num.edu.kh"
    ],
    "websiteOrFacebook": [
      "www.num.edu.kh https://facebook.com/num.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រង",
        "majors": [
          "គ្រប់គ្រង",
          "ម៉ាឃីតធីង",
          "សហគ្រិនភាព"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យទេសចរណ៍ និង បដិសណ្ឋារកិច្ច",
        "majors": [
          "ទេសចរណ៍",
          "បដិសណ្ឋារកិច្ច",
          "គ្រប់គ្រងព្រឹត្តិការណ៍ទេសចរណ៍",
          "ភាសាអង់គ្លេស"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសេដ្ឋកិច្ច",
        "majors": [
          "សេដ្ឋកិច្ចពាណិជ្ជកម្ម",
          "សេដ្ឋកិច្ចអភិវឌ្ឍន៍"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យនីតិសាស្រ្ត",
        "majors": [
          "នីតិសាធារណៈ",
          "នីតិឯកជន"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យព័ត៌មានវិទ្យា",
        "majors": [
          "ព័ត៌មានវិទ្យា",
          "ព័ត៌មានវិទ្យាពាណិជ្ជកម្ម"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគណនេយ្យនិងហិរញ្ញវត្ថុ",
        "majors": [
          "ពាណិជ្ជកម្មអន្តរជាតិ",
          "បច្ចេកវិទ្យាកែច្នៃ",
          "គណនេយ្យ",
          "គណនេយ្យ និង ពន្ឋដារ",
          "គណនេយ្យ និង សេវនកម្ម",
          "ហិរញ្ញវត្ថុ និងធនាគារ",
          "ហិរញ្ញវត្ថុ និងទីផ្សារមូលបត្រ",
          "ហិរញ្ញវត្ថុ និង ធានារ៉ាប់រង"
        ]
      }
    ]
  },
  {
    "id": 5,
    "code": "uni_gov_0005",
    "universityName": "សាកលវិទ្យាល័យវិទ្យាសាស្រ្តសុខាភិបាល",
    "logoName": require('../../assets/images/schools/uss.png'),
    "address": "លេខ៧៣ មហាវិថីព្រះមុនីវង្ស សង្កាត់ ស្រះចក ខណ្ឌដូនពេញ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "(855) 23 430 559"
    ],
    "faxes": [

    ],
    "emails": [
      "info@uhs.edu.kh"
    ],
    "websiteOrFacebook": [
      "https://www.facebook.com/uhs.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "មហាវិជ្ជសាស្រ្ត",
        "majors": [
          "វេជ្ជសាស្រ្ត"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យ ឱសថសាស្រ្ត",
        "majors": [
          "ឱសថសាស្រ្ត"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យ ទន្តសាស្រ្ត",
        "majors": [
          "ទន្តសាស្រ្ត"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យបច្ចេកទេសថែទាំវេជ្ជសាស្រ្ត",
        "majors": [
          "គិលានុបដ្ឋាក",
          "ឆ្មប",
          "បច្ចេកទេសមន្ទីរពិសោធន៍",
          "ព្យាបាលដោយចលនា",
          "បច្ចេកទេសវិទ្យុសាស្រ្ត"
        ]
      }
    ]
  },
  {
    "id": 6,
    "code": "uni_gov_0006",
    "universityName": "សាកលវិទ្យាល័យភូមិន្ទវិចិត្រសិល្បៈ",
    "logoName": require('../../assets/images/schools/royal_art.png'),
    "address": "អគារលេខ ៧២ កាច់ជ្រុងផ្លូវព្រះអង្គយុគន្ឋរ(លេខ១៩) និងផ្លូវមគ្គវ័ន សង្កាត់ជ័យជំនះ ខណ្ឌដូនពេញ រាជធានី",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៩៨៦ ៤១៧"
    ],
    "faxes": [
      "០២៣​ ៩៨៦៤១៧"
    ],
    "emails": [
      "rufa@camnet.com.kh"
    ],
    "websiteOrFacebook": [
      "www.rufa.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យបុរាណវិទ្យា",
        "majors": [
          "បុរាណវិទ្យា",
          "មគ្គុទេសក៍បេតិកភណ្ឌវប្បធម៌"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យស្ថាបត្យកម្មនិងនគរូបនីយវិទ្យា",
        "majors": [
          "ស្ថាបត្យកម្ម និងនគរូបនីយវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យតូរ្យតន្ត្រី",
        "majors": [
          "និពន្ឋតន្ត្រី",
          "ចម្រៀងបុរាណជាពួក",
          "ឧបករណ៍តន្ត្រី (បុរាណ និងសម័យ)",
          "បញ្ញាវង់ភ្លេង",
          "តន្ត្រីវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈសូនរូប",
        "majors": [
          "វិចិត្រកម្ម",
          "ចម្លាក់ទំនើប",
          "គំនូរសារគមនាគមន៍",
          "តុបតែងលម្អនៃស្ថាបត្យកម្ម"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈនាដសាស្រ្ត",
        "majors": [
          "ដឹកនាំរឿង ល្ខោនក្បាច់បុរាណ",
          "ដឹកនាំរឿង ល្ខោនយីកេ",
          "ដឹកនាំរឿង ល្ខោនមហោរី",
          "ដឹកនាំរឿង ល្ខោនកំណាព្យ",
          "ដឹកនាំរឿង ល្ខោនស្រមោលស្បែកធំ",
          "ដឹកនាំរឿង ល្ខោននិយាយ",
          "ដឹកនាំរឿង ល្ខោនបាសាក់",
          "ដឹកនាំរឿង ល្ខោនខោល",
          "ដឹកនាំរឿង ល្ខោនអាប៉េ",
          "ដឹកនាំរឿង របាំប្រពៃណី និង សៀក"
        ]
      }
    ]
  },
  {
    "id": 7,
    "code": "uni_gov_0007",
    "universityName": "ពុទ្ធិកសាកលវិទ្យាល័យព្រះសីហនុរាជ",
    "logoName": require('../../assets/images/schools/sihanuk_riech.png'),
    "address": "ផ្លូវលេខ ៣៩៣​ តិរវិថីព្រះស៊ីសុត្ថិ​ សង្កាត់ជ័យជំនះ ខណ្ឌដូនពេញ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០១២ ៨៤៤ ៩២១"
    ],
    "faxes": [

    ],
    "emails": [
      "sbu@yahoo.com"
    ],
    "websiteOrFacebook": [
      "www.sbu.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យទស្សនវិជ្ជា និងសាសនា",
        "majors": [
          "ទស្សនវិជ្ជាពុទ្ធសាសនា",
          "សង្គមវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តអប់រំ​ និងព័ត៌មានវិទ្យា",
        "majors": [
          "គ្រប់គ្រងទូទៅ",
          "រដ្ឋបាលអប់រំ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យអក្សរសាស្រ្ត",
        "majors": [
          "អក្សរសាស្រ្តខ្មែរ",
          "បរិស្ថានវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាបាលី-សំស្រ្កឹត និងភាសាបរទេស",
        "majors": [
          "ភាសាបាលី",
          "អក្សរសាស្រ្តអង់គ្លេស"
        ]
      },
      {
        "name": "មជ្ឍមណ្ឌលគរុកោសល្យ",
        "majors": [
          "ភាសាបាលី",
          "ទស្សនវិជ្ជា"
        ]
      }
    ]
  },
  {
    "id": 8,
    "code": "uni_gov_0008",
    "universityName": "សាកលវិទ្យាល័យបាត់ដំបង",
    "logoName": require('../../assets/images/schools/btb.png'),
    "address": "ជាប់ផ្លូវជាតិលេខ៥ ភូមិអូរខ្ជាយ សង្គាត់ព្រែកស្ដេច ក្រុងបាត់ដំបង ខេត្តបាត់ដំបង",
    "province": "បាត់ដំបង",
    "phoneNumbers": [
      "០៥៣ ៩៥២​ ៩០៥",
      "០៥៣ ០៥២ ៩២០"
    ],
    "faxes": [

    ],
    "emails": [
      "info@ubb.edu.kh"
    ],
    "websiteOrFacebook": [
      "www.ubb.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យយគ្រប់គ្រងពាណិជ្ជកម្ម",
        "majors": [
          "គ្រប់គ្រង",
          "គណនេយ្យ",
          "ទីផ្សារ",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "ទេសចរណ៍"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសង្គមសាស្រ្ត និងអភិវឌ្ឍន៍សហគមន៍",
        "majors": [
          "វិទ្យាសាស្រ្តសេដ្ខកិច្ច",
          "នីតិសាស្រ្ត",
          "កសិពាណិជ្ជកម្ម",
          "អភិវឌ្ឍន៏ជនបទ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យកសិកម្ម និងកែច្នៃអាហារ",
        "majors": [
          "បសុពេទ្យ​ នឹងវិទ្យាសាស្រ្តសត្វ",
          "ក្សេត្រសាស្រ្ត",
          "កែច្នៃអាហារ",
          "វារីប្បកម្ម"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងអប់រំ",
        "majors": [
          "អក្សរសាស្រ្តខ្មែរ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និងបច្ចកទេស",
        "majors": [
          "បច្ចេកវិទ្យាព័ត៌មានវិទ្យា",
          "វិស្វកម្មនុយក្លេអ៊ែរ",
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "គណិតវិទ្យា",
          "មីក្រូវិទ្យា",
          "រូបវិទ្យា",
          "គីមីវិទ្យា",
          "ជីវវិទ្យា"
        ]
      },
      {
        "name": "វិទ្យាស្ថានភាសាបរទេស",
        "majors": [
          "ភាសាអង់គ្លេស",
          "ភាសាកូរ៉េ"
        ]
      }
    ]
  },
  {
    "id": 9,
    "code": "uni_gov_0009",
    "universityName": "សាកលវិទ្យាល័យមានជ័យ",
    "logoName": require('../../assets/images/schools/mean_chey.jpg'),
    "address": "ដងផ្លូវជាតិលេខ៥​ ភូមិបាណយ ឃុំទឹកថ្លា ក្រុងសេរីសោភ័ណ ខេត្តបន្ទាយមានជ័យ",
    "province": "បន្ទាយមានជ័យ",
    "phoneNumbers": [
      "០១២ ៩២១ ​៩៧៦",
      "០៩២ ៣៩៨ 00៨",
      "០៩៧ ៧៧៧ ០៧៧៤"
    ],
    "faxes": [

    ],
    "emails": [
      "oryarath@yahoo.com",
      "sokmadynov@yahoo.com"
    ],
    "websiteOrFacebook": [
      "www.mcu.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ​ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "អក្សរសាស្រ្តខ្មែរ",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "អក្សរសាស្រ្តកូរ៉េ",
          "អក្សរសាស្រ្តចិន"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យកសិកម្ម និងកែច្នៃអាហារ",
        "majors": [
          "កសិឧស្សាហកម្ម",
          "ក្សេត្រសាស្រ្ត",
          "បសុពេទ្យ",
          "គ្រឿងយន្តកសិកម្ម"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត​ និងបច្ចេកវិទ្យា",
        "majors": [
          "ព័ត៌មានវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសង្គមសាស្រ្ត និងអភិវឌ្ឍន៍សហគមន៍",
        "majors": [
          "អភិវឌ្ឍន៍សហគមន៍"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងពាណិជ្ជកម្ម និងទេសចរណ៍",
        "majors": [
          "គ្រប់គ្រងពាណិជ្ជកម្ម",
          "ហិរញ្ញវត្ថុ និងធនាគារ"
        ]
      }
    ]
  },
  {
    "id": 10,
    "code": "uni_gov_0010",
    "universityName": "សាកលវិទ្យាល័យស្វាយរៀង",
    "logoName": require('../../assets/images/schools/svay_reang.jpg'),
    "address": "ភូមិចំបក់ សង្កាត់ចេក ក្រុងស្វាយរៀង ខេត្តស្វាយរៀង",
    "province": "ស្វាយរៀង",
    "phoneNumbers": [
      "០៤៤ ៧១៥ ៧៧៨ / ០៧៧ ៩៧៩ ៧៧៨"
    ],
    "faxes": [
      "០៤៤ ៧១៥ ៧៧៨"
    ],
    "emails": [
      "info@sru.edu.kh"
    ],
    "websiteOrFacebook": [
      "www.sru.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងពាណិជ្ជកម្ម",
        "majors": [
          "គ្រប់គ្រង",
          "គណនេយ្យ",
          "ទីផ្សារ",
          "ហិរញ្ញវត្ថុ និង ធនាគារ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យកសិកម្ម",
        "majors": [
          "ក្សេត្រសាស្រ្ត",
          "អភិវឌ្ឍន៍ជនបទ",
          "វិទ្យាសាស្រ្ត និងវេជ្ជសាស្រ្តសត្វ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និង បច្ចេកវិទ្យា",
        "majors": [
          "គណិតវិទ្យា",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសាបរទេស",
        "majors": [
          "អក្សរសាស្រ្តអង់គ្លេស",
          "បកប្រែភាសាអង់គ្លេស"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសង្គមសាស្រ្ត",
        "majors": [
          "រដ្ឋបាលសាធារណៈ"
        ]
      }
    ]
  },
  {
    "id": 11,
    "code": "uni_gov_0011",
    "universityName": "សាកលវិទ្យាល័យជាស៊ីម កំចាយមារ",
    "logoName": require('../../assets/images/schools/komchay_mear.jpg'),
    "address": "គីឡូម៉ែត្រលេខ ១១០ ផ្លូវជាតិលេខ ១៨ ភូមិថ្នល់កែង ឃុំស្មោងខាងជើង ស្រុកកំចាយមារ ខេត្ត ព្រៃវែង រឺ ក្រុងកំពង់ចាម ខេត្តកំពង់ចាម",
    "province": "ព្រៃវែង និង កំពង់ចាម",
    "phoneNumbers": [
      "០១២ ២៩៩ ៥៧០ /  ០១២ ៧៩៩ ៥៨៧ /  ០៩៨ ៦២៦ ៣២៧ / ០១២ ៤៧៨ ៩០១ / ០១៧ ៥៥៥ ២០៦ /​​​ ០៧៧ ៧៤៤ ៤៤៧"
    ],
    "faxes": [

    ],
    "emails": [
      "info@csuk.edu.kh"
    ],
    "websiteOrFacebook": [
      "www.csuk.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "ភាសាអង់គ្លេសសម្រាប់ការអប់រំ",
          "ភាសាអង់គ្លេសសម្រាប់ការបកប្រែ",
          "ភាសាអង់គ្លេសសម្រាប់ការទំនាក់ទំនង"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និងគណិតសាស្រ្ត",
        "majors": [
          "ការងាររដ្ឋបាល",
          "ការងារជួសជុល",
          "គណិតវិទ្យា",
          "គីមីវិទ្យា",
          "ជីវវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តសង្គម",
        "majors": [
          "សេដ្ឋកិច្ច",
          "អភិវឌ្ឍន៍ជនបទ",
          "ទេសចរណ៍ និងបដិសណ្ឋារកិច្ច"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រង",
        "majors": [
          "ទីផ្សារ",
          "គណនេយ្យ",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "គ្រប់គ្រងធនធានមនុស្ស"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យកសិកម្ម",
        "majors": [
          "ក្សេត្រសាស្រ្ត",
          "គ្រប់គ្រងធនធានធម្មជាតិ",
          "ផលិតកម្មសត្វ និងបសុព្យាបាល"
        ]
      },
      {
        "name": "វិទ្យាស្ថានអភិវឌ្ឍន៍សហគមន៍",
        "majors": [
          "ក្សេត្រសាស្រ្ត",
          "មេកានិច",
          "អេឡិចត្រូនិក",
          "អគ្គិសនី",
          "គ្រឿងយន្តកសិកម្ម",
          "គណនេយ្យ",
          "ស្រាវជ្រាវ",
          "ផ្សព្វផ្សាយ",
          "ផលិតកម្មសត្វ និងបសុព្យាបាល"
        ]
      }
    ]
  },
  {
    "id": 12,
    "code": "uni_gov_0012",
    "universityName": "សាកលវិទ្យាល័យ ហេង សំរិន ត្បូងឃ្មុំ",
    "logoName": require('../../assets/images/schools/uhst.png'),
    "address": "ចម្ការម៉ៃសាក់ ឃុំស្រឡប់ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០១២ ៧៣៤ ២៣៣",
      "០១២ ៧៩៧ ៨៧៩",
      "០៨៧ ៩១៥ ៥៤៤",
      "០១៥ ៧៩៧ ៨៧៩"
    ],
    "faxes": [

    ],
    "emails": [
      "vannaro@gmail.com",
      "pintara30@gmail.com",
      "uhstpintara@gmail.com"
    ],
    "websiteOrFacebook": [
      "www.uhst.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យកសិកម្ម",
        "majors": [
          "ក្សេត្រសាស្រ្ត",
          "សេដ្ឋកិច្ចកសិកម្ម",
          "វិទ្យាសាស្រ្តសត្វ",
          "វិទ្យាសាស្រ្តព្រៃឈើ និងធនធានធម្មជាតិ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិស្វកម្ម",
        "majors": [
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "វិស្វកម្មមេកានិក និងឧស្សាហកម្ម",
          "គ្រឿងយន្តកសិកម្ម",
          "វិស្វកម្មគីមីចំណីអាហារ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យអក្សរសាស្រ្ត និងមនុស្សសាស្រ្ត",
        "majors": [
          "អក្សរសាស្រ្តខ្មែរ",
          "ប្រវត្តិវិទ្យា",
          "ទស្សនវិជ្ជា"
        ]
      },
      {
        "name": "វិទ្យាស្ថានភាសាបរទេស",
        "majors": [
          "ភាសាអង់គ្លេស",
          "ភាសាចិន",
          "ភាសាកូរ៉េ"
        ]
      },
      {
        "name": "វិទ្យាស្ថានបច្ចេកវិទ្យាព័ត៌មាន",
        "majors": [
          "កម្មវិធីកុំព្យូទ័រ",
          "បច្ចេកវិទ្យាព័ត៌មានធុរកិច្ច",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ"
        ]
      },
      {
        "name": "វិទ្យាស្ថានបណ្ដុះបណ្ដាលបច្ចេកទេស និងវិជ្ជាជីវៈ",
        "majors": [

        ]
      }
    ]
  },
  {
    "id": 13,
    "code": "uni_gov_0013",
    "universityName": "វិទ្យាស្ថានបច្ចេកវិទ្យាកម្ពុជា",
    "logoName": require('../../assets/images/schools/cam_tech.jpg'),
    "address": "មហាវិថីសហព័ន្ធរុស្សី រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៨៨០ ៣៧០"
    ],
    "faxes": [
      "០២៣ ៨៨០ ៣៦៩"
    ],
    "emails": [
      "info@itc.edu.kh"
    ],
    "websiteOrFacebook": [
      "www.itc.edu.kh"
    ],
    "mailbox": "86",
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "ដេប៉ាតឺម៉ង់ទេពកោសល្យគីមីចំណីអាហារ",
        "majors": [
          "វិស្វកម្មគីមី និងបច្ចេកវិទ្យាចំណីអាហារ"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់ទេពកោសល្យស៊ីវិល",
        "majors": [
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "វិស្វកម្មស្ថាបត្យកម្ម"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់ទេពកោសល្យអគ្គិសនី និងថាមពល",
        "majors": [
          "អគ្គិសនី និងអេឡិចត្រូនិក"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់ទេពកោសល្យធនធានរ៉ែ និងភូគព្ភសាស្រ្ត",
        "majors": [
          "វិស្វកម្មធនធានរ៉ែ និង ភូគព្ភសាស្រ្ត"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់ទេពកោសល្យព័ត៌មានវិទ្យា និងទំនាក់ទំនង",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់ទេពកោសល្យឧស្សាហកម្ម និងមេកានិក",
        "majors": [
          "វិស្វកម្មឧស្សាហឭកម្ម និង មេកានិក"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់ទេពកោសល្យជនបទ",
        "majors": [
          "វិស្វកម្មធនធានទឹក និងហេដ្ឋារចនា​​សម្ព័ន្ឋជនបទ"
        ]
      }
    ]
  },
  {
    "id": 14,
    "code": "uni_gov_0014",
    "universityName": "វិទ្យាស្ថាននាវាចរណ៍កម្ពុជា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "អគារលេខ ៦៤៥ តិរះវិថីស៊ីសុវត្ថិ សង្កាត់ស្រះចក ខណ្ឌដូនពេញ រាជធានី",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០១៦ ៩៤០ ៩០៨",
      "០១០ ៤៤៤ ៣៨១"
    ],
    "faxes": [
      "០២៣ ៤២៧ ៨០២"
    ],
    "emails": [
      "ppapmpwt@online.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តបើកបរនាវាសមុទ្រ",
        "majors": [
          "បច្ចេកទេសកណ្ណធារសាស្រ្ត"
        ]
      }
    ]
  },
  {
    "id": 15,
    "code": "uni_gov_0015",
    "universityName": "វិទ្យាស្ថានបច្ចេកវិទ្យាកំពង់ឈើទាល",
    "logoName": require('../../assets/images/schools/chhir_teal.jpg'),
    "address": "ភូមិសំបូរ ឃុំសំបូរ ស្រុកប្រាសាទសំបូរ ខេត្តកំពង់ធំ",
    "province": "កំពង់ធំ",
    "phoneNumbers": [
      "០៨៩ ៣៦៥​ ៨៦១"
    ],
    "faxes": [

    ],
    "emails": [
      "pechseangchula@gmail.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "វិទ្យាស្ថានបច្ចេកវិទ្យាកំពង់ឈើទាល",
        "majors": [
          "អេឡិចត្រូនិក",
          "ទូរគមនាគមន៍",
          "អគ្គិសនី",
          "វិទ្យាសាស្រ្តសត្វ",
          "វិទ្យាសាស្រ្តដំណាំ",
          "កុំព្យូទ័រពាណិជ្ជកម្ម",
          "គ្រប់គ្រងទេសចរណ៍ និង សណ្ឋាគារ"
        ]
      }
    ]
  },
  {
    "id": 16,
    "code": "uni_gov_0016",
    "universityName": "វិទ្យាស្ថានវិទ្យាសាស្រ្តសុខាភិបាល ខេមៈភូមិន្ទ",
    "logoName": require('../../assets/images/schools/health_phumin.png'),
    "address": "ផ្លូវជាតិលេខ ៣ ភូមិក្រាំងដូនទៃ សង្កាត់ចោមចៅ ខណ្ឌពោធិ៍សែនជ័យ រាជធានី",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៦៤៦ ៥៧៧៧",
      "០៩៧ ៩៧៦ ២៤៧៦"
    ],
    "faxes": [

    ],
    "emails": [
      "his.rcaf@gmail.com"
    ],
    "websiteOrFacebook": [
      "www.insti-sante.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យវេជ្ជសាស្រ្ត",
        "majors": [
          "វេជ្ជសាស្រ្ត"
        ]
      },
      {
        "name": "មហាវិទ្យាសាស្រ្តឱសថសាស្រ្ត",
        "majors": [
          "ឱសថសាស្រ្ត"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យទន្តសាស្រ្ត",
        "majors": [
          "ទន្តសាស្រ្ត"
        ]
      },
      {
        "name": "សាលាថែទាំវេជ្ជសាស្រ្ត",
        "majors": [
          "គិលានុបដ្ឋាក",
          "គិលានុបដ្ឋាក-ឆ្មប",
          "ឆ្មប",
          "បច្ចេកទេសមន្ទីរពិសោធន៍វេជ្ជសាស្រ្ត"
        ]
      }
    ]
  },
  {
    "id": 17,
    "code": "uni_gov_0017",
    "universityName": "វិទ្យាស្ថានវិទ្យាសាស្រ្តអគ្គិសនី",
    "logoName": require('../../assets/images/schools/science_electric.png'),
    "address": "ផ្លូវ ២១៧ (ចំការដូង) ភូមិសំបូរ​ សង្កាត់ដង្កោ ខណ្ឌដង្កោ រាជធានីភ្នំពេញ។",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៨៨០ ១១៦"
    ],
    "faxes": [
      "០២៣ ៨៨០ ១១៦"
    ],
    "emails": [
      "edc_ies@yahoo.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "វិទ្យាស្ថានវិទ្យាសាស្រ្តអគ្គិសនី",
        "majors": [
          "អគ្គិសនី"
        ]
      }
    ]
  },
  {
    "id": 18,
    "code": "uni_gov_0018",
    "universityName": "វិទ្យាស្ថានជាតិប្រៃសណីយ៍ ទូរគមនាគមន៍ និង ព័ត៌មាន",
    "logoName": require('../../assets/images/schools/niptict.png'),
    "address": "អាគារលេខ ៤១ ជាប់ទីស្ដីការគណៈរដ្ឋមន្ត្រី នៅតាមបណ្ដោយផ្លូវសហព័ន្ឋរុស្សី រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០១៥ ៣៣៥ ៨៧៧",
      "០៧៧ ៣៣៥ ៨៧៧"
    ],
    "faxes": [

    ],
    "emails": [
      "info@niptict.edu.kh"
    ],
    "websiteOrFacebook": [
      "www.niptict.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងប្រៃសណីយ៍ និងភស្តុភារ",
        "majors": [
          "ពាណិជ្ជកម្មអេឡិចត្រូនិក និងភស្តុភារ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យបច្ចេកវិទ្យាទូរគមនាគមន៍ និងបណ្ដាញ",
        "majors": [
          "ទូរគមនាគមន៍ និងបណ្ដាញ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តកុំព្យូទ័រ",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ"
        ]
      }
    ]
  },
  {
    "id": 19,
    "code": "uni_gov_0019",
    "universityName": "សាលាជាតិកសិកម្មព្រែកលៀប",
    "logoName": require('../../assets/images/schools/prek_leap_agriculture.jpg'),
    "address": "ផ្លូវជាតិលេខ ៦ សង្កាត់ព្រែកលាប ខណ្ឌជ្រោយចង្វារ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៦៩១ ០៥៨២",
      "០៩២ ៧៦៧ ៨៨០"
    ],
    "faxes": [
      "០២៣ ២១៩ ៧៤៦"
    ],
    "emails": [
      "info@pnsa.edu.kh"
    ],
    "websiteOrFacebook": [
      "www.pnsa.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "ដេប៉ាតឺម៉ង់វិទ្យាសាស្រ្តកសិកម្ម",
        "majors": [
          "វិទ្យាសាស្រ្តកសិកម្ម"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់វិទ្យាសាស្រ្ត និងវេជ្ជសាស្រ្តសត្វ",
        "majors": [
          "វិទ្យសាស្រ្ត និង វេជ្ជសាស្រ្តសត្វ"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់វិទ្យាសាស្រ្តជលផល",
        "majors": [
          "វិទ្យាសាស្រ្តជលផល"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់វិទ្យាសាស្រ្តព្រៃឈើ",
        "majors": [
          "វិទ្យាសាស្រ្តព្រៃឈើ"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់សាកវប្បកម្ម",
        "majors": [
          "សាកវប្បកម្ម"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់សេដ្ឋកិច្ចកសិកម្ម",
        "majors": [
          "សេដ្ឋកិច្ចកសិកម្ម"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់កសិ-ឧស្សាហកម្ម",
        "majors": [
          "កសិ-ឧស្សាហកម្ម"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់សុរិយោដី",
        "majors": [
          "សុរិយោដី"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់ផ្សព្វផ្សាយ និង អភិវឌ្ឍន៍ជនបទ",
        "majors": [
          "ផ្សព្វផ្សាយ និងអភិវឌ្ឍន៍ជនបទ"
        ]
      }
    ]
  },
  {
    "id": 20,
    "code": "uni_gov_0020",
    "universityName": "សាលាជាតិកសិកម្មកំពង់ចាម",
    "logoName": require('../../assets/images/schools/kc_national_school_agriculture.jpg'),
    "address": "ភូមិទី ៦ ផ្លូវជាតិលេខ ៧ចាស់ សង្កាត់វាលវង់ ក្រុងកំពង់ចាម ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៤២ ៩៤៣ ៣៩៩",
      "០១២ ៨៨៤ ១១០"
    ],
    "faxes": [
      "៤២ ៩៤៣ ៣៩៩"
    ],
    "emails": [
      "sereisoun@yahoo.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "ដេប៉ាតឺម៉ង់វិទ្យាសាស្រ្តកសិកម្ម",
        "majors": [
          "វិទ្យាសាស្រ្តកសិកម្ម"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់វិទ្យាសាស្រ្តនិងវិជ្ជសាស្រ្ត",
        "majors": [
          "វិទ្យាសាស្រ្ត និង វេជ្ជសាស្រ្តសត្វ"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់វិទ្យាសាស្រ្តកៅស៊ូ",
        "majors": [
          "វិទ្យាសាស្រ្តកៅស៊ូ"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់វិទ្យាសាស្រ្តជលផល",
        "majors": [
          "វិទ្យាសាស្រ្តជលផល"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់វិទ្យាសាស្រ្តសេដ្ឋកិច្ចកសិកម្ម និង អភិវឌ្ឍជនបទ",
        "majors": [
          "វិទ្យាសាស្រ្តសេដ្ឋកិច្ច និងគ្រប់គ្រងកសិកម្ម"
        ]
      }
    ]
  },
  {
    "id": 21,
    "code": "uni_gov_0021",
    "universityName": "សាខាសាកលវិទ្យាល័យជាស៊ីម កំចាយមារ",
    "logoName": require('../../assets/images/schools/komchay_mear.jpg'),
    "address": "ភូមិឡូតិ៍លេខ ៦ សង្កាត់កំពង់លាវ ក្រុងព្រៃវែង ខេត្តព្រៃវែង",
    "province": "ព្រៃវែង",
    "phoneNumbers": [
      "០៩៥ ៤៤៤ ៦៧៨",
      "០១៧ ៥៥៥ ២០៦",
      "០៨១ ៩២០ ៩២០"
    ],
    "faxes": [

    ],
    "emails": [
      "radys.fdcc@yahoo.com",
      "nunsavuth@yahoo.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រង",
        "majors": [
          "គណនេយ្យ",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "គ្រប់គ្រងធនធានមនុស្ស",
          "ទីផ្សារ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ \nមនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "ភាសាអង់គេ្លស",
          "អក្សរសាស្រ្តខ្មែរ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត\nគណិតសាស្រ្ត",
        "majors": [
          "ព័ត៌មានវិទ្យា",
          "គណិតវិទ្យា",
          "គីមីវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត\nសង្គម",
        "majors": [
          "សេដ្ឋកិច្ច",
          "ទេសចរណ៍ និងបដិសណ្ឋាកិច្ច",
          "អភិវឌ្ឍន៏ជនបទ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យកសិកម្ម",
        "majors": [
          "ក្សេត្រសាស្រ្ត",
          "គ្រប់គ្រងធនធានធម្មជាតិ",
          "ផលិតកម្មសត្វ និងបសុព្យាបាល"
        ]
      }
    ]
  },
  {
    "id": 22,
    "code": "uni_gov_0022",
    "universityName": "សាខាសាកលវិទ្យាល័យជាស៊ីម កំចាយមារ",
    "logoName": require('../../assets/images/schools/komchay_mear.jpg'),
    "address": "ផ្លូវជាតិលេខ ៧ ភូមិបឹងស្នាយ សង្កាត់សំបូរមាស ក្រុងកំពង់ចាម ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៤២ ៥៥៥ ៥៧៨៨",
      "០៧៨ ៨៨៨ ១៧៨",
      "០៨៨ ៥៥៣ ៣៨៨៨",
      "០១០ ៧៤៤ ៤៤៧"
    ],
    "faxes": [

    ],
    "emails": [
      "yeansambo@yahoo.com",
      "pisith888@gmail.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រង",
        "majors": [
          "គណនេយ្យ",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "គ្រប់គ្រងធនធានមនុស្ស",
          "ទីផ្សារ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ \nមនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "ភាសាអង់គេ្លស",
          "អក្សរសាស្រ្តខ្មែរ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត\nគណិតសាស្រ្ត",
        "majors": [
          "ព័ត៌មានវិទ្យា",
          "គណិតវិទ្យា",
          "គីមីវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត\nសង្គម",
        "majors": [
          "សេដ្ឋកិច្ច",
          "ទេសចរណ៍ និងបដិសណ្ឋាកិច្ច",
          "អភិវឌ្ឍន៏ជនបទ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យកសិកម្ម",
        "majors": [
          "ក្សេត្រសាស្រ្ត",
          "គ្រប់គ្រងធនធានធម្មជាតិ",
          "ផលិតកម្មសត្វ និងបសុព្យាបាល"
        ]
      }
    ]
  },
  {
    "id": 23,
    "code": "uni_gov_0023",
    "universityName": "វិទ្យាស្ថានជាតិពហុបច្ចេកទេសកម្ពុជា",
    "logoName": require('../../assets/images/schools/npic.png'),
    "address": "ភូមិព្រៃពពិល សង្កាត់សំរោងក្រោម ខណ្ឌពោធិ៍សែនជ័យ ភ្នំពេញ",
    "province": null,
    "phoneNumbers": [
      "០២៣ ៩៦​១៥ ១៩៣",
      "០១៦ ៥៣៥ ៦៣៦",
      "០១២ ៣៨១ ២៤៦",
      "០១១ ៧៦៩ ០០៣"
    ],
    "faxes": [

    ],
    "emails": [
      "npicinfo@gmail.com"
    ],
    "websiteOrFacebook": [
      "www.npic.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "វិស្វកម្មអគ្គិសនី",
          "បច្ចេកវិទ្យាថាមពល",
          "ទូរគមនាគមន៍",
          "វិស្វកម្មអេឡិចត្រូនិក",
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "វិស្វកម្មស្ថាបត្យកម្ម",
          "វិស្វកម្មមេកានិកទូទៅ",
          "វិស្វកម្មមេកានិករថយន្ត",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "ទេសចរណ៍ និងបដិសណ្ឋារកិច្ច",
          "បរិក្ខារត្រជាក់",
          "គ្រប់គ្រងបច្ចេកវិទ្យា",
          "គណនេយ្យ"
        ]
      }
    ]
  },
  {
    "id": 24,
    "code": "uni_gov_0024",
    "universityName": "វិទ្យាស្ថានជាតិបណ្ដុះបណ្ដាលបច្ចេកទេស",
    "logoName": require('../../assets/images/schools/ntti.png'),
    "address": "សហព័ន្ធរុស្សី សង្កាត់ទឹកថ្លា ខណ្ឌ សែនសុខ រាជធានីភំ្នពេញ",
    "province": null,
    "phoneNumbers": [
      "០២៣ ៨៨៣ ០៣៩"
    ],
    "faxes": [
      "០២៣​ ៨៨៣ ០៩"
    ],
    "emails": [
      "info@ntti.edu.kh"
    ],
    "websiteOrFacebook": [
      "www.ntti.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "ព័ត៌មានវិទ្យា",
          "សំណង់ស៊ីវិល",
          "អេឡិចត្រូនិក",
          "វិស្វកម្មអគ្គិសនី",
          "ស្ថាបត្យកម្ម",
          "បរិក្ខារត្រជាក់",
          "គរុនិសិ្សតកម្រិតឧត្តម",
          "គរុនិសិ្សតកម្រិតមូលដ្ឋាន"
        ]
      }
    ]
  },
  {
    "id": 25,
    "code": "uni_gov_0025",
    "universityName": "វិទ្យាស្ថានជាតិសុខភាពសារធារណៈ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវ ២៨៩ សង្កាត់បឹងកក់ ២ ខណ្ឌទួលគោក រាជធានីភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០២៣​​​ ៨៨០ ៣៤៥"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "គ្រប់គ្រងមេរោគ និងការការពារ",
          "អភិវឌ្ឍន៍ប្រព័ន្ធសុខភាព",
          "រោគរាតត្បាត",
          "អាហាររូបត្ថម្ភ",
          "រដ្ឋបាលមន្ទីរពេទ្យ"
        ]
      }
    ]
  },
  {
    "id": 26,
    "code": "uni_gov_0026",
    "universityName": "វិទ្យាស្ថានជាតិសង្គមកិច្ច",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវដួងងៀប សង្កាត់ស្ទឹងមានជ័យ ខណ្ឌមានជ័យ រាជធានីភ្នំពេញ",
    "province": null,
    "phoneNumbers": [
      "០១២ ៥៦៥ ០២២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "សង្គមកិច្ចវិទ្យា",
          "កិច្ចគាំពារសង្គម",
          "សង្គមវិទ្យា",
          "ភាសាអង់គ្លេស",
          "គោលនយោបាយសាធារណៈ",
          "រដ្ឋបាលសាធារណៈ",
          "គ្រប់គ្រងសាធារណៈ",
          "គោលនយោបាយសង្គម"
        ]
      }
    ]
  },
  {
    "id": 27,
    "code": "uni_gov_0027",
    "universityName": "ពុទ្ធិកសាកលវិទ្យាល័យព្រះសីហមុនីរាជា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវស៊ីសុវត្ថិ សង្កាត់ទន្លេបាសាក់ ខណ្ឌចំការមក រាជធានីភ្នំពេញ",
    "province": null,
    "phoneNumbers": [
      "០១២ ៥៤៩ ០៨៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "ទស្សនវិជ្ជា",
          "សាសនា",
          "នីតិសាស្រ្ត",
          "ភាសាបាលី",
          "ភាសាសំស្ក្រឹត",
          "ភាសាបរទេស",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "វិទ្យសាស្រ្តអប់រំ",
          "អក្សរសាស្រ្ត"
        ]
      }
    ]
  },
  {
    "id": 28,
    "code": "uni_gov_0028",
    "universityName": "វិទ្យាស្ថានជាតិបណ្តុះបណ្តាលបច្ចេកទេស",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវសហព័ន្ធរុស្សី សង្កាត់ទឹកថ្លា ខណ្ឌសែនសុខ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០១២ ៦៦៧ ៧៥៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "ស្ថាបត្យកម្ម",
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "អេឡិចត្រូនិក",
          "វិស្វកម្មអគ្គិសនី",
          "ព័ត៌មានវិទ្យា",
          "បរិក្ខាត្រជាក់",
          "គរុនិស្សិតកម្រិតឧត្តម",
          "គរុនិសិ្សតកម្រិតមូលដ្ឋាន",
          "សំណង់ស៊ីវិល",
          "អគ្គិសនី",
          "ជួសជុសកុំព្យូទ័រ"
        ]
      }
    ]
  },
  {
    "id": 29,
    "code": "uni_gov_0029",
    "universityName": "វិទ្យាស្ថានពហុបច្ចេកទេសព្រះកុសមៈ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវសហព័ន្ធរុស្សី សង្កាត់ទឹកថ្លា ខណ្ឌសែនសុខ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០១២​​​ ៨២៦ ៤០៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "វិស្វកម្មអគ្គិសនី",
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "វិស្វកម្មអេឡិចត្រូនិក",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "គណនេយ្យ និងហិរញ្ញវត្ថុ",
          "ទីផ្សារ",
          "គ្រប់គ្រង",
          "បណ្តាញអគ្គិសនីក្នុងអគារ",
          "ការងារកំបោរ",
          "បរិក្ខារត្រជាក់",
          "បណ្តាញទឹក"
        ]
      }
    ]
  },
  {
    "id": 30,
    "code": "uni_gov_0030",
    "universityName": "វិទ្យាស្ថានអភិវឌ្ឍន៍សហគ្រិនភាពកម្ពុជា - ឥណ្ឌា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវសហព័ន្ធរុស្សី​​​ សង្កាត់ទឹកថ្លា ខណ្ឌសែនសុខ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០១២ ៨០៦​​​ ៦៣១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "គ្រប់គ្រង និងសហគ្រិនភាព",
          "គ្រប់គ្រង",
          "ទីផ្សារ និងការលក់",
          "គណនេយ្យ",
          "សេដ្ឋកិច្ចពាណិជ្ជកម្ម",
          "អក្សរសាស្រ្តអង់គ្លេស"
        ]
      }
    ]
  },
  {
    "id": 31,
    "code": "uni_gov_0031",
    "universityName": "វិទ្យាស្ថានជាតិពាណិជ្ជសាស្រ្ត",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវមុនីរ៉េត ភូមិទ្រា សង្កាត់ស្ទឹងមានជ័យ ខណ្ឌមានជ័យ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០៩២ ៤៩២ ០០៥"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "គ្រប់គ្រងអាជីវកម្ម",
          "ព័ត៌មានវិទ្យា",
          "ទំនាក់ទំនងអន្តរជាតិ",
          "គ្រប់គ្រងពាណិជ្ជកម្មអន្តរជាតិ",
          "ទីផ្សារ និងការលក់",
          "គណនេយ្យ​​​ និងហិរញ្ញវត្ថុ",
          "សេដ្ឋកិច្ចពាណិជ្ជកម្ម",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "សេវាកម្មកុំព្យូទ័រ",
          "សេវាកម្មធនធានមនុស្ស",
          "សេវាកម្មរដ្ឋបាល",
          "សេវាកម្មអតិថិជន",
          "គណនេយ្យទូទៅ",
          "គ្រប់គ្រងការិយាល័យ និងលេខាធិការ",
          "វិធីសាស្រ្តធ្វើបទបង្ហាញ",
          "គោលការណ៍នៃការគ្រប់គ្រង",
          "សេវាកម្មអតិថិជន",
          "Ms. Word, Excel & Power Point",
          "វិធីសាស្រ្តស្រាវជ្រាវទីផ្សារ",
          "គ្រប់គ្រងធនធានមនុស្ស",
          "ជំនាញលក់",
          "ផែនការអាជីវកម្ម"
        ]
      }
    ]
  },
  {
    "id": 32,
    "code": "uni_gov_0032",
    "universityName": "វិទ្យាស្ថានបច្ចេកទេសឧស្សាហកម្ម",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវសហព័ន្ធរុស្សី សង្កាត់ទឹកថ្លា ខណ្ឌសែនសុខ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០៩៨ ៩១៦ ៤៩៩ / ០៨៩ ៩១៦ ៣៩៩ / ០៦៦ ៦២៤ ៧២៤"
    ],
    "faxes": [

    ],
    "emails": [
      "itikhmer@gmail.com"
    ],
    "websiteOrFacebook": [
      "www.iti.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "ព័ត៌មានវិទ្យា",
          "វិស្វកម្មលោហៈ",
          "វិស្វកម្មរថយន្ត",
          "បរិក្ខារត្រជាក់",
          "វិស្វកម្មអគ្គិសនី",
          "លោហៈបន្ទះបន្សារ",
          "ផ្នែកបរិក្ខារត្រជាក់",
          "ផ្នែករថយន្ត",
          "ផ្នែកប្រព័ន្ធអគ្គិសនីរថយន្ត",
          "ផ្នែកបោះពុម្ព",
          "ផ្នែកវិស្វកម្មលោហៈ",
          "ផ្នែកជួសជុលម៉ាស៊ីនធុនតូច",
          "លោហៈបន្ទះបន្សារ"
        ]
      }
    ]
  },
  {
    "id": 33,
    "code": "uni_gov_0033",
    "universityName": "វិទ្យាស្ថានអភិវឌ្ឍន៍មុខជំនាញកម្ពុជា ​​- ​ថៃ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវអូរឌឹម-កប់ស្រូវ ភូមិព្រៃពពេល សង្កាត់សំរោងក្រោម ខណ្ឌពោធិ៍សែនជ័យ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០១២ ៧៣១ ១៩៩ / ០១២ ៩៧៧ ៦៣១"
    ],
    "faxes": [

    ],
    "emails": [
      "songhout2015@gmail.com",
      "chanthy.hoy9999@gmail.com"
    ],
    "websiteOrFacebook": [
      "www.ctsdi.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "អគ្គិសនី",
          "សំណង់ស៊ីវិល",
          "បរិក្ខារត្រជាក់",
          "វិស្វកម្មអគ្គិសនី",
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "តបណ្តាញអគ្គិសនីក្នុងអគារ",
          "ថែទាំនិងជួសជុលរថយន្ត",
          "ជួសជុលបរិក្ខារត្រជាក់",
          "សេវាកម្មកុំព្យូទ័រ",
          "ផ្សារលោហៈ",
          "បរិក្ខារត្រជាក់",
          "ជួសជុលម៉ូតូ",
          "កាត់ដេរ",
          "សម្អាងការ",
          "ចិញ្ចឹមមាន់",
          "បណ្តុះផ្សិត"
        ]
      }
    ]
  },
  {
    "id": 34,
    "code": "uni_gov_0034",
    "universityName": "សាលាមធ្យមសិក្សាបច្ចេកទេស JVC",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវជាតិលេខ៦ ភូមិដើមគរ សង្កាត់ជ្រោយចង្វារ ខណ្ឌជ្រោយចង្វារ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០១២ ៧៣៧ ១៥៦ / ០១២ ៤៩៩ ៩៥៩ / ០១២ ៩៩៧ ១០៥"
    ],
    "faxes": [

    ],
    "emails": [
      "jvcschool@yahoo.com"
    ],
    "websiteOrFacebook": [
      "www.jvctechnicalcollege.com"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "វិស្វកម្មរថយន្ត",
          "ជួសជុលរថយន្ត"
        ]
      }
    ]
  },
  {
    "id": 35,
    "code": "uni_gov_0035",
    "universityName": "វិទ្យាស្ថានជាតិពហុបច្ចេកទេសកម្ពុជា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិព្រៃពពេល សង្កាត់សំរោងក្រោម ខណ្ឌពោធិ៍សែនជ័យ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០១២ ៨៤៤ ៧៤១ / ០១៧ ៩៣៨ ៤០៥ / ០១២ ៨៦៦ ០៨០"
    ],
    "faxes": [

    ],
    "emails": [
      "bpearin@gmail.com",
      "phasy.muong@gmail.com"
    ],
    "websiteOrFacebook": [
      "www.npic.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "វិស្វកម្មមេកានិករថយន្ត",
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "វិស្វកម្មអេឡិចត្រូនិក",
          "វិស្វកម្មអគ្គិសនី",
          "វិស្វកម្មមេកានិកទូទៅ",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "គ្រប់គ្រងទេសចរណ៍",
          "ស្ថាបត្យកម្ម",
          "វិជ្ជាជីវៈគណនេយ្យ",
          "ទូរគមនាគមន៍",
          "ដឹកជញ្ជូន និងចែកចាយថាមពល",
          "បច្ចេកវិទ្យាថាមពល",
          "ប្រព័ន្ធបញ្ជាស្វ័យប្រវត្តិ",
          "អគ្គិសនី",
          "សំណង់ស៊ីវិល",
          "មេកានិកទូទៅ",
          "សិល្បៈចម្អិនម្ហូបអាហារ",
          "Optician",
          "មេកានិករថយន្ត",
          "មេកាត្រូនិក",
          "អេឡិចត្រូនិក",
          "បរិក្ខាត្រជាក់",
          "អគ្គិសនី",
          "សំណង់",
          "ជួសជុសរថយន្ត",
          "ផ្សារ",
          "ក្រឡឹង",
          "សិល្បៈនៃការចម្អិន",
          "ជួសជុសកុំព្យូទ័រ",
          "Optician",
          "ភាសាកូរ៉េ",
          "សិល្បៈនៃការចម្អិនអាហារ"
        ]
      }
    ]
  },
  {
    "id": 36,
    "code": "uni_gov_0036",
    "universityName": "មជ្ឈមណ្ឌលអភិវឌ្ឍន៍មុខជំនាញកម្ពុជា - ថៃ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិព្រៃពពេល សង្កាត់សំរោងក្រោម ខណ្ឌពោធិ៍សែនជ័យ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០៩២ ៨២៧ ០៨៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "អ៊ុតសក់ ផាត់មុខ",
          "កាត់ដេរសម្លៀកបំពាក់",
          "កុំព្យូទ័ររដ្ឋបាល",
          "អគ្គិសនី"
        ]
      }
    ]
  },
  {
    "id": 37,
    "code": "uni_gov_0037",
    "universityName": "វិទ្យាស្ថានបច្ចេកវិទ្យាកំពង់ស្ពឺ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ខេត្តកំពង់ស្ពឺ",
    "province": "កំពង់ស្ពឺ",
    "phoneNumbers": [

    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "វិស្វកម្មអគ្គិសនី",
          "វិស្វកម្មអេឡិចត្រូនិក",
          "វិស្វកម្មមេកានិក",
          "វិស្វកម្មគីមីចំណីអាហារ",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "កុំព្យូទ័រពាណិជ្ជកម្ម",
          "បសុវប្បកម្ម",
          "ក្សេត្រសាស្រ្ត",
          "ទេសចរណ៍ និងសណ្ឋាគារ",
          "គ្រប់គ្រងធុរកិច្ច"
        ]
      }
    ]
  },
  {
    "id": 38,
    "code": "uni_gov_0038",
    "universityName": "វិទ្យាស្ថានពហុបច្ចេកទេសភូមិភាគតេជោសែនបាត់ដំបង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិមហាទេព សង្កាត់ស្វាយប៉ោ ក្រុងបាត់ដំបង ខេត្តបាត់ដំបង",
    "province": "បាត់ដំបង",
    "phoneNumbers": [
      "០៧៨ ៣០៦ ៦០៦ / ០៨៦ ៨៧៩ ២៩២ / ០៩៣ ៤៦៩ ៦៤៨"
    ],
    "faxes": [

    ],
    "emails": [
      "schhay74@gmail.com",
      "darith9398@yahoo.com"
    ],
    "websiteOrFacebook": [
      "www.pib.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "អគ្គិសនី",
          "អេឡិចត្រូនិក",
          "ព័ត៌មានវិទ្យា",
          "ធនាគារ​​​ និងហិរញ្ញវត្ថុ",
          "កសិកម្ម",
          "ភាសាអង់គេ្លស",
          "តបណ្តាញអគ្គិសនី",
          "សេវាកម្មកុំព្យូទ័រ",
          "មេកានិក",
          "កសិកម្ម",
          "តបណ្តាញអគ្គិសនី",
          "ក្រាហ្វិចឌីសាញ",
          "ជួសជុលកុំព្យូទ័រ",
          "សំអាងកាយ"
        ]
      }
    ]
  },
  {
    "id": 39,
    "code": "uni_gov_0039",
    "universityName": "វិទ្យាស្ថានពហុបច្ចេកទេសភូមិភាគតេជោសែនសៀមរាប",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិបន្ទាយចាស់ សង្កាត់ស្លក្រាម ក្រុងសៀមរាប ខេត្តសៀមរាប",
    "province": "សៀមរាប",
    "phoneNumbers": [
      "០១២ ៩០៦ ២៨៥ / ០១២ ៣២៥ ២២៣ / ០៧០ ៧៨៨ ៩៩០ / ០៦៣ ៧៦៦ ២៩១"
    ],
    "faxes": [

    ],
    "emails": [
      "info@rpitssr.edu.kh"
    ],
    "websiteOrFacebook": [
      "www.rpitssr.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "អគ្គិសនី",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "សំណង់ស៊ីវិល",
          "បរិក្ខារត្រជាក់",
          "អេឡិចត្រូនិក",
          "សណ្ឋាគារ និងបដិសណ្ឋារកិច្ច",
          "វិទ្យាសាស្រ្តគ្រប់គ្រង កសិកម្ម និងអភិវឌ្ឍសេដ្ឋកិច្ច",
          "គ្រប់គ្រង",
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "វិទ្យាសាស្រ្តគ្រប់គ្រង",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "ទីផ្សារ",
          "គណនេយ្យ",
          "វិស្វកម្មអគ្គិសនី",
          "សណ្ឋាគារ និងបដិសណ្ឋារកិច្ច",
          "អ្នកជំនាញអគ្គិសនីក្នុងអគារ គេហដ្ឋាន",
          "ជួសជុលម៉ាស៊ីនត្រជាក់​​​ និងទូរទឹកកក",
          "ធ្វើម្ហូប",
          "ជួសជុលបរិក្ខារអេឡិចត្រូនិក",
          "ជួសជុលកុំព្យូទ័រ",
          "AutoCAD 2D និង3D",
          "គ្រប់គ្រង និងផលិតកម្មសត្វ",
          "គ្រប់គ្រងប្រព័ន្ធផលិតកម្មដំណាំ",
          "ផលិតកម្ម និងកសិកម្មចំរុះ",
          "អគ្គិសនីរថយន្ត",
          "អគ្គិសនី អេឡិចត្រូនិក បរិក្ខារត្រជាក់ បណ្តាញទឹក",
          "ព័ត៌មានវិទ្យាសម្រាប់បដិសណ្ឋារកិច្ច"
        ]
      }
    ]
  },
  {
    "id": 40,
    "code": "uni_gov_0040",
    "universityName": "វិទ្យាស្ថានពហុបច្ចេកទេសភូមិភាគតេជោសែនស្វាយរៀង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិមេភ្លើង សង្កាត់ស្វាយរៀង ខេត្តស្វាយរៀង",
    "province": "ស្វាយរៀង",
    "phoneNumbers": [
      "០១២ ២៦៧ ៦៧៩ / ០៧១ ៩៩០ ៨៨៦ ៦ / ០៨៩ ៤៣៦ ៦៩៣ / ០៨៨ ៩៥៣ ២៣៣ ៣"
    ],
    "faxes": [

    ],
    "emails": [
      "rpitssvr@gmail.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "វិស្វកម្មអគ្គិសនី",
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "គ្រប់គ្រង",
          "គណនេយ្យ",
          "ធនាគារហិរញ្ញាវត្ថុ",
          "រដ្ឋបាលសាធារណៈ",
          "រចនាគេហទំព័រ",
          "តបណ្តាញ Network",
          "អង់គ្លេស",
          "អគ្គិសនី",
          "បរិក្ខារត្រជាក់",
          "ជួសជុលម៉ាស៊ីនត្រជាក់",
          "យន្តសាស្រ្តរថយន្ត",
          "ដំឡើងបណ្តាញអគ្គិសនីក្នុងអគារ",
          "សេវាកម្មកុំព្យូទ័រ",
          "សេវាកម្មរដ្ឋបាល",
          "សេវាកម្មសណ្ឋាគារ",
          "ផ្សារ និងអគ្គិសនី",
          "តបណ្តាញ Network",
          "Graphic Design",
          "កាត់ដេរសម្លៀកបំពាក់",
          "សម្អាងកាយ",
          "ផាត់មុខ ធ្វើសក់ និងធ្វើក្រចក",
          "ជួសជុលម៉ូតូ",
          "តបណ្តាញអគ្គិសនី",
          "បរិក្ខារត្រជាក់",
          "បសុពេទ្យ",
          "រចនាគេហទំព័រ"
        ]
      }
    ]
  },
  {
    "id": 41,
    "code": "uni_gov_0041",
    "universityName": "វិទ្យាស្ថានពហុបច្ចេកទេសភូមិភាគតេជោសែនកំពត",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិ១ឧសភា សង្កាត់កំពង់កណ្តាល ក្រុងកំពត ខេត្តកំពត",
    "province": "កំពត",
    "phoneNumbers": [
      "០១២ ២៨៩ ៩៩២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "ភាសាអង់គេ្លស",
          "គ្រប់គ្រងព័ត៌មានវិទ្យា",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "គណនេយ្យ និងហិរញ្ញវត្ថុ",
          "គ្រប់គ្រងទេសចរណ៍ និងបដិសណ្ឋារកិច្ច",
          "អគ្គិសនី",
          "សំណង់ស៊ីវិល",
          "យន្តសាស្រ្តរថយន្ត",
          "តបណ្តាញអគ្គិសនីក្នុងអគារ",
          "សំណង់ជាងកំបោរ",
          "ការថែទាំ និងជួសជុសរថយន្ត",
          "សេវាកម្មកុំព្យូទ័រ",
          "កុំព្យូទ័រ",
          "អគ្គិសនី និងអេឡិចត្រូនិក",
          "ជួសជុលរថយន្ត និងម៉ូតូ",
          "កាត់ដេរ",
          "កាត់សក់",
          "មូលដ្ឋានគ្រឹះបសុព្យាបាល",
          "ជួសជុលម៉ាស៊ីនធន់តូច"
        ]
      }
    ]
  },
  {
    "id": 42,
    "code": "uni_gov_0042",
    "universityName": "វិទ្យាស្ថានពហុបច្ចេកទេសភូមិភាគតេជោសែនតាកែវ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិលេខ៣ សង្កាត់រការក្នុង ក្រុងដូនកែវ ខេត្តតាកែវ",
    "province": "តាកែវ",
    "phoneNumbers": [
      "០១២ ៣៧១ ៤៥១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "វិស្វកម្មអគ្គិសនី",
          "វិស្វកម្មអេឡិចត្រូនិក",
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "ព័ត៌មានវិទ្យា",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "វិស្វកម្មមេកានិករថយន្ត",
          "គ្រប់គ្រងភស្តុភា និងការដឹកជញ្ជូន",
          "គណនេយ្យ និងហិរញ្ញវត្ថុ",
          "បសុព្យាបាល",
          "អគ្គិសនី",
          "អេឡិចត្រូនិក",
          "សំណង់ស៊ីវិល",
          "ទេសចរណ៍ និងបដិសណ្ឋារកិច្ច",
          "កុំព្យូទ័រក្រាហ្វិចឌីហ្សាញ",
          "សេវាកម្មកុំព្យូទ័រ",
          "ថែទាំ និងជួសជុលរថយន្ត",
          "ថែទាំ និងជួសជុលម៉ាស៊ីនត្រជាក់",
          "តបណ្តាញអគ្គិសនីក្នុងអគារ",
          "សេវាកម្មរដ្ឋបាល",
          "ជាងផ្សារ",
          "សំណង់អគារ",
          "បសុពេទ្យ",
          "ជួសជុលកុំព្យូទ័រ",
          "ជួសជុលទូរស័ព្ទដៃ",
          "កុំព្យូទ័រក្រាហ្វិចឌីហ្សាញ",
          "តម្លើងអគ្គិសនីក្នុងអគារ",
          "ជួសជុលបរិក្ខារអគ្គិសនីក្នុងផ្ទះ",
          "ចិញ្ចឹមមាន់",
          "ចិញ្ចឹមជ្រូក",
          "ចិញ្ចឹមត្រីក្នុងថង់ប្លាស្ទិក",
          "កែច្នៃម្ហូបអាហារ",
          "ដាំបន្លែចម្រុះ"
        ]
      }
    ]
  },
  {
    "id": 43,
    "code": "uni_gov_0043",
    "universityName": "វិទ្យាស្ថានបច្ចេកវិទ្យាបាត់ដំបង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវជាតិលេខ៥ ភូមិរំចេក សង្កាត់រតនៈ ក្រុងបាត់ដំបង ខេត្តបាត់ដំបង",
    "province": "បាត់ដំបង",
    "phoneNumbers": [
      "០១៦ ៨៦៣ ៨៩៩ / ០១២ ២១២ ៦៨៦ / ០៨៩ ២៧០ ៨៦៦"
    ],
    "faxes": [

    ],
    "emails": [
      "dvd_assany@yahoo.com",
      "bunchheangbit@gmail.com"
    ],
    "websiteOrFacebook": [
      "www.bittvet.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "សំណង់",
          "អគ្គិសនី",
          "យន្តសាស្រ្តរថយន្ត",
          "អេឡិចត្រូនិក",
          "គ្រឿងយន្តកសិកម្ម",
          "គំនូរបោះពុម្ព",
          "តបណ្តាញអគ្គិសនី",
          "ជួសជុលម៉ាស៊ីនត្រជាក់",
          "ជួសជុលម៉ូតូ",
          "ជួសជុលម៉ាស៊ីនធុនតូច",
          "ចម្លាក់ផ្លែឈើ",
          "កាត់ដេរ",
          "វិស្វកម្មអគ្គិសនី",
          "វិស្វកម្មរថយន្ត",
          "បរិក្ខារត្រជាក់",
          "វិស្វកម្មសំណង់ស៊ីវិល"
        ]
      }
    ]
  },
  {
    "id": 44,
    "code": "uni_gov_0044",
    "universityName": "វិទ្យាស្ថានជាតិវិជ្ជាជីវៈខេត្តបាត់ដំបង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវជាតិលេខ៥៧ ភូមិអណ្តូងព្រីង សង្កាត់អូរម៉ាល់ ក្រុងបាត់ដំបង ខេត្តបាត់ដំបង",
    "province": "បាត់ដំបង",
    "phoneNumbers": [
      "០១២ ៨២២ ៤៩៥ / ០១៦ ២១៦ ៣៤៨ / ០៩៣ ៥២០ ៥៨៩ / ០៩២ ៥៨០ ២៤៥"
    ],
    "faxes": [

    ],
    "emails": [
      "nhinvtc@yahoo.com",
      "nhin.btc@gmail.com"
    ],
    "websiteOrFacebook": [
      "www.nvibtvet.com"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "វិស្វកម្មរថយន្ត",
          "វិស្វកម្មអគ្គិសនី",
          "បរិក្ខារត្រជាក់",
          "សំណង់",
          "អគ្គិសនី",
          "យន្តសាស្រ្តរថយន្ត",
          "អេឡិចត្រូនិក",
          "គ្រឿងយន្តកសិកម្ម",
          "គំនូរបោះពុម្ព",
          "តបណ្តាញអគ្គិសនី",
          "ជួសជុលម៉ាស៊ីនត្រជាក់",
          "ជួសជុលម៉ូតូ",
          "ជួសជុលម៉ាស៊ីនធុនតូច",
          "ចម្លាក់ផ្លែឈើ",
          "កាត់ដេរ"
        ]
      }
    ]
  },
  {
    "id": 45,
    "code": "uni_gov_0045",
    "universityName": "មជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈខេត្តព្រះសីហនុ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "មណ្ឌល២ សង្កាត់លេខ៣ ក្រុងព្រះសីហនុ ខេត្តព្រះសីហនុ",
    "province": "ព្រះសីហនុ",
    "phoneNumbers": [
      "០១២ ៣៩០ ២៤៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "កាត់ដេរនារី",
          "កាត់ដេរម៉ូដ",
          "សម្អាងការ",
          "អគ្គិសនី",
          "កុំព្យូទ័ររដ្ឋបាល",
          "ចិញ្ចឹមមាន់",
          "ដំណាំបន្លែ",
          "បណ្តុះផ្សិតចំបើង",
          "អគ្គិសនី",
          "រថយន្ត",
          "ព័ត៌មានវិទ្យា",
          "គណនេយ្យ",
          "ភាសាអង់គ្លេស"
        ]
      }
    ]
  },
  {
    "id": 46,
    "code": "uni_gov_0046",
    "universityName": "មជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈខេត្តពោធិ៍សាត់",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវជាតិលេខ៤ ភូមិចំការចេក សង្កាត់ផ្ទះព្រៃ ក្រុងពោធិ៍សាត់ ខេត្តពោធិ៍សាត់",
    "province": "ពោធិ៍សាត់",
    "phoneNumbers": [
      "០១២ ៩០២ ៧៣៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "បណ្តុះផ្សិតចំបើង",
          "ចិញ្ចឹមជ្រូក",
          "ចិញ្ចឹមមាន់",
          "ចិញ្ចឹមគោ",
          "ចិញ្ចឹមត្រី",
          "ធ្វើជីកំប៉ុស្តិ៍",
          "ដំណាំបន្លែ",
          "ដំណាំស្រូវ",
          "ដំណាំហូបផ្លែ",
          "ដំណាំដំឡូងមី",
          "ជួសជុលទូរស័ព្ទ",
          "ជួសជុលម៉ាស៊ីនធុនតូច",
          "កាត់សក់",
          "ជួសជុលទូរទស្សន៍",
          "ចម្លាក់ថ្ម",
          "ចម្លាក់ឈើ",
          "តុបតែងលម្អ",
          "ជួសជុលម៉ូតូ",
          "ជួសជុលយានយន្ត",
          "រដ្ឋបាល",
          "គណនេយ្យ",
          "ម៉ាស៊ីនត្រជាក់",
          "រចនារូបភាពកុំព្យូទ័រ",
          "ផាត់មុខ",
          "តបណ្តាញអគ្គិសនី",
          "ព័ត៌មានវិទ្យា",
          "ភាសាអង់គ្លេស"
        ]
      }
    ]
  },
  {
    "id": 47,
    "code": "uni_gov_0047",
    "universityName": "ការដ្ឋានសាលាបណ្តុះបណ្តាលវិជ្ជាជីវៈសៀមរាប",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិតាវៀន សង្កាត់សាលាកំរើក ក្រុងសៀមរាប ខេត្តសៀមរាប",
    "province": "សៀមរាប",
    "phoneNumbers": [
      "០១៧ ៦៧៤ ៤៤៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "តបណ្តាញអគ្គិសនី",
          "ជួសជុលបរិក្ខារត្រជាក់",
          "ជួសជុលកុំព្យូទ័រ",
          "មូលដ្ឋានគ្រឹះកុំព្យូទ័រ",
          "ក្រាលការ៉ូ លាបថ្នាំ",
          "ជួសជុលម៉ាស៊ីនធុនតូច និងម៉ូតូ",
          "ចិញ្ចឹមមាន់ និងចាក់វ៉ាក់សាំង",
          "ចិញ្ចឹមជ្រូក និងចាក់វ៉ាក់សាំង",
          "ដំណាំបន្លែ និងជីកំប៉ុស្តិ៍",
          "អគ្គិសនី",
          "គូរប្លង់អាគារ",
          "អេឡិចត្រូនិក"
        ]
      }
    ]
  },
  {
    "id": 48,
    "code": "uni_gov_0048",
    "universityName": "មជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈខេត្តកណ្តាល",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវជាតិលេខ២១ ភូមិព្រែកសំរោង សង្កាត់តាខ្មៅ ក្រុងតាខ្មៅ ខេត្តកណ្តាល",
    "province": "កណ្តាល",
    "phoneNumbers": [
      "០១២ ៨៦៧ ៩០៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "អគ្គិសនី",
          "បរិក្ខារត្រជាក់",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "មេកានិកទូទៅ",
          "គ្រប់គ្រងពាណិជ្ជកម្ម",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "តបណ្តាញអគ្គិសនី",
          "សេវាកម្មបរិក្ខារត្រជាក់",
          "សេវាកម្ម ថែទាំង និងជួសជុលរថយន្ត",
          "សេវាកម្មកុំព្យូទ័រ",
          "សំណង់ (ជាងកំបោរ)",
          "ផ្សារដែក",
          "តបណ្តាញអគ្គិសនីក្នុងអគារ",
          "ជួសជុលបរិក្ខារត្រជាក់",
          "ជួសជុលម៉ាស៊ីនដេរ",
          "អ៊ុតសក់ផាត់មុខ",
          "រដ្ឋបាលកុំព្យូទ័រ",
          "ជួសជុលកុំព្យូទ័រ",
          "ភ្នាក់ងារពេទ្យសត្វភូមិ",
          "ចិញ្ចឹមគោ ក្របី​​​ និងចាក់វ៉ាក់សាំង",
          "ចិញ្ចឹមជ្រូក និងចាក់វ៉ាក់សាំង",
          "ចិញ្ចឹមមាន់ និងចាក់វ៉ាក់សាំង",
          "ចិញ្ចឹមត្រីជាលក្ខណៈគ្រួសារ",
          "បច្ចេកទេសធ្វើមេផ្សិតបណ្តុះផ្សិត",
          "ដំណាំបន្លែ និងជីកំប៉ុស្តិ៍",
          "ដំណាំស្រូវ និងជីកំប៉ុស្តិ៍"
        ]
      }
    ]
  },
  {
    "id": 49,
    "code": "uni_gov_0049",
    "universityName": "មជ្ឈមណ្ឌលវិជ្ជាជីវៈខេត្តកែប",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិថ្មី សង្កាត់ព្រៃធំ ក្រុងកែប ខេត្តកែប",
    "province": "កែប",
    "phoneNumbers": [
      "០៩២ ៩៦៣ ៦៦៧ / ០១០ ២៤៦ ២៤៥ / ០៦៩ ៧៥២ ៧២៥"
    ],
    "faxes": [

    ],
    "emails": [
      "ptc_kep@yahoo.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "អគ្គិសនី",
          "អេឡិចត្រូនិក",
          "សំណង់ស៊ីវិល",
          "បរិក្ខារត្រជាក់",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "យន្តសាស្រ្តរថយន្ត",
          "អគ្គិសនី",
          "សំណង់",
          "ជួសជុលរថយន្ត",
          "ផ្សារ",
          "ជួសជុលកុំព្យូទ័រ",
          "សំណង់ជាងកំបោរ",
          "សេវាកម្មកុំព្យូទ័រ",
          "អគ្គិសនី",
          "បរិក្ខារត្រជាក់",
          "ជួសជុលរថយន្ត",
          "សំណង់ជាងកំបោរ",
          "ជួសជុលកុំព្យូទ័រ",
          "តបណ្តាញអគ្គិសនីក្នុងអគារ",
          "ផ្សារដែក",
          "រចនា និងបោះពុម្ព",
          "កាត់ដេរ",
          "កែសម្ផស្ស",
          "បដិសណ្ឋារកិច្ច",
          "ចិញ្ចឹមមាន់",
          "ចិញ្ចឹមត្រី",
          "បណ្តុះផ្សិត",
          "ជីកំប៉ុស្តិ៍",
          "ដំណាំបន្លែចំរុះ",
          "ចិញ្ចឹមកង្កែប",
          "ចិញ្ចឹមជ្រូក"
        ]
      }
    ]
  },
  {
    "id": 50,
    "code": "uni_gov_0050",
    "universityName": "មជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈខេត្តកំពង់ស្ពឺ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទំពូង សង្កាត់កាហែង ស្រុកសំរោងទង ខេត្តកំពង់ស្ពឺ",
    "province": "កំពង់ស្ពឺ",
    "phoneNumbers": [
      "០១២ ៩៩៥ ៩៥២ / ០៩៣ ៥០៧ ៨៧៨ / ០៩៨ ៤០៤ ៣៤៣"
    ],
    "faxes": [

    ],
    "emails": [
      "ptc_kampongspeu@yahoo.com"
    ],
    "websiteOrFacebook": [
      "ptckampongspeu2.Wixsite.com/admin"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "អគ្គិសនី និងអេឡិចត្រូនិក",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "មេកានិករថយន្ត",
          "យន្តសាស្រ្តទូទៅ",
          "សំណង់ស៊ីវិល",
          "ផ្សារដែក",
          "ជាងកំបោរ"
        ]
      }
    ]
  },
  {
    "id": 51,
    "code": "uni_gov_0051",
    "universityName": "មជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈខេត្តកោះកុង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិ១ សង្កាត់ស្មាច់មានជ័យ ក្រុងខេមរភូមិន្ទ ខេត្តកោះកុង",
    "province": "កោះកុង",
    "phoneNumbers": [
      "០៦៩ ៥៨៩ ៥៥៩ / ០៩៩ ៦៨៧ ៧៧៧"
    ],
    "faxes": [

    ],
    "emails": [
      "chimon77@yahoo.com"
    ],
    "websiteOrFacebook": [
      "www.ptc_kkg.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "រដ្ឋបាលសាធារណៈ",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "គណនេយ្យ",
          "អគ្គិសនី",
          "អេឡិចត្រូនិក",
          "សំណង់ស៊ីវិល",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "តបណ្តាញអគ្គិសនី",
          "ជាងកំបោរ",
          "បរិក្ខារត្រជាក់",
          "សេវាកម្មកុំព្យូទ័រ",
          "អេឡិចត្រូនិក",
          "ភាសាអង់គ្លេស",
          "ជួសជុលម៉ូតូ",
          "ជួសជុលកុំព្យូទ័រ",
          "ផ្សារដែក",
          "កុំព្យូទ័ររដ្ឋបាល",
          "តបណ្តាញអគ្គិសនី",
          "ជាងកំបោរ",
          "អេឡិចត្រូនិក",
          "ជួសជុលម៉ាស៊ីនត្រជាក់",
          "ជួសជុលម៉ាស៊ីនធុនតូច",
          "សម្អាងការកែសម្ផស្ស",
          "កាត់ដេរសម្លៀកបំពាក់",
          "កាត់សក់បុរស",
          "កុំព្យូទ័ររដ្ឋបាល"
        ]
      }
    ]
  },
  {
    "id": 52,
    "code": "uni_gov_0052",
    "universityName": "មជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈខេត្តព្រៃវែង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិលេខ១ សង្កាត់កំពង់លាវ ក្រុងព្រៃវែង ខេត្តព្រៃវែង",
    "province": "ព្រៃវែង",
    "phoneNumbers": [
      "០៩៦ ៩៥៧ ៧៧១ ​​​៤ /  ០៩៦ ៩៦៧ ៨៩០ ៨"
    ],
    "faxes": [

    ],
    "emails": [
      "kongrattana168@gmail.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "អគ្គិសនីក្នុងអគារ",
          "សេវាកម្មកុំព្យូទ័រ",
          "តបណ្តាញអគ្គិសនី",
          "អ៊ុតសក់ ផាត់មុខ ធ្វើក្រចក",
          "បសុពេទ្យ",
          "សម្អាងការ",
          "ជួសជុលម៉ូតូ",
          "កាត់ដេរសម្លៀកបំពាក់",
          "ចិញ្ចឹមមាន់",
          "ចិញ្ចឹមចង្រឹត",
          "សាកវប្បកម្ម",
          "ដាំបន្លែចម្រុះ",
          "ផលិតជីកំប៉ុស្តិ៍",
          "ចិញ្ចឹមត្រី",
          "បណ្តុះផ្សិត"
        ]
      }
    ]
  },
  {
    "id": 53,
    "code": "uni_gov_0053",
    "universityName": "មជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈខេត្តកំពង់ឆ្នាំង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវជាតិលេខ៥ ភូមិទួលក្រឡាញ់ សង្កាត់កំពង់ឆ្នាំង ក្រុងកំពង់ឆ្នាំង ខេត្តកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៤២៦ ០៣៣ / ០៩៣ ៣៨៧ ៨៤៤"
    ],
    "faxes": [

    ],
    "emails": [
      "lychanrith@gmail.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "ព័ត៌មានវិទ្យា",
          "យន្តសាស្រ្តរថយន្ត",
          "បរិក្ខារត្រជាក់",
          "សេវាកម្មរដ្ឋបាល",
          "ជួសជុលរថយន្ត និងតំហែទាំ",
          "ជួសជុលម៉ាស៊ីនត្រជាក់ និងតំហែទាំ",
          "អគ្គិសនី",
          "កាត់ដេរច្នៃម៉ូដ",
          "ជួសជុលកុំព្យូទ័រ",
          "ពេទ្យសត្វ",
          "តបណ្តាញអគ្គិសនីក្នុងអគារ",
          "កា្រហ្វិច Design",
          "ចិញ្ចឹមជ្រូក",
          "ចិញ្ចឹមមាន់",
          "ចិញ្ចឹមគោ",
          "ចិញ្ចឹមត្រី",
          "ថ្នាំ និងចាក់វ៉ាក់សាំងសត្វ",
          "ដំណាំបន្លែ"
        ]
      }
    ]
  },
  {
    "id": 54,
    "code": "uni_gov_0054",
    "universityName": "មជ្ឈមណ្ឌលបណ្តុះបណ្តាលខេត្តប៉ៃលិន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិអូរតាពុកក្រោម សង្កាត់ទួលល្វា ក្រុងប៉ៃលិន ខេត្តប៉ៃលិន",
    "province": "ប៉ៃលិន",
    "phoneNumbers": [
      "០១៧ ៩៤៥ ៤២៤ /​​​ ០៩៦ ២៥២ ៦២៦ / ០១៦ ២៥៥ ៨៥៣"
    ],
    "faxes": [

    ],
    "emails": [
      "keunsokun@gmail.com",
      "bunthoeun_voeung@yahoo.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "អគ្គិសនី",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "ព័ត៌មានវិទ្យា",
          "សំណង់ស៊ីវិល",
          "បសុព្យាបាល",
          "ក្សេត្រសាស្រ្ត",
          "យន្តសាស្រ្តរថយន្ត",
          "គ្រប់គ្រង",
          "យន្តសាស្រ្តរថយន្ត",
          "កុំព្យូទ័របញ្ចូលបទភ្លេង និងជួសជុលកុំព្យូទ័រ",
          "កុំព្យូទ័រកាត់តរូបភាព",
          "សម្អាងកាយ",
          "ជួសជុលម៉ូតូ ម៉ាស៊ីនធុនតូច",
          "ជួសជុលម៉ាស៊ីនត្រជាក់ ទូទឹកកក កង្ហារ",
          "តបណ្តាញអគ្គិសនីតាមផ្ទះ",
          "ជាងកាត់សក់ ជាងកាត់ដេរ",
          "ជាងផ្សារដែក ជាងតោន បាញ់ថ្នាំ",
          "ជាងឡាន",
          "ដាំកូនឈើ បន្លែ បណ្តុះផ្សិត ជីកសិកម្ម",
          "ចិញ្ចឹមមាន់​​​ ជ្រូក គោ ត្រី កង្កែប"
        ]
      }
    ]
  },
  {
    "id": 55,
    "code": "uni_gov_0055",
    "universityName": "មជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈខេត្តបន្ទាយមានជ័យ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិគាប សង្កាត់ទឹកថ្លា ក្រុងសេរីសោភ័ណ្ឌ ខេត្តបន្ទាយមានជ័យ",
    "province": "បន្ទាយមានជ័យ",
    "phoneNumbers": [
      "០៧៧ ៩៦៩ ៨៥៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "កុំព្យូទ័ររដ្ឋបាល",
          "គណនេយ្យកុំព្យូទ័រ",
          "បណ្តុះផ្សិត",
          "កែច្នៃចំណីជ្រូក",
          "ចិញ្ចឹមមាន់ និងចាក់វ៉ាក់សាំង",
          "រចនាកុំព្យូទ័រ",
          "ពេទ្យសត្វ",
          "កាត់ដេរម៉ូដ",
          "សម្អាងការ",
          "បរិក្ខាត្រជាក់រថយន្ត",
          "ព័ត៌មានវិទ្យា"
        ]
      }
    ]
  },
  {
    "id": 56,
    "code": "uni_gov_0056",
    "universityName": "មជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈខេត្តឧត្តរមានជ័យ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិឈូក​​​ សង្កាត់សំរោង ក្រុងសំរោង ខេត្តឧត្តរមានជ័យ",
    "province": "ឧត្តរមានជ័យ",
    "phoneNumbers": [
      "០១៧ ៥១៤ ៧១៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "ជួសជុលកុំព្យូទ័រ",
          "ជួសជុលគោយន្ត",
          "សិប្បកម្មជាងឈើ",
          "កាត់ដេរសម្លៀកបំពាក់",
          "បោះពុម្ពលើអាវយឺត សំបុត្របុណ្យ ធៀបការ",
          "គូរ និងរចនារូបភាព",
          "កាត់តរូបភាព",
          "បច្ចេកទេសផលិតជីកំប៉ុស្តិ៍",
          "បច្ចេកទេសដាំដំណាំបន្លែ",
          "បច្ចេកទេសដាំដំណាំឈើហូបផ្លែ",
          "ដំណាំដំឡូងមី",
          "បច្ចេកទេសចិញ្ចឹមមាន់",
          "បច្ចេកទេសដំណាំស្រូវ"
        ]
      }
    ]
  },
  {
    "id": 57,
    "code": "uni_gov_0057",
    "universityName": "មជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈខេត្តកំពង់ធំ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវជាតិលេខ៦ ភូមិអាចារ្យលាក់ សង្កាត់អាចារ្យលាក់ ក្រុងស្ទឹងសែន ខេត្តកំពង់ធំ",
    "province": "កំពង់ធំ",
    "phoneNumbers": [
      "០១២ ៩២៦ ២៣២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផ្សារដែក",
          "ជួសជុលវិទ្យុ ម៉ាញ៉េ ទូរទស្សន៍",
          "ជួសជុលម៉ាស៊ីនខ្នាតតូច",
          "ចិញ្ចឹមមាន់ទា",
          "ចិញ្ចឹមជ្រូក",
          "ចិញ្ចឹមត្រី",
          "បច្ចេកទេសដាំបន្លែ",
          "បណ្តុះផ្សិតចំបើង",
          "កុំព្យូទ័ររដ្ឋបាល",
          "កាត់ដេរ",
          "ជួសជុលម៉ូតូ",
          "កែសម្ផស្ស",
          "បសុព្យាបាល",
          "ភាសាអង់គ្លេស",
          "ព័ត៌មានវិទ្យា"
        ]
      }
    ]
  },
  {
    "id": 58,
    "code": "uni_gov_0058",
    "universityName": "មជ្ឈមណ្ឌលកោសេយ្យវប្បកម្មជាតិសៀមរាប",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិប្រយុទ្ធ ឃុំពួក ស្រុកពួក ខេត្តសៀមរាប",
    "province": "សៀមរាប",
    "phoneNumbers": [
      "០៨៩ ៣៤៥ ៥២៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "តបណ្តាញលាត",
          "កាត់ដេរសម្លៀកបំពាក់",
          "កាត់ដេរច្នៃម៉ូដ",
          "រដ្ឋបាលកុំព្យូទ័រ",
          "ធ្វើនំ",
          "ចិញ្ចឹមមាន់ និងចាក់វ៉ាក់សាំង",
          "ការប្រើប្រាស់ជី និងថ្នាំពុលកសិកម្ម",
          "ដាំបន្លែ និងជីកំប៉ុស្តិ៍"
        ]
      }
    ]
  },
  {
    "id": 59,
    "code": "uni_gov_0059",
    "universityName": "មជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈខេត្តព្រះវិហារ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិដំណាក់ សង្កាត់កំពង់ប្រណាក ក្រុងព្រះវិហារ ខេត្តព្រះវិហារ",
    "province": "ព្រះវិហារ",
    "phoneNumbers": [
      "០១១ ២៥៣ ៥៥៨"
    ],
    "faxes": [

    ],
    "emails": [
      "ptc.pvh@gmail.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "កុំព្យូទ័ររដ្ឋបាល និងជួសជុល",
          "កុំព្យូទ័ររដ្ឋបាល និងឌីហ្សាញ",
          "ជួសជុលទោចក្រយានយន្ត (ម៉ូតូ)",
          "ជួសជុលម៉ាស៊ីនធុនតូច",
          "កាត់ដេរសម្លៀកបំពាក់",
          "សម្អាងកាយ (អ៊ុតសក់ ផាត់មុខ ធ្វើក្រចក)",
          "សំណង់ (ជាងកំបោរ)",
          "បច្ចេកទេសផលិតជីកំប៉ុស្តិ៍",
          "បច្ចេកទេសដំណាំបន្លែ",
          "បច្ចេកទេសដាំដំណាំឈើហូបផ្លែ",
          "បច្ចេកទេសផ្សាំដំណាំឈើហូបផ្លែ",
          "ដំណាំដំឡូងមី",
          "បច្ចេកទេសចិញ្ចឹមមាន់",
          "បច្ចេកទេសចិញ្ចឹមជ្រូក"
        ]
      }
    ]
  },
  {
    "id": 60,
    "code": "uni_gov_0060",
    "universityName": "មជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈព្រះវិហារ-យ៉ាឡាយ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិធម្មជាតិសម្តេចតេជោហ៊ុនសែន ឃុំស្រអែម ជាំក្សាន្ត ខេត្តព្រះវិហារ",
    "province": "ព្រះវិហារ",
    "phoneNumbers": [
      "០១២ ៣៩០ ២៤៦ / ០៩៨ ៥៤៧ ៣២៧ / ០៩៨ ៤៥៤ ០៤៩"
    ],
    "faxes": [

    ],
    "emails": [
      "ptcpv.yalay@gmail.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "កាត់ដេរ និងច្នៃម៉ូដ",
          "ជួសជុលម៉ូតូ",
          "ជួសជុលម៉ាស៊ីនធុនតូច",
          "ដំណាំបន្លែចំរុះ",
          "បច្ចេកទេសចិញ្ចឹមត្រី",
          "បច្ចេកទេសចិញ្ចឹមមាន់",
          "បច្ចេកទេសចិញ្ចឹមជ្រូក"
        ]
      }
    ]
  },
  {
    "id": 61,
    "code": "uni_gov_0061",
    "universityName": "សាលាបណ្តុះបណ្តាលវិជ្ជាជីវៈរលាំងខេត្តពោធិ៍សាត់",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិស្វាយអាត់ ស្នាមព្រះ ស្រុកបាកាន ខេត្តពោធិ៍សាត់",
    "province": "ពោធិ៍សាត់",
    "phoneNumbers": [
      "០១២ ៨៨៤ ៩១៩ / ០៨១ ២៧១ ៨១៨ / ០១២ ៥០៧ ៦២៤"
    ],
    "faxes": [

    ],
    "emails": [
      "rolangvtsschool@yahoo.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "អគ្គិសនី",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "សំណង់ស៊ីវិល",
          "ព័ត៌មានវិទ្យា",
          "បរិក្ខារត្រជាក់",
          "យន្តសាស្រ្តទូទៅ",
          "កុំព្យូទ័របញ្ចូលបទភ្លេង និងជួសជុលកុំព្យូទ័រ",
          "ជួសជុលម៉ូតូ",
          "ជួសជុលម៉ាស៊ីនធុនតូច (គោយន្ត)",
          "កាត់ដេរសម្លៀកបំពាក់បុរសនារី",
          "ដាំកូនឈើ បន្លែ បណ្តុះផ្សិត",
          "ការផលិតថ្នាំពុលធម្មជាតិ ជីកំប៉ុស្តិ៍",
          "ដំណាំឈើហូបផ្លែ",
          "ចម្លាក់ថ្មកែវ និងឈើ",
          "ចិញ្ចឹមមាន់ ជ្រូក គោ ត្រី"
        ]
      }
    ]
  },
  {
    "id": 62,
    "code": "uni_gov_0062",
    "universityName": "សាលាបណ្តុះបណ្តាលវិជ្ជាជីវៈបឹងនិមល កំពត",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទ្វីខាងត្បូង សង្កាត់អណ្តូងខ្មែរ ក្រុងកំពត ខេត្តកំពត",
    "province": "កំពត",
    "phoneNumbers": [
      "០៣៣ ៦៧៨ ១២១ ២ / ០៩៧ ៩២០ ៨០៨ ៨ / ០៩៩ ៣៦០ ០៨៣"
    ],
    "faxes": [

    ],
    "emails": [
      "boengnimol_school@yahoo.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "កុំព្យូទ័រ",
          "កែសម្ផស្ស",
          "អគ្គិសនី",
          "កាត់ដេរមូលដ្ឋានគ្រឹះ ច្នៃម៉ូដ",
          "តបណ្តាញអគ្គិសនីក្នុងអគារ",
          "សេវាកម្មកុំព្យូទ័រ",
          "ជួសជុលកុំព្យូទ័រ",
          "សម្អាងការ"
        ]
      }
    ]
  },
  {
    "id": 63,
    "code": "uni_gov_0063",
    "universityName": "សាលាបណ្តុះបណ្តាលវិជ្ជាជីវៈខេត្តកំពង់ចាម",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទី៧ សង្កាត់កំពង់ចាម ក្រុងកំពង់ចាម ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១១ ៨៦៥ ៤០៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "កាត់ដេរ",
          "ជួសជុលម៉ូតូ",
          "កុំព្យូទ័រ",
          "ផាត់មុខ",
          "សម្អាងការ",
          "ពេទ្យសត្វ",
          "ជាងកំបោរ",
          "ចិញ្ចឹមគោ",
          "ដំណាំបន្លែ",
          "ចិញ្ចឹមជ្រូក",
          "ជីកំប៉ុស្តិ៍",
          "បណ្តុះផ្សិត"
        ]
      }
    ]
  },
  {
    "id": 64,
    "code": "uni_gov_0064",
    "universityName": "មជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈខេត្តក្រចេះ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិស្រែស្តៅ សង្កាត់អូរឬស្សី ក្រុងក្រចេះ ខេត្តក្រចេះ",
    "province": "ក្រចេះ",
    "phoneNumbers": [
      "០៩៧ ៧៦៧ ៤០០១ / ០៩៧ ៧៨៧ ០០០ ៩"
    ],
    "faxes": [

    ],
    "emails": [
      "ptckratie@gmail.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "អក្សរសាស្រ្តអង់គ្លេស",
          "ព័ត៌មានវិទ្យា",
          "អគ្គិសនី",
          "សេវាកម្មកុំព្យូទ័រ",
          "ផ្សារដែក",
          "បរិក្ខារត្រជាក់",
          "សំណង់ជាងកំបោរ",
          "កុំព្យូទ័ររដ្ឋបាល និងគណនេយ្យ",
          "ជួសជុលម៉ូតូ",
          "បសុពេទ្យ",
          "សម្អាងកាយ",
          "ជួសជុលរថយន្ត",
          "អ៊ុតសក់",
          "ចិញ្ចឹមជ្រូក",
          "ចិញ្ចឹមគោក្របី",
          "ចិញ្ចឹមមាន់",
          "ដាំបន្លែចំរុះ",
          "ដាំដំឡូងមី",
          "បណ្តុះផ្សិតអំបោះ",
          "បណ្តុះផ្សិតចំបើង",
          "កាត់ដេរ"
        ]
      }
    ]
  },
  {
    "id": 65,
    "code": "uni_gov_0065",
    "universityName": "មជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈខេត្តស្ទឹងត្រែង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិស្រែពោធិ៍ សង្កាត់ស្រះឬស្សី ក្រុងស្ទឹងត្រែង ខេត្តស្ទឹងត្រែង",
    "province": "ស្ទឹងត្រែង",
    "phoneNumbers": [
      "០៩២ ៩៦៣ ៤៣៤ /​​​ ០៩៧ ៨៥០ ៨៥០ / ០៩៧ ២៦៨ ២៩៩ ៨"
    ],
    "faxes": [

    ],
    "emails": [
      "ptc_stg@yahoo.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "គណនេយ្យ និងហិរញ្ញវត្ថុ",
          "អគ្គិសនី",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "កុំព្យូទ័រ",
          "សំណង់",
          "ផ្សារដែក",
          "សម្អាងកាយ",
          "កាត់ដេរ",
          "ជាងកំបោរ",
          "ជួសជុលម៉ាស៊ីនធុនតូច",
          "ជួសជុលម៉ូតូ"
        ]
      }
    ]
  },
  {
    "id": 66,
    "code": "uni_gov_0066",
    "universityName": "មជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈខេត្តមណ្ឌលគិរី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិជ្រៃសែន សង្កាត់សែនមនោរម្យ ក្រុងសែនមនោរម្យ ខេត្តមណ្ឌលគិរី",
    "province": "មណ្ឌលគិរី",
    "phoneNumbers": [
      "០១២ ៣១៣ ៣៦២ / ០៩២ ៣៥៥ ៦២៣ / ០៩៧ ៩៧០ ៩៨១​​​ ១"
    ],
    "faxes": [

    ],
    "emails": [
      "ptc.mondulkiri@yahoo.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "អគ្គិសនី",
          "គណនេយ្យ និងហិរញ្ញវត្ថុ",
          "គ្រប់គ្រងពាណិជ្ជកម្ម",
          "ទីផ្សារ",
          "កសិកម្ម (ក្សេត្រសាស្រ្ត បសុវប្បកម្ម)",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "តបណ្តាញអគ្គិសនីក្នុងអគារ",
          "សំណង់",
          "ជួសជុលរថយន្ត",
          "ជាងផ្សារដែក",
          "បរិក្ខារត្រជាក់",
          "កុំព្យូទ័ររដ្ឋបាល",
          "អ៊ុតសក់ ផាត់មុខ",
          "កាត់ដេរសម្លៀកបំពាក់",
          "ជួសជុលម៉ូតូ",
          "តម្បាញជនជាតិ",
          "តបណ្តាញអគ្គិសនី",
          "សេវាកម្មរដ្ឋបាល"
        ]
      }
    ]
  },
  {
    "id": 67,
    "code": "uni_gov_0067",
    "universityName": "មជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈខេត្តរតនគិរី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទេសអន្លង់ សង្កាត់បឹងក្រែង ក្រុងបានលុង ខេត្តរតនគិរី",
    "province": "រតនគិរី",
    "phoneNumbers": [
      "០១២ ៥៥២ ២៨២ / ០១២ ៣៨៧ ៦៦៤ / ០១២ ៩១៩ ៥០១ / ០៨៩ ៨៤២ ៧៣៥"
    ],
    "faxes": [

    ],
    "emails": [
      "sem.patvan@gmail.com",
      "limsonghuot@gmail.com"
    ],
    "websiteOrFacebook": [
      "Ptc Ratanak Kiri"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "អគ្គិសនី",
          "ព័ត៌មានវិទ្យា",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "ជួសជុលបរិក្ខារត្រជាក់",
          "សំណង់ស៊ីវិល",
          "ជួសជុលរថយន្ត",
          "ជួសជុលកុំព្យូទ័រ",
          "ជួសជុលម៉ូតូ",
          "កាត់ដេរ",
          "កែសម្ផស្ស"
        ]
      }
    ]
  },
  {
    "id": 68,
    "code": "uni_gov_0068",
    "universityName": "មជ្ឈមណ្ឌលអប់រំបច្ចេកទេសមិត្តភាពកម្ពុជា-ជប៉ុន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិមណ្ឌល៣ សង្កាត់ស្លក្រាម ក្រុងសៀមរាប ខេត្តសៀមរាប ស្ថិតក្នុងបរិវេណសាលាគរុកោសល្យ និងវិក្រិតការខេត្ត",
    "province": "សៀមរាប",
    "phoneNumbers": [

    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "ធ្វើម្ហូប",
          "បច្ចេកវិទ្យាព័ត៌មាន",
          "បដិសណ្ឋារកិច្ច",
          "ទេសចរណ៍",
          "សម្អាងការ"
        ]
      }
    ]
  },
  {
    "id": 69,
    "code": "uni_gov_0069",
    "universityName": "មជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈខេត្តត្បូងឃ្មុំ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិនិគមន៍លើ ឃុំស្រឡប់ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០១២ ៦៧៥ ៦២៨ / ០៩៣ ២២០ ២២១ / ០៧០ ២៦៩ ២៩២"
    ],
    "faxes": [

    ],
    "emails": [
      "tkprovincialtrainingcenter@gmail.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "អគ្គិសនី",
          "អេឡិចត្រូនិក",
          "សំណង់ស៊ីវិល",
          "យន្តសាស្រ្តរថយន្ត",
          "ព័ត៌មានវិទ្យា",
          "បន្ស៊ីលោហៈ",
          "ផ្សារអគ្គិសនី",
          "កាត់ដេរសម្លៀកបំពាក់",
          "តបណ្តាញអគ្គិសនី",
          "សម្អាងការ",
          "កាត់សក់បុរស",
          "ផ្សារដែក",
          "កាត់កញ្ចក់",
          "ជួសជុលទូរស័ព្ទ",
          "ជួសជុលម៉ូតូ",
          "ជួសជុលរថយន្ត",
          "ជួសជុលវិទ្យុ ម៉ាញ៉េ ទូរទស្សន៍",
          "អ៊ុតសក់ ផាត់មុខ ធ្វើក្រចក",
          "កុំព្យូទ័ររដ្ឋបាល",
          "រចនារូបភាព",
          "ពេទ្យសត្វភូមិ",
          "ចិញ្ចឹមជ្រូក",
          "ចិញ្ចឹមមាន់",
          "ចិញ្ចឹមគោ ក្របី",
          "ចិញ្ចឹមត្រី",
          "ចិញ្ចឹមកង្កែប",
          "ដាំបន្លែចំរុះ",
          "បណ្តុះផ្សិត",
          "ផលិតជីកំប៉ុស្តិ៍",
          "កែច្នៃចំណីអាហារ",
          "បច្ចេកទេសក្រោយប្រមូលផល"
        ]
      }
    ]
  },
  {
    "id": 70,
    "code": "uni_gov_0070",
    "universityName": "វិទ្យាស្ថានសហគ្រិនភាព និងនវានុវត្តន៍",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិចុងថ្នល់ខាងលិច សង្កាត់ទឹកថ្លា ខណ្ឌសែនសុខ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០១១ ២៩៨ ៤៥៦"
    ],
    "faxes": [

    ],
    "emails": [
      "info@ciedi.edu.kh"
    ],
    "websiteOrFacebook": [
      "www.ciedi.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "ព័ត៌មានវិទ្យា",
          "គណនេយ្យ",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "គ្រប់គ្រង និងសហគ្រិនភាព",
          "ម៉ាឃីតធីង",
          "ភាសាអង់គ្លេស",
          "ទេសចរណ៍ និងបដិសណ្ឋារកិច្ច",
          "ព័ត៌មានវិទ្យា",
          "គណនេយ្យ",
          "ធនាគារ​​​ និងហិរញ្ញវត្ថុ",
          "គ្រប់គ្រង និងសហគ្រិនភាព",
          "ម៉ាឃីតធីង",
          "ភាសាអង់គ្លេស",
          "ទេសចរណ៍ និងបដិសណ្ឋារកិច្ច",
          "អគ្គិសនី",
          "ថែទាំ និងជួសជុលម៉ាស៊ីនត្រជាក់",
          "រចនារូបភាព និងបោះពុម្ព",
          "ជាងផ្សារ",
          "ជាងកំបោរ",
          "សម្អាងកាយ",
          "កាត់ដេរ",
          "កាត់សក់បុរស",
          "ជួសជុលម៉ូតូ",
          "ធ្វើម្ហូប",
          "ឆុងកាហ្វេ",
          "សហគ្រិនភាព",
          "កសិកម្ម"
        ]
      }
    ]
  },
  {
    "id": 71,
    "code": "uni_gov_0071",
    "universityName": "វិទ្យាស្ថានបច្ចេកវិទ្យាបាត់ដំបង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិរំចេក៤ សង្កាត់រតនៈ ក្រុងបាត់ដំបង ខេត្តបាត់ដំបង",
    "province": "បាត់ដំបង",
    "phoneNumbers": [
      "០១៦ ៨៦៣ ៨៩៩ / ០១២ ២១២ ៦៨៦ / ០៨៩ ២៧០ ៨៦៦"
    ],
    "faxes": [

    ],
    "emails": [
      "dvd_assany@yahoo.com",
      "bunchheangbit@gmail.com"
    ],
    "websiteOrFacebook": [
      "www.bittvet.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "សំណង់ស៊ីវិល",
          "អគ្គិសនី",
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "វិស្វកម្មរថយន្ត",
          "វិស្វកម្មអគ្គិសនី",
          "បរិក្ខារត្រជាក់",
          "សំណង់",
          "អគ្គិសនី",
          "យន្តសាស្រ្តរថយន្ត",
          "អេឡិចត្រូនិក",
          "គ្រឿងយន្តកសិកម្ម",
          "គំនូរបោះពុម្ព",
          "តបណ្តាញអគ្គិសនី",
          "ជួសជុលម៉ាស៊ីនត្រជាក់",
          "ជួសជុលម៉ូតូ",
          "ជួសជុលម៉ាស៊ីនធុនតូច",
          "ចម្លាក់ផ្លែឈើ",
          "កាត់ដេរ"
        ]
      }
    ]
  },
  {
    "id": 72,
    "code": "uni_gov_0072",
    "universityName": "វិទ្យាស្ថានពហុបច្ចេកទេសខេត្តព្រះសីហនុ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ក្រុមទី១៥ ភូមិ២ សង្កាត់៣ ក្រុងព្រះសីហនុ ខេត្តព្រះសីហនុ",
    "province": "ព្រះសីហនុ",
    "phoneNumbers": [
      "០១២ ៣៩០ ២៤៦ / ០៩៨ ៥៤៧ ៣២៧ / ០៩៨ ៤៥៤ ០៤៩"
    ],
    "faxes": [

    ],
    "emails": [
      "pipshv@yahoo.com"
    ],
    "websiteOrFacebook": [
      "www.pip.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "វិស្វកម្មអគ្គិសនី",
          "ព័ត៌មានវិទ្យា",
          "សណ្ឋាគារ និងទេសចរណ៍",
          "គណនេយ្យ",
          "ភាសាអង់គ្លេស",
          "សំណង់ស៊ីវិល",
          "អេឡិចត្រូនិក",
          "មេកានិក",
          "ជាងកំបោរ",
          "តបណ្តាញអគ្គិសនី",
          "តបណ្តាញទឹក",
          "ការតំឡើងពុម្ព",
          "សេវាកម្មរដ្ឋបាល",
          "សេវាកម្មកុំព្យូទ័រ",
          "សេវាកម្មធនធានមនុស្ស",
          "សេវាកម្មអតិថិជន",
          "សេវាជួសជុល និងថែទាំរថយន្ត",
          "ជួសជុលអគ្គិសនីរថយន្ត",
          "ជួសជុលម៉ាស៊ីនត្រជាក់រថយន្ត",
          "កែច្នៃគ្រឿងបន្លាស់រថយន្ត",
          "កុំព្យូទ័ររដ្ឋបាល",
          "ជួសជុលបរិក្ខារអេឡិចត្រូនិក",
          "ជួសជុលបរិក្ខារអគ្គិសនី",
          "ជួសជុលម៉ូតូ",
          "ជូសជុលបរិក្ខារត្រជាក់",
          "កាត់ដេរសម្លៀកបំពាក់នារី",
          "សម្អាងកាយ",
          "បដិសណ្ឋារកិច្ច",
          "កាត់សក់បុរស",
          "ផ្សារដែក",
          "ចិញ្ចឹមមាន់",
          "ចិញ្ចឹមត្រី",
          "ចិញ្ចឹមជ្រូក",
          "ដំណាំស្រូវ",
          "ដាំបន្លែ",
          "បណ្តុះផ្សិត",
          "ជីកំប៉ុស្តិ៍"
        ]
      }
    ]
  },
  {
    "id": 73,
    "code": "uni_gov_0073",
    "universityName": "វិទ្យាស្ថានពហុបច្ចេកទេសអង្គរ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិព្រៃគុយ ឃុំអំពិល ស្រុកប្រាសាទបាគង ខេត្តសៀមរាប",
    "province": "សៀមរាប",
    "phoneNumbers": [
      "០១៧ ៦៧៤ ៤៤៦ / ០១២ ៥៩៦ ៤៦៦ / ០៨៩ ៣៤៥ ៥២៦"
    ],
    "faxes": [

    ],
    "emails": [
      "mob.sinuon@gmail.com",
      "rath.ratanak17@gmail.com"
    ],
    "websiteOrFacebook": [
      "www.npia.info"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "វិស្វកម្មអគ្គិសនី",
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "វិស្វកម្មស្ថាបត្យកម្ម",
          "វិស្វកម្មអេឡិចត្រូនិក",
          "វិស្វកម្មមេកានិក",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "តម្លើងបណ្តាញអគ្គិសនីក្នុងអគារ",
          "សំណង់ស៊ីវិល",
          "ថែទាំ និងជួសជុលម៉ូតូ",
          "សេវាកម្មកុំព្យូទ័រ",
          "ជំនាញតបណ្តាញទឹក",
          "ជំនាញសំណង់",
          "ជួសជុលអគ្គិសនីរថយន្ត",
          "ជួសជុលម៉ាស៊ីនត្រជាក់រថយន្ត",
          "ជួសជុលបរិក្ខារត្រជាក់",
          "ជំនាញបច្ចេកទេសរំពងសំឡេង និងចង្ក្រៀងបំភ្លឺឆាក",
          "ជំនាញប្រព័ន្ធបញ្ជាម៉ូតូ",
          "បច្ចេកវិទ្យាចិញ្ចឹមជ្រូក និងប្រើប្រាស់វ៉ាក់សាំង",
          "បច្ចេកវិទ្យាចិញ្ចឹមមាន់ និងប្រើប្រាស់វ៉ាក់សាំង",
          "បច្ចេកវិទ្យាដាំដំណាំបន្លែ និងជីកំប៉ុស្តិ៍",
          "បច្ចេកទេសចិញ្ចឹមត្រី"
        ]
      }
    ]
  },
  {
    "id": 74,
    "code": "uni_gov_0074",
    "universityName": "វិទ្យាស្ថានពហុបច្ចេកទេសមិត្តភាពកម្ពុជា ចិនខេត្តព្រះសីហនុ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិពូធឿង ឃុំបិតត្រាំង ស្រុកព្រៃនប់ ខេត្តព្រះសីហនុ (ក្នុងតំបន់សេដ្ឋកិច្ចពិសេស)",
    "province": "ព្រះសីហនុ",
    "phoneNumbers": [
      "០១២ ២៦១ ២៤២ / ០៦៩ ៣៧៧ ២៧៤ / ០១៦ ៦៣៣ ៣៦៧"
    ],
    "faxes": [

    ],
    "emails": [
      "pccfpi@gmail.com"
    ],
    "websiteOrFacebook": [
      "វិទ្យាស្ថានពហុបច្ចេកទេសមិត្តភាពកម្ពុជា ចិនខេត្តព្រះសីហនុ"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "វិស្វកម្មអគ្គិសនី",
          "វិស្វកម្មអេឡិចត្រូនិក",
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "វិស្វកម្មយន្តសាស្រ្តរថយន្ត",
          "បច្ចេកវិទ្យាព័ត៌មានវិទ្យា",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "ទេសចរណ៍ និងបដិសណ្ឋារកិច្ច",
          "ភាសាអង់គ្លេស",
          "អគ្គិសនី",
          "អេឡិចត្រូនិក",
          "សំណង់ស៊ីវិល",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "សំណង់ជាងកំបោរ",
          "ការថែទាំ និងជួសជុលរថយន្ត",
          "សេវាកម្មកុំព្យូទ័រ",
          "ជាងក្រឡឹង",
          "តបណ្តាញអគ្គិសនី",
          "តបណ្តាញទឹក",
          "ជួសជុលម៉ាស៊ីនដេរ",
          "ជួសជុលកុំព្យូទ័រ",
          "មូលដ្ឋានគ្រឹះកាត់ដេរ",
          "ជួសជុលរថយន្ត​​​ និងម៉ូតូ",
          "មូលដ្ឋានគ្រឹះបសុព្យាបាល"
        ]
      }
    ]
  },
  {
    "id": 75,
    "code": "uni_gov_0075",
    "universityName": "វិទ្យាស្ថានពហុបច្ចេកទេសខេត្តពោធិ៍សាត់",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិចំការចេកខាងត្បូង សង្កាត់ផ្ទះព្រៃ ក្រុងពោធិ៍សាត់ ខេត្តពោធិ៍សាត់",
    "province": "ពោធិ៍សាត់",
    "phoneNumbers": [
      "០១២ ២៧៩ ៣២០ /  ០៧៨ ៣៥១ ០៤៦"
    ],
    "faxes": [

    ],
    "emails": [
      "ptc_pursat@yahoo.com"
    ],
    "websiteOrFacebook": [
      "វិទ្យាស្ថានពហុបច្ចេកទេសខេត្តពោធិ៍សាត់"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "ព័ត៌មានវិទ្យា",
          "អេឡិចត្រូនិក",
          "វិស្វកម្មអគ្គិសនី",
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "បរិក្ខារត្រជាក់",
          "អគ្គិសនី",
          "ការថែទាំ និងជួសជុលរថយន្ត",
          "សេវាកម្មកុំព្យូទ័រ",
          "សេវាកម្មទីផ្សារ",
          "តបណ្តាញអគ្គិសនី",
          "កុំព្យូទ័រក្រាហ្វិច",
          "កុំព្យូទ័ររដ្ឋបាល",
          "កុំព្យូទ័រគ្រប់គ្រងទិន្នន័យ",
          "ជួសជុល និងតំឡើងម៉ាស៊ីនត្រជាក់",
          "ជួសជុល និងតំឡើងកុំព្យូទ័រ",
          "ឌីហ្សាញវេបសាយ",
          "អគ្គិសនីតបណ្តាញ",
          "ជួសជុលម៉ាស៊ីនធុនតូច",
          "បសុព្យាបាល",
          "គូរប្លង់អគារ"
        ]
      }
    ]
  },
  {
    "id": 76,
    "code": "uni_gov_0076",
    "universityName": "វិទ្យាស្ថានពហុបច្ចេកទេសខេត្តកំពង់ចាម",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវជាតិលេខ៧ចាស់ ភូមិទី៧ សង្កាត់កំពង់ចាម ក្រុងកំពង់ចាម ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១៧ ៩១៤ ៥៤៧ / ០១២ ៤០៤ ៣០៦ / ០៩៧ ៣៨២ ៨២៦ ១"
    ],
    "faxes": [

    ],
    "emails": [
      "havthin.ptc.kpc@gmail.com"
    ],
    "websiteOrFacebook": [
      "មជ្ឃមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈខេត្តកំពង់ចាម"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "វិស្វកម្មអគ្គិសនី",
          "គណនេយ្យ",
          "សំណង់ស៊ីវិល",
          "ព័ត៌មានវិទ្យា",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "អគ្គិសនីក្នុងអគារ",
          "ជាងកំបោរ",
          "ថែទាំ និងជួសជុលរថយន្ត",
          "សេវាកម្មកុំព្យូទ័រ",
          "សេវាកម្មរដ្ឋបាល",
          "តបណ្តាញអគ្គិសនី",
          "អ៊ុតសក់ ផាត់មុខ ធ្វើក្រចក",
          "កាត់សក់បុរស",
          "សម្អាងការ",
          "ជួសជុលម៉ាស៊ីនត្រជាក់",
          "ជួសជុលម៉ូតូ",
          "កាត់ដេរសម្លៀកបំពាក់",
          "ភាសាកូរ៉េ",
          "ចិញ្ចឹមមាន់ និងចាក់វ៉ាក់សាំង",
          "ចិញ្ចឹមគោ ក្របី​​​ និងចាក់វ៉ាក់សាំង",
          "ចិញ្ចឹមជ្រូ​​​ក និងចាក់វ៉ាក់សាំង",
          "ដាំបន្លែចំរុះ",
          "បណ្តុះផ្សិត",
          "ផលិតជីកំប៉ុស្តិ៍",
          "ចិញ្ចឹមត្រី"
        ]
      }
    ]
  },
  {
    "id": 77,
    "code": "uni_gov_0077",
    "universityName": "វិទ្យាស្ថានពហុបច្ចេកទេសខេត្តបន្ទាយមានជ័យ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិគាប សង្កាត់ទឹកថ្លា ក្រុងសិរីសោភ័ណ ខេត្តបន្ទាយមានជ័យ",
    "province": "បន្ទាយមានជ័យ",
    "phoneNumbers": [
      "០៩៥ ៩៣៤ ៤៤៧ / ០៩២ ៨០០ ៣៦៩ / ០៩៦ ៥៧៥ ៧០៣ ៦ / ០៥៤ ២១០ ០១៣"
    ],
    "faxes": [

    ],
    "emails": [
      "socheath700@gmail.com"
    ],
    "websiteOrFacebook": [
      "វិទ្យាស្ថានពហុបច្ចេកទេសខេត្តបន្ទាយមានជ័យ"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "អគ្គិសនី",
          "សំណង់ស៊ីវិល",
          "ព័ត៌មានវិទ្យា",
          "សំណង់",
          "រថយន្ត",
          "អគ្គិសនី",
          "ជាងកំបោរ",
          "តបណ្តាញអគ្គិសនី",
          "តបណ្តាញទឹក",
          "ជួសជុលម៉ាស៊ីនត្រជាក់",
          "កុំព្យូទ័រឌីហ្សាញ",
          "កុំព្យូទ័រគណនេយ្យ",
          "បច្ចេកទេសកែច្នៃបន្លែ និងផ្លែឈើ",
          "ដំណាំបន្លែ",
          "វិធានការការពារដំណាំ",
          "ចិញ្ចឹមមាន់ និងចាក់វ៉ាក់សាំង",
          "ចិញ្ចឹមជ្រូក និងចាក់វ៉ាក់សាំង"
        ]
      }
    ]
  },
  {
    "id": 78,
    "code": "uni_gov_0078",
    "universityName": "វិទ្យាស្ថានពហុបច្ចេកទេសខេត្តកំពង់ធំ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិព្រៃបន្លិច សង្កាត់អាចារ្យលាក់ ក្រុងស្ទឹងសែន ខេត្តកំពង់ធំ",
    "province": "កំពង់ធំ",
    "phoneNumbers": [
      "០១២ ៩២៦ ២៣២ / ០១២ ៣២៩ ៩៣៩ / ០១២ ២៥៩ ៦៤៩"
    ],
    "faxes": [

    ],
    "emails": [
      "hieng_ptc@yahoo.com"
    ],
    "websiteOrFacebook": [
      "www.ptckgthom.wixsite.com/kgthom"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "ព័ត៌មានវិទ្យា",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "បសុព្យាបាល",
          "គណនេយ្យ",
          "សេវាកម្មកុំព្យូទ័រ",
          "បច្ចេកទេសដាំបន្លែ",
          "បច្ចេកទេសបណ្តុះផ្សិត",
          "បច្ចេកទេសផលិតជីកំប៉ុស្តិ៍",
          "បច្ចេកទេសកែច្នៃចំណីសត្វ",
          "បច្ចេកទេសចិញ្ចឹមមាន់",
          "បច្ចេកទេសចិញ្ចឹមទា",
          "បច្ចេកទេសចិញ្ចឹមជ្រូក",
          "ភាសាកូរ៉េ",
          "ការងារជាងកំបោរ",
          "ជាងជួសជុលម៉ូតូ",
          "ជាងកាត់ដេរ",
          "សម្អាងការ និងកែសម្ផស្ស",
          "បច្ចេកទេសផលិតសាប៊ូលាងចាន",
          "បច្ចេកទេសបណ្តុះកូនឈើ"
        ]
      }
    ]
  },
  {
    "id": 79,
    "code": "uni_pri_0001",
    "universityName": "សាខាវិទ្យាស្ថានក្រុងអង្គរ",
    "logoName": require('../../assets/images/schools/krong_angkor.jpg'),
    "address": "ផ្លូវលេខ ១១ ភូមិឯករ៉ាម សង្កាត់ជើងទឹក ខេត្តព្រៃវែង",
    "province": "ព្រៃវែង",
    "phoneNumbers": [
      "០១២ ៤៩១ ៧៧៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រង\nពាណិជ្ជកម្ម និងទេសចរណ៍",
        "majors": [
          "គ្រប់គ្រង",
          "គណនេយ្យ",
          "ទីផ្សារ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យនិតីសាស្រ្ត និង\nសេដ្ឋកិច្ច",
        "majors": [
          "និតីឯកជន",
          "និតីសាធារណៈ",
          "ធនាគារ និងហរិញ្ញវត្ថុ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត\nអប់រំ",
        "majors": [
          "គណិតវិទ្យា",
          "រូបវិទ្យា",
          "អក្សរសាស្រ្តខ្មែរ",
          "ភាសាអង់គ្លេស"
        ]
      }
    ]
  },
  {
    "id": 80,
    "code": "uni_pri_0002",
    "universityName": "សាខាសាកលវិទ្យាល័យឯកទេសនៃកម្ពុជា",
    "logoName": require('../../assets/images/schools/cambodia_specialty.jpg'),
    "address": "ភូមិជ្រោយថ្ម សង្កាត់បឹងកុក ក្រុងកំពង់ចាម ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១២ ៤៤២ ៧២៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ\n មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "អក្សរសាស្រ្តអង់គ្លេស",
          "ប្រវត្តិវិទ្យា",
          "ចិត្ត-គរុកោសល្យ",
          "ភូមិវិទ្យា",
          "អក្សរសាស្រ្តខ្មែរ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត\nនិងបច្ចេកទេស",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "គីមីវិទ្យា",
          "ជីវវិទ្យា",
          "គ្រប់គ្រងប្រព័ន្ធព័ត៌មានវិទ្យា",
          "គណិតវិទ្យា",
          "រូបវិទ្យា",
          "គ្រប់គ្រងសិ្ថតិអនុវត្តន៍",
          "បច្ចេកវិទ្យាព័ត៌មានវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រង\nពាណិជ្ជកម្ម និងសេដ្ឋកិច្ច",
        "majors": [
          "គ្រប់គ្រង",
          "គណនេយ្យ",
          "ហរិញ្ញវត្ថុ និងធនាគារ",
          "ម៉ាឃីតធីង(ទីផ្សារ)",
          "សេដ្ឋកិច្ចអភិវឌ្ឍន៍",
          "គ្រប់គ្រងសណ្ឋាគារ និងទេសចរណ៍",
          "គ្រប់គ្រងការផ្សាយពាណិជ្ជកម្ម",
          "គ្រប់គ្រងពាណិជ្ជកម្មអន្ដរជាតិ",
          "គ្រប់គ្រងអចលនវត្ថុ និងដីធ្លី"
        ]
      }
    ]
  },
  {
    "id": 81,
    "code": "uni_pri_0003",
    "universityName": "សាខាសាកលវិទ្យាល័យវេស្ទើន",
    "logoName": require('../../assets/images/schools/western.jpg'),
    "address": "ភូមិទី ២ សង្កាត់វាលវង់ ក្រុងកំពង់ចាម ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៤២ ៩៤២ ០២៤",
      "០៩៧ ៦៦៩ ៩៩៩០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ \nមនុស្សសាស្រ្ត ភាសា",
        "majors": [
          "អប់រំភាសាអង់គេ្លស",
          "អង់គេ្លសសម្រាប់ទំនាក់ទំនង"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រង\nសណ្ឋាគារ និងទេសចរណ៏",
        "majors": [
          "គ្រប់គ្រងសណ្ឋាគារ និងបដិសណ្ឋាកិច្ច",
          "គ្រប់គ្រងទេសចរណ៍"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសេដ្ឋកិច្ច",
        "majors": [
          "ហរិញ្ញវត្ថុ និងធនាគារ",
          "សេដ្ឋកិច្ចអភិវឌ្ឍន៍",
          "វិនិយោគ និងទីផ្សារភាគហ៊ុន"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រង\nពាណិជ្ជកម្ម គណនេយ្យ",
        "majors": [
          "ទីផ្សារ និងទំនាក់ទំនង",
          "គ្រប់គ្រង និងភាពជាអ្នកដឹកនាំ",
          "គណនេយ្យ និងសេវនកម្ម"
        ]
      },
      {
        "name": "នីតិសាស្រ្ត",
        "majors": [
          "ច្បាប់",
          "ច្បាប់ការទូត",
          "រដ្ឋបាលសារធាណៈ",
          "ច្បាប់អង្គការអន្តរជាតិ និង NGOs"
        ]
      },
      {
        "name": "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
        "majors": [
          "រៀបចំបណ្ដាញកុំព្យូទ័រ",
          "សរសេរកម្មវិទ្យាគ្រប់គ្រងកុំព្យូទ័រ"
        ]
      },
      {
        "name": "វិទ្យាសាស្រ្តអប់រំ",
        "majors": [
          "ប្រវត្តិវិទ្យា",
          "រូបវិទ្យា",
          "ខេមវិទ្យា",
          "ជីវវិទ្យា",
          "គីមីវិទ្យា",
          "គណិតវិទ្យា",
          "ទស្សនៈវិទ្យា"
        ]
      }
    ]
  },
  {
    "id": 82,
    "code": "uni_pri_0004",
    "universityName": "សាខាសាកលវិទ្យាល័យគ្រប់គ្រង និង សេដ្ឋកិច្ច",
    "logoName": require('../../assets/images/schools/management_economic.png'),
    "address": "ផ្លូវជាតិលេខ ៧ ភូមិបឹងស្នាយ សង្កាត់សំបូរមាស ក្រុងកំពង់ចាម ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៤២ ៦៧៧ ៧៧០៧",
      "០៤២ ៦៧៧ ៧៧០៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "គ្រប់គ្រង",
          "គ្រប់គ្រងទេសចរណ៍",
          "គណនេយ្យ",
          "ធនាគារ និងហរិញ្ញវត្ថុ",
          "ទីផ្សារ (ម៉ាឃីតធីង)",
          "ច្បាប់",
          "សេដ្ឋកិច្ច",
          "អភិវឌ្ឍន៍សហគមន៍",
          "អក្សរសាស្រ្តខ្មែរ",
          "ភាសាអង់គ្លេស",
          "គណិតវិទ្យា"
        ]
      }
    ]
  },
  {
    "id": 83,
    "code": "uni_pri_0005",
    "universityName": "សាកលវិទ្យាល័យកំពង់ចាម",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ក្រុងកំពង់ចាម ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "0426777729",
      "096 555 666 8",
      "088 97 97 222",
      "098 54 40 80"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "គិលានុបដ្ឋាន",
          "ទន្តគិលានុដ្ឋាន",
          "មន្ទីរពិសោធន៏",
          "ធ្មប"
        ]
      }
    ]
  },
  {
    "id": 84,
    "code": "uni_pri_0006",
    "universityName": "ពុទ្ធិកសាកលវិទ្យាល័យសម្ដេចអគ្គមហាសេនាបតី តេជោ ហ៊ុន សែន",
    "logoName": require('../../assets/images/schools/hsbu.png'),
    "address": "សង្កាត់ បឹងកុក ក្រុងកំពង់ចាម ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "042 637 0123",
      "015 46 53 73"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អក្សរសាស្រ្តខែ្មរ",
          "ទស្សនវិជ្ជា ពុទ្ធសាសនា",
          "នីតិរដ្ឋបាលសាធារណៈ",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "គ្រប់គ្រងទូទៅ",
          "រដ្ឋបាលអប់រំ",
          "ភាសាបាលី"
        ]
      }
    ]
  },
  {
    "id": 85,
    "code": "uni_pri_0007",
    "universityName": "សាខាសាកលវិទ្យាល័យបៀលប្រាយ",
    "logoName": require('../../assets/images/schools/bbu.png'),
    "address": "ភូមិវិហារចិន សង្កាត់ស្វាយដង្កំ ក្រុងសៀមរាប ខេត្តសៀមរាប",
    "province": "សៀមរាប",
    "phoneNumbers": [
      "០៦៣ ៩៦៣ ៣០០",
      "០១៥ ៩០៨ ៧៧៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យ សេដ្ឋកិច្ច និង \nវិទ្យាសាស្រ្តកសិកម្ម",
        "majors": [
          "សេដ្ឋកិច្ច",
          "សេដ្ឋកិច្ច និងហិរញ្ញវត្ថុ",
          "គ្រប់គ្រងគម្រោង និងអភិវឌ្ឍន៍ជនបទ",
          "គ្រប់គ្រងកសិដ្ឋាន និងកសិធុរកិច្ច",
          "ពាណិជ្ជកម្ម និងហិរញ្ញវត្ថុអន្តរជាតិ",
          "កសិកម្ម",
          "ក្សេត្រសាស្រ្ត",
          "ផលិតកម្មសត្វ",
          "បច្ចេកវិទ្យាក្រោយប្រមូលផល"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យច្បាប់ និង\nវិទ្យាសាស្រ្តសង្គម",
        "majors": [
          "និតិសាស្រ្ត",
          "និតិឯកជន និងនិតិធុរកិច្ច",
          "និតិសាធារណៈ",
          "និតិអន្តរជាតិ",
          "រដ្ឋបាលសាធារណៈ",
          "គ្រប់គ្រងសាធារណៈ និងអភិបាលកិច្ច",
          "គោលនយោបាយសាធារណៈ",
          "វិទ្យាសាស្រ្តនយោបាយ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ\n មនុស្សសាស្រ្​្ត និងភាសា",
        "majors": [
          "ភាសាអង់គ្លេស",
          "បង្រៀនភាសាអង់គ្លេសជាភាសាបរទេស",
          "បកប្រែភាសា",
          "ភាសាអង់គ្លេសសម្រាប់ធុរកិច្ចអន្តរជាតិ",
          "អប់រំ",
          "ផែនការអប់រំ និងគ្រប់គ្រង"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិស្វកម្ម និង\nស្ថាបត្យកម្ម",
        "majors": [
          "វិស្វកម្ម",
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "វិស្វកម្មអគ្គីសនី និងអេឡិចត្រូនិច",
          "វិស្វកម្មអេឡិចត្រូនិច និងទូរគមនាគមន៍",
          "វិស្វកម្មសំណង់ស៊ីវិលអាគារ",
          "វិស្វកម្មសំណង់ស៊ីវិលស្ពានថ្នល់",
          "ស្ថាបត្យកម្ម និងនគរូបនីយកម្ម",
          "ស្ថាបត្យកម្ម តុបតែងក្នុងអាគារ",
          "រចនាម៉ូតផលិតផល"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត\nនិងបច្ចេកវិទ្យា",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "បច្ចេកវិទ្យាព័ត៌មាន",
          "បច្ចេកវិទ្យាបណ្ដាញកុំព្យូទ័រ",
          "បច្ចេកវិទ្យាព័ត៌មាន និងបណ្ដាញកុំព្យូទ័រ",
          "បច្ចេកវិទ្យាទូរគមនាគមន៍"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យទេសចរណ៍ \nបដិសណ្ឋាកិច្ច",
        "majors": [
          "គ្រប់គ្រងសណ្ឋាគារ និងបដិសណ្ឋាកិច្ច",
          "គ្រប់គ្រងទេសចរណ៍ និងបដិសណ្ឋាកិច្ច",
          "គ្រប់គ្រងសេវាម្ហូបអាហារ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងធុរកិច្ច",
        "majors": [
          "រដ្ឋបាលធុរកិច្ច",
          "គ្រប់គ្រង",
          "សវនកម្ម",
          "គណនេយ្យ និងហរិញ្ញវត្ថុ",
          "ធុរកិច្ចអន្ដរជាតិ",
          "ទីផ្សារ",
          "ហរិញ្ញវត្ថុ",
          "ធនាគារ",
          "គ្រប់គ្រងសហគ្រិនភាព និងសហគ្រាស",
          "គ្រប់គ្រងអចលនទ្រព្យ និងដីធ្លី",
          "ប្រពន្ធ័ព័ត៌មានធុរកិច្ច"
        ]
      }
    ]
  },
  {
    "id": 86,
    "code": "uni_pri_0008",
    "universityName": "សាខាសាកលវិទ្យាល័យបញ្ញាសាស្រ្តកម្ពុជា",
    "logoName": require('../../assets/images/schools/puc.png'),
    "address": "ផ្លូវលេខ ២៧ ភូមិវត្តបូព៌ សង្កាត់ស្លក្រាម ក្រុងសៀមរាប",
    "province": "សៀមរាប",
    "phoneNumbers": [
      "០៦៣ ៩៦៥ ៩៥៧",
      "០១២ ៦០២ ៥៥០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យពាណិជ្ជកម្ម \nនិងសេដ្ឋកិច្ច",
        "majors": [
          "គណនេយ្យ",
          "គ្រប់គ្រងអាជីវកម្ម",
          "ប្រព័ន្ធព័ត៌មានអាជីវកម្ម",
          "សេដ្ឋកិច្ច",
          "សហគ្រិនភាព",
          "ហរិញ្ញវត្ថុ និងធនាគារ",
          "ទីផ្សារ",
          "គ្រប់គ្រងទេសចរណ៍និងបដិសណ្ឋារកិច្ច"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យអប់រំ",
        "majors": [
          "TESOL",
          "រដ្ឋបាលអប់រំនិងភាពជាអ្នកដឹកនាំ",
          "ផែនការអប់រំ គោលនយោបាយ\nនិងការគ្រប់គ្រង (PhD)"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យនីតិសាស្រ្ត\nនិងកិច្ចការសាធារណៈ",
        "majors": [
          "ច្បាប់",
          "ច្បាប់កម្មសិទិ្ធបញ្ញា",
          "ច្បាប់ពណិជ្ជកម្មអន្ដរជាតិ",
          "ច្បាប់ស្តីពីសិទ្ធិមនុស្សអន្តរជាតិ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសង្គមសាស្រ្ត\nនិងទំនាក់ទំនងអន្តរជាតិ",
        "majors": [
          "ទំនាក់ទំនងអន្តរជាតិ",
          "ទំនាក់ទំនងអន្តរជាតិ និងការទូត",
          "ទំនាក់ទំនងអន្តរជាតិ និងសន្តិភាពការអភិវឌ្ឍន៍",
          "ចិត្តវិទ្យា",
          "សង្គមវិទ្យា",
          "វិទ្យាសាស្រ្តនយោបាយ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគណិតវិទ្យា\nវិទ្យាសាស្រ្តនិងវិស្វកម្ម",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "សិក្សាអំពីបរិស្ថាន និងវិទ្យាសាស្រ្ត"
        ]
      }
    ]
  },
  {
    "id": 87,
    "code": "uni_pri_0009",
    "universityName": "សាខាសាកលវិទ្យាល័យឯកទេសនៃកម្ពុជា",
    "logoName": require('../../assets/images/schools/cambodia_specialty.jpg'),
    "address": "ផ្លូវលោកតានឿយ ភូមិវត្តបូព៌ សង្កាត់ស្លក្រាម ក្រុងសៀមរាប ខេត្តសៀមរាប",
    "province": "សៀមរាប",
    "phoneNumbers": [
      "012 63 62 08"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ\nមនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "អក្សរសាស្រ្តអង់គ្លេស",
          "ប្រវត្តិវិទ្យា",
          "ចិត្ត-គរុកោសល្យ",
          "ភូមិវិទ្យា",
          "អក្សរសាស្រ្តខ្មែរ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត\nនិងបច្ចេកទេស",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "គីមីវិទ្យា",
          "ជីវវិទ្យា",
          "គ្រប់គ្រងប្រព័ន្ធព័ត៌មានវិទ្យា",
          "គណិតវិទ្យា",
          "រូបវិទ្យា",
          "គ្រប់គ្រងសិ្ថតិអនុវត្តន៏",
          "បច្ចេកវិទ្យាព័ត៌មានវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រង\nពាណិជ្ជកម្ម និងសេដ្ឋកិច្ច",
        "majors": [
          "គ្រប់គ្រង",
          "គណនេយ្យ",
          "ហរិញ្ញវត្ថុ និងធនាគារ",
          "ម៉ាឃីតធីង(ទីផ្សារ)",
          "សេដ្ឋកិច្ចអភិវឌ្ឍន៏",
          "គ្រប់គ្រងសណ្ឋាគារ និងទេសចរណ៏",
          "គ្រប់គ្រងការផ្សាយពាណិជ្ជកម្ម",
          "គ្រប់គ្រងពាណិជ្ជកម្មអន្ដរជាតិ",
          "គ្រប់គ្រងអចលនវត្ថុ និងដីធ្លី"
        ]
      }
    ]
  },
  {
    "id": 88,
    "code": "uni_pri_0010",
    "universityName": "សាខាសាកលវិទ្យាល័យ មេគង្គកម្ពុជា",
    "logoName": require('../../assets/images/schools/mekong.png'),
    "address": "អគារលេខ ២២០ ផ្លូវ៧ មករាសង្កាត់សាលាកំរើក ក្រុងសៀមរាប ខេត្តសៀមរាប",
    "province": "សៀមរាប",
    "phoneNumbers": [
      "០៦៣ ៦៩០ ០១១១",
      "០៩៨ ៩៧៩ ៦៩៥",
      "០៧៧ ៧៧៣ ៦៣៥"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យ វិទ្យាសាស្រ្ត",
        "majors": [
          "គណនេយ្យ",
          "គ្រប់គ្រងពាណិជ្ជកម្មអន្ដរជាតិ",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "វិភាគហិរញ្ញវត្ថុ និងការវិនិយោគ",
          "បច្ចេកវិទ្យាព័ត៌មានវិទ្យា",
          "សំណង់ស៊ីវិល",
          "ស្ថាបត្យកម្ម"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈមនុស្ស\nសាស្រ្ត និងភាសាបរទេស",
        "majors": [
          "ទំនាក់ទំនងអន្តរជាតិ",
          "ភាសាអង់គ្លេស",
          "សិក្សាជប៉ុន ពាណិជ្ជកម្ម"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តសង្គម",
        "majors": [
          "ម៉ាឃីតធីង(ទីផ្សារ)",
          "គ្រប់គ្រង",
          "ច្បាប់",
          "ច្បាប់ពាណិជ្ជកម្ម",
          "គ្រប់គ្រងធនធានមនុស្ស",
          "គ្រប់គ្រងសណ្ឋាគារ និងបដិសណ្ឋារកិច្ច",
          "ទំនាក់ទំនងសាធារណៈ"
        ]
      },
      {
        "name": "កម្មវិធីសិក្សាអន្តរជាតិ",
        "majors": [
          "គ្រប់គ្រងពាណិជ្ជកម្មនិងសហគ្រាស",
          "គ្រប់គ្រងពាណិជ្ជកម្មអន្ដរជាតិ"
        ]
      }
    ]
  },
  {
    "id": 89,
    "code": "uni_pri_0011",
    "universityName": "សាខាវិទ្យាស្ថានវ៉ាន់ដា",
    "logoName": require('../../assets/images/schools/vanda.jpeg'),
    "address": "ផ្លូវលោកតានឿយ សង្កាត់សាលាកំរើក ក្រុងសៀមរាប ខេត្តសៀមរាប",
    "province": "សៀមរាប",
    "phoneNumbers": [
      "០៦៣ ៩៦៣ ៥៦៣",
      "០១៧ ៣៧០ ២៦៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យ គណនេយ្យ និង \nហិរញ្ញវត្ថុ",
        "majors": [
          "គណនេយ្យ និងធនាគារ",
          "ភាសាអង់គ្លេសសម្រាប់ពាណិជ្ជកម្ម",
          "គណនេយ្យ",
          "បរិញ្ញាបត្រជាន់ខ្ពស់សវនកម្ម",
          "បរិញ្ញាបត្រជាន់ខ្ពស់គណនេយ្យ"
        ]
      }
    ]
  },
  {
    "id": 90,
    "code": "uni_pri_0012",
    "universityName": "សាខាសាកលវិទ្យាល័យ បៀលប្រាយ",
    "logoName": require('../../assets/images/schools/bbu.png'),
    "address": "ផ្លូវលេខ ១ ភូមិទី ៤ សង្កាត់៤ ក្រុងព្រះសីហនុ ខេត្តព្រះសីហនុ",
    "province": "ព្រះសីហនុ",
    "phoneNumbers": [
      "016 565 648"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសេដ្ឋកិច្ច និង\nវិទ្យាសាស្រ្តកសិកម្ម",
        "majors": [
          "សេដ្ឋកិច្ច",
          "សេដ្ឋកិច្ច​និងហិរញ្ញវត្ថុ",
          "គ្រប់គ្រងគម្រោងនិងអភិវឌ្ឍន៍ជនបទ",
          "កសិកម្ម",
          "ផលិតកម្មកសិកម្មនិងទីផ្សារ",
          "គ្រប់គ្រងគម្រោងនិងអភិវឌ្ឍន៍ជនបទ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និង\nបច្ចេកវិទ្យា",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "បច្ចេកវិទ្យាព័ត៌មាន",
          "ការអនុវត្តន៍កុំព្យូទ័រ",
          "បច្ចេកវិទ្យាបណ្ដាញកុំព្យូទ័រ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្ស \nសាស្រ្ត និងភាសា",
        "majors": [
          "ភាសាអង់គ្លេស",
          "បង្រៀនភាសាអង់គ្លេសជាភាសាបរទេស",
          "ភាសាអង់គ្លេសសម្រាប់ធុរកិច្ចអន្តរជាតិ",
          "ផែនការអប់រំ និងគ្រប់គ្រង"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងធុរកិច្ច",
        "majors": [
          "រដ្ឋបាលធុរកិច្ច",
          "គ្រប់គ្រង",
          "គណនេយ្យ និងហិរញ្ញវត្ថុ",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "ទីផ្សារ",
          "ទេសចរណ៍និងបដិសណ្ឋារកិច្ច"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យទេសចរណ៍ និង\nបដិសណ្ឋារកិច្ច",
        "majors": [
          "គ្រប់គ្រងសណ្ឋាគារ និងបដិសណ្ឋារកិច្ច",
          "គ្រប់គ្រងទេសចរណ៍",
          "គ្រប់គ្រងទេសចរណ៍ និងបដិសណ្ឋារកិច្ច"
        ]
      }
    ]
  },
  {
    "id": 91,
    "code": "uni_pri_0013",
    "universityName": "សាខាសាកលវិទ្យាល័យ គ្រប់គ្រង និង សេដ្ឋកិច្ច",
    "logoName": require('../../assets/images/schools/management_economic.png'),
    "address": "ភូមិមណ្ឌល ៣ សង្កាត់៤ ក្រុងព្រះសីហនុ ខេត្តព្រះសីហនុ",
    "province": "ព្រះសីហនុ",
    "phoneNumbers": [
      "០៣៤ ៩៣៣ ៩០៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រង\nពាណិជ្ជកម្ម និងទេសចរណ៍",
        "majors": [

        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្ស\nសាស្រ្ត និងភាសាបរទេស",
        "majors": [

        ]
      },
      {
        "name": "មហាវិទ្យាល័យនិតីសាស្រ្ត និង\nសេដ្ឋកិច្ច",
        "majors": [

        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត \nបច្ចេកវិទ្យា",
        "majors": [

        ]
      }
    ]
  },
  {
    "id": 92,
    "code": "uni_pri_0014",
    "universityName": "សាខាសាកលវិទ្យាល័យបៀលប្រាយ",
    "logoName": require('../../assets/images/schools/bbu.png'),
    "address": "ភូមិចំការសំរោង២ សង្កាត់ចំការសំរោង ក្រុងបាត់ដំបង ខេត្តបាត់ដំបង",
    "province": "បាត់ដំបង",
    "phoneNumbers": [
      "015 651 751",
      "053 393 975"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.bbu.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសេដ្ឋកិច្ច និង\nវិទ្យាសាស្រ្តកសិកម្ម",
        "majors": [
          "សេដ្ឋកិច្ច",
          "សេដ្ឋកិច្ច និងហិរញ្ញវត្ថុ",
          "គ្រប់គ្រងគម្រោង និងអភិវឌ្ឍន៍ជនបទ",
          "កសិកម្ម",
          "ផលិតកម្មកសិកម្ម និងទីផ្សារ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និង\nបច្ចេកវិទ្យា",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "បច្ចេកវិទ្យាព័ត៌មាន",
          "ការអនុវត្តន៍កុំព្យូទ័រ",
          "បច្ចេកវិទ្យាបណ្ដាញកុំព្យូទ័រ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ \nមនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "ភាសាអង់គ្លេស",
          "បង្រៀនភាសាអង់គេ្លសជាភាសាបរទេស",
          "ភាសាអង់គ្លេសសម្រាប់ធុរកិច្ច",
          "ផែនការអប់រំ និងគ្រប់គ្រង"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងធុរកិច្ច",
        "majors": [
          "រដ្ឋបាលធុរកិច្ច(គ្រប់គ្រងធុរកិច្ច)",
          "គ្រប់គ្រង",
          "គណនេយ្យ និងហិរញ្ញវត្ថុ",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "ទីផ្សារ",
          "ទេសចរណ៍ និងបដិសណ្ឋារកិច្ច"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យទេសចរណ៍ និង\nបដិសណ្ឋារកិច្ច",
        "majors": [
          "គ្រប់គ្រងសណ្ឋាគារ និងបដិសណ្ឋារកិច្ច",
          "គ្រប់គ្រងទេសចរណ៍",
          "គ្រប់គ្រងទេសចរណ៍ និងបដិសណ្ឋារកិច្ច"
        ]
      }
    ]
  },
  {
    "id": 93,
    "code": "uni_pri_0015",
    "universityName": "សាខាសាកលវិទ្យាល័យបញ្ញាសាស្រ្តកម្ពុជា",
    "logoName": require('../../assets/images/schools/puc.png'),
    "address": "ផ្លូវលេខ ២០៧ ភូមិរំចេក ៤ សង្កាត់រតនៈ ក្រុងបាត់ដំបង ខេត្តបាត់ដំបង",
    "province": "បាត់ដំបង",
    "phoneNumbers": [
      "០៥៣ ៦៣៨ ៨៨២០",
      "០៥៣ ៦៣៦ ៦៦២០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យអប់រំ",
        "majors": [
          "TESOL"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ អក្សរសាស្រ្ត និងមនុស្សសាស្រ្ត",
        "majors": [
          "នរវិទ្យា",
          "ប្រវត្តិវិទ្យា",
          "ខេមរសិក្សា",
          "តូរ្យតន្រី្ត",
          "ភាសាអង់គ្លេសទំនាក់ទំនង"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យពាណិជ្ជសាស្រ្ត និងសេដ្ឋកិច្ច",
        "majors": [
          "គណនេយ្យ",
          "គ្រប់គ្រងពាណិជ្ជកម្ម",
          "សេដ្ឋកិច្ច",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "ប្រព័ន្ធព័ត៌មានវិទ្យាពាណិជ្ជកម្ម"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងទេសចរណ៍ និងបដិសណ្ឋារកិច្ច និង \nសហគ្រិនភាព",
        "majors": [
          "សហគ្រិនភាព",
          "ទីផ្សារ",
          "ជំនួញអន្តរជាតិ",
          "គ្រប់គ្រងទេសចរណ៍ និងបដិសណ្ឋារកិច្ច"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគណិតវិទ្យា វិទ្យាសាស្រ្ត និងវិស្្វកម្ម",
        "majors": [
          "បរិស្ថាន",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យនិតិសាស្រ្ត និងកិច្ចការសាធារណៈ",
        "majors": [
          "ច្បាប់"
        ]
      }
    ]
  },
  {
    "id": 94,
    "code": "uni_pri_0016",
    "universityName": "សាខាសាកលវិទ្យាល័យឯកទេសនៃកម្ពុជា",
    "logoName": require('../../assets/images/schools/cambodia_specialty.jpg'),
    "address": "ផ្លូវលេខ ២០៧ ភូមិរំចេក ៤ សង្កាត់រតនៈ ក្រុងបាត់ដំបង ខេត្តបាត់ដំបង",
    "province": "បាត់ដំបង",
    "phoneNumbers": [
      "012 44 27 28"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "អក្សរសាស្រ្តអង់គ្លេស",
          "ប្រវត្តិវិទ្យា",
          "ចិត្ត-គរុកោសល្យ",
          "ភូមិវិទ្យា",
          "អក្សរសាស្រ្តខ្មែរ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និងបច្ចេកទេស",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "គីមីវិទ្យា",
          "ជីវវិទ្យា",
          "គ្រប់គ្រងប្រព័ន្ធព័ត៌មានវិទ្យា",
          "គណិតវិទ្យា",
          "រូបវិទ្យា",
          "គ្រប់គ្រងសិ្ថតិអនុវត្តន៍",
          "បច្ចេកវិទ្យាព័ត៌មានវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រង ពាណិជ្ជកម្ម និងសេដ្ឋកិច្ច",
        "majors": [
          "គ្រប់គ្រង",
          "គណនេយ្យ",
          "ហរិញ្ញវត្ថុ និងធនាគារ",
          "ម៉ាឃីតធីង(ទីផ្សារ)",
          "សេដ្ឋកិច្ចអភិវឌ្ឍន៍",
          "គ្រប់គ្រងសណ្ឋាគារ និងទេសចរណ៍",
          "គ្រប់គ្រងការផ្សាយពាណិជ្ជកម្ម",
          "គ្រប់គ្រងពាណិជ្ជកម្មអន្ដរជាតិ",
          "គ្រប់គ្រងអចលនវត្ថុ និងដីធ្លី"
        ]
      }
    ]
  },
  {
    "id": 95,
    "code": "uni_pri_0017",
    "universityName": "សាខាសាកលវិទ្យាល័យចេនឡា",
    "logoName": require('../../assets/images/schools/chenla.png'),
    "address": "ផ្លូវលេខ ២០៧ ភូមិរំចេក ៤ សង្កាត់រតនៈ ក្រុងបាត់ដំបង ខេត្តបាត់ដំបង",
    "province": "បាត់ដំបង",
    "phoneNumbers": [
      "០៨៩ ៧៥២ ២៧២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "បច្ចេកទេសមន្ទីរពិសោនធ៍",
          "គិលានុបដ្ឋាន",
          "ឆ្មប"
        ]
      }
    ]
  },
  {
    "id": 96,
    "code": "uni_pri_0018",
    "universityName": "សាខាសាកលវិទ្យាល័យបៀលប្រាយ",
    "logoName": require('../../assets/images/schools/bbu.png'),
    "address": "ភូមិ១ សង្កាត់រការក្នុង ក្រុងដូនកែវ ខេត្តតាកែវ",
    "province": "តាកែវ",
    "phoneNumbers": [
      "០៣២ ៩៣១ ០៣១",
      "០១២ ៦៦០ ៨២៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសេដ្ឋកិច្ច និង\nវិទ្យាសាស្រ្តកសិកម្ម",
        "majors": [
          "សេដ្ឋកិច្ច",
          "សេដ្ឋកិច្ចនិងហិរញ្ញវត្ថុ",
          "គ្រប់គ្រងគម្រោងនិងអភិវឌ្ឍន៍ជនបទ",
          "កសិកម្ម",
          "ផលិតកម្មកសិកម្មនិងទីផ្សារ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និង\nបច្ចេកវិទ្យា",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "បច្ចេកវិទ្យាព័ត៌មាន",
          "ការអនុវត្តន៍ក្នុងកុំព្យូទ័រ",
          "បច្ចេកវិទ្យាបណ្ដាញកុំព្យូទ័រ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈមនុស្ស\nសាស្រ្ត និងភាសា",
        "majors": [
          "ភាសាអង់គេ្លស",
          "បង្រៀនភាសាអង់គ្លេសជាភាសាបរទេស",
          "ភាសាអង់គេ្លសសម្រាប់ធុរកិច្ចអន្តរជាតិ",
          "ផែនការអប់រំ និងគ្រប់គ្រង"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងធុរកិច្ច",
        "majors": [
          "រដ្ឋបាលធុរកិច្ច(គ្រប់គ្រងធុរកិច្ច)",
          "គ្រប់គ្រង",
          "គណនេយ្យ និងហិរញ្ញវត្ថុ",
          "ធនាគារនិងហិរញ្ញវត្ថុ",
          "ទីផ្សារ",
          "ទេសចរណ៍ និងបដិសណ្ឋារកិច្ច"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យទេសចរណ៍ និង\nបដិសណ្ឋារកិច្ច",
        "majors": [
          "គ្រប់គ្រងសណ្ឋាគារនិងបដិសណ្ឋារកិច្ច",
          "គ្រប់គ្រងទេសចរណ៍",
          "គ្រប់គ្រងទេសចរណ៍និងបដិសណ្ឋារកិច្ច"
        ]
      }
    ]
  },
  {
    "id": 97,
    "code": "uni_pri_0019",
    "universityName": "សាខាសាកលវិទ្យាល័យអង្គរខេមរា",
    "logoName": require('../../assets/images/schools/angkor_khemara.jpg'),
    "address": "អគារលេខ ២០ ផ្លូវ ២២ សង្កាត់រការក្នុង ក្រុងដូនកែវ ខេត្តតាកែវ",
    "province": "តាកែវ",
    "phoneNumbers": [
      "០៣២ ៦៩០ ០១៤៣",
      "០៣២ ៦៩៩ ៩៩៥១",
      "០៩៧ ៧៧៧ ៩៣៩៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យ វិទ្យាសាស្រ្ត\nសង្គម",
        "majors": [
          "សង្គមវិទ្យា",
          "កិច្ចការសង្គម",
          "ចិត្តវិទ្យា",
          "វិទ្យាសាស្រ្តនយោបាយ",
          "សេដ្ឋកិច្ច",
          "គ្រប់គ្រងទូទៅ",
          "ភូមិវិទ្យា",
          "នីតិសាធារណៈ",
          "នីតិឯកជន",
          "គណនេយ្យ និងហរិញ្ញវត្ថុ",
          "ធនាគារ​ និងហរិញ្ញវត្ថុ",
          "រដ្ឋបាលពាណិជ្ជកម្ម",
          "ទីផ្សារ និងការលក់",
          "គ្រប់គ្រងទេសចរណ៍"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យ វិទ្យាសាស្រ្ត\nអប់រំ",
        "majors": [
          "គ្រប់គ្រងអប់រំ",
          "គរុកោសល្យសង្គម",
          "គណិតវិទ្យា",
          "រូបវិទ្យា",
          "គីមីវិទ្យា",
          "ជីវវិទ្យា",
          "ភូមិវិទ្យា",
          "ប្រវតិ្តវិទ្យា",
          "ទស្សនវិជ្ជា",
          "អក្សរសាស្រ្តខ្មែរ",
          "ភាសាអង់គ្លេស"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យ សិល្បៈមនុស្ស\nសាស្រ្ត និងភាសា",
        "majors": [
          "ប្រវតិ្តវិទ្យា",
          "ទស្សនវិជ្ជា",
          "អក្សរសាស្រ្តខ្មែរ",
          "ភាសាអង់គ្លេស"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យ គណិតសាស្រ្ត\nនិងវិទ្យាសាស្រ្ត",
        "majors": [
          "គណិតវិទ្យា",
          "រូបវិទ្យា",
          "គីមីវិទ្យា",
          "ជីវវិទ្យា",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "អគ្គីសនី"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យ វិទ្យាសាស្រ្ត\nកសិកម្ម និងអភិវឌ្ឍន៍ជនបទ",
        "majors": [
          "វិទ្យាសាស្រ្តកសិកម្ម",
          "សេដ្ឋកិច្ចកសិកម្ម",
          "អភិវឌ្ឍន៍ជនបទ"
        ]
      }
    ]
  },
  {
    "id": 98,
    "code": "uni_pri_0020",
    "universityName": "សាខាសាកលវិទ្យាល័យបៀលប្រាយ",
    "logoName": require('../../assets/images/schools/bbu.png'),
    "address": "ភូមិទេសអន្លង់ សង្កាត់បឹងកន្សែង ក្រុងឡាបានសៀក ខេត្តរតនគិរី",
    "province": "រតនគិរី",
    "phoneNumbers": [
      "០៧៥ ៩៧៤ ០៦៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យទេសចរណ៍ និង\nបដិសណ្ឋារកិច្ច",
        "majors": [
          "គ្រប់គ្រងសណ្ឋាគារ និងបដិសណ្ឋារកិច្ច",
          "គ្រប់គ្រងទេសចរណ៍",
          "គ្រប់គ្រងទេសចរណ៍ និងបដិសណ្ឋារកិច្ច"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងធុរកិច្ច",
        "majors": [
          "រដ្ឋបាលធុរកិច្ច(គ្រប់គ្រងធុរកិច្ច)",
          "គ្រប់គ្រង",
          "គណនេយ្យ និងហរិញ្ញវត្ថុ",
          "ធនាគារ​ និងហរិញ្ញវត្ថុ",
          "ទីផ្សារ",
          "ទេសចរណ៍ និងបដិសណ្ឋារកិច្ច"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ\nមនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "ភាសាអង់គ្លេស",
          "បង្រៀនភាសាអង់គ្លេសជាភាសាបរទេស",
          "ភាសាអង់គ្លេសសម្រាប់ធុរកិច្ចអន្តរជាតិ",
          "ផែនការអប់រំ និងគ្រប់គ្រង"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និង\nបច្ចេកវិទ្យា",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "បច្ចេកវិទ្យាព័ត៌មាន",
          "ការអនុវត្តន៍កុំព្យូទ័រ",
          "បច្ចេកវិទ្យាបណ្ដាញកុំព្យូទ័រ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសេដ្ឋកិច្ច និង \nកសិកម្ម",
        "majors": [
          "សេដ្ឋកិច្ច",
          "សេដ្ឋកិច្ច និងហិរញ្ញវត្ថុ",
          "គ្រប់គ្រងគម្រោង និងអភិវឌ្ឍន៍ជនបទ",
          "កសិកម្ម",
          "ផលិតកម្មកសិកម្ម និងទីផ្សារ"
        ]
      }
    ]
  },
  {
    "id": 99,
    "code": "uni_pri_0021",
    "universityName": "សាខាសាកលវិទ្យាល័យបៀលប្រាយ",
    "logoName": require('../../assets/images/schools/bbu.png'),
    "address": "ភូមិអូរអំបិល សង្កាត់អូរអំបិល ក្រុងសេរីសោភណ្ឌ ខេត្តបន្ទាយមានជ័យ",
    "province": "បន្ទាយមានជ័យ",
    "phoneNumbers": [
      "054 958 300",
      "054 710 505 \n092 2222 12",
      "098 6666 99"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យ សេដ្ឋកិច្ច",
        "majors": [

        ]
      },
      {
        "name": "មហាវិទ្យាល័យ គ្រប់គ្រងធុរកិច្ច",
        "majors": [

        ]
      },
      {
        "name": "មហាវិទ្យាល័យទេសចរណ៍ និងបដិសណ្ឋារកិច្ច",
        "majors": [

        ]
      },
      {
        "name": "មហាវិទ្យាល័យនិតិសាស្រ្ត និងវិទ្យាសាស្រ្តសង្គម",
        "majors": [

        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និងបច្ចេកវិទ្យា",
        "majors": [

        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិស្វកម្ម និងស្ថាបត្យកម្ម",
        "majors": [

        ]
      },
      {
        "name": "មហាវិទ្យាល័យអប់រំភាសា",
        "majors": [

        ]
      }
    ]
  },
  {
    "id": 100,
    "code": "uni_pri_0022",
    "universityName": "សាខាសាកលវិទ្យាល័យឯកទេសនៃកម្ពុជា",
    "logoName": require('../../assets/images/schools/cambodia_specialty.jpg'),
    "address": "អគារលេខ ៧៣ ភូមិសុភី សង្កាត់កំពង់ស្វាយ ក្រុងសេរីសោភណ្ឌ ខេត្តបន្ទាយមានជ័យ",
    "province": "បន្ទាយមានជ័យ",
    "phoneNumbers": [
      "០១២ ២៩១ ១៤០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "អក្សរសាស្រ្តអង់គ្លេស",
          "ប្រវត្តិវិទ្យា",
          "ចិត្ត-គរុកោសល្យ",
          "ភូមិវិទ្យា",
          "អក្សរសាស្រ្តខ្មែរ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និងបច្ចេកទេស",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "គីមីវិទ្យា",
          "ជីវវិទ្យា",
          "គណិតវិទ្យា",
          "រូបវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រង ពាណិជ្ជកម្ម និងសេដ្ឋកិច្ច",
        "majors": [
          "គ្រប់គ្រង",
          "គណនេយ្យ",
          "ហិរញ្ញវត្ថុ និងធនាគារ",
          "ម៉ាឃីតធីង(ទីផ្សារ)",
          "គ្រប់គ្រងសណ្ឋាគារ និងទេសចរណ៏",
          "គ្រប់គ្រងការផ្សាយពាណិជ្ជកម្ម"
        ]
      }
    ]
  },
  {
    "id": 101,
    "code": "uni_pri_0023",
    "universityName": "សាខាសាកលវិទ្យាល័យ គ្រប់គ្រង និង សេដ្ឋកិច្ច",
    "logoName": require('../../assets/images/schools/management_economic.png'),
    "address": "ផ្លូវជាតិលេខ ៦៥ អា ភូមិខ្លាកូនចាស់ សង្កាត់កំពង់ស្វាយ ក្រុងសេរីសោភណ្ឌ ខេត្តបន្ទាយមានជ័យ",
    "province": "បន្ទាយមានជ័យ",
    "phoneNumbers": [
      "០៥៤ ៦៦៦ ៦៦៦៩",
      "០១២ ៩១១ ៩៨៨",
      "០១៦ ៩១១ ៩៨៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "គ្រប់គ្រងពាណិជ្ជកម្ម និងទេសចរណ៍",
        "majors": [
          "គណនេយ្យ",
          "គ្រប់គ្រង",
          "ធនាគារ",
          "ទីផ្សារ"
        ]
      },
      {
        "name": "សិល្បៈមនុស្សសាស្រ្ត និងភាសាបរទេស",
        "majors": [
          "ការបង្រៀន",
          "ការបកប្រែ"
        ]
      },
      {
        "name": "វិទ្យាសាស្រ្ត និងបច្ចេកវិទ្យា",
        "majors": [
          "សរសេរកម្មវិធីនិងរចនាគេហទំព័រ",
          "បណ្តាញណិតវើក",
          "គ្រប់គ្រងប្រព័ន្ធព័ត៌មានវិទ្យា"
        ]
      },
      {
        "name": "នីតិសាស្រ្ត និងសេដ្ឋកិច្ច",
        "majors": [
          "នីតិសាស្រ្ត",
          "សេដ្ឋកិច្ច"
        ]
      },
      {
        "name": "កសិកម្ម និងអភិវឌ្ឍន៍ជនបទ",
        "majors": [
          "ក្សេតសាស្រ្ត",
          "រុក្ខកម្ម",
          "ជលផល",
          "ស្ថាបត្យកម្ម"
        ]
      }
    ]
  },
  {
    "id": 102,
    "code": "uni_pri__0024",
    "universityName": "សាខាសាកលវិទ្យាល័យបៀលប្រាយ",
    "logoName": require('../../assets/images/schools/bbu.png'),
    "address": "ភូមិថ្មលាត សង្កាត់ស្រែឫស្សី ក្រុងស្ទឹងត្រែង ខេត្តស្ទឹងត្រែង",
    "province": "ស្ទឹងត្រែង",
    "phoneNumbers": [
      "០៧៤ ៩៧៣ ៦៦៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងធុរកិច្ច",
        "majors": [
          "រដ្ឋបាលធុរកិច្ច(គ្រប់គ្រងធុរកិច្ច)",
          "គ្រប់គ្រង",
          "គណនេយ្យ និងហរិញ្ញវត្ថុ",
          "ធនាគារ និងហរិញ្ញវត្ថុ",
          "ទីផ្សារ",
          "ទេសចរណ៍ និងបដិសណ្ឋារកិច្ច"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យទេសចរណ៍ និងបដិសណ្ឋារកិច្ច",
        "majors": [
          "គ្រប់គ្រងសណ្ឋាគារ និងបដិសណ្ឋារកិច្ច",
          "គ្រប់គ្រងទេសចរណ៍",
          "គ្រប់គ្រងទេសចរណ៍ និងបដិសណ្ឋារកិច្ច"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសេដ្ឋកិច្ច និងវិទ្យាសាស្រ្តកសិកម្ម",
        "majors": [
          "សេដ្ឋកិច្ច",
          "សេដ្ឋកិច្ច និងហិរញ្ញវត្ថុ",
          "គ្រប់គ្រងគម្រោងនិងអភិវឌ្ឍន៍ជនបទ",
          "កសិកម្ម",
          "ផលិតកម្មកសិកម្មនិងទីផ្សារ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និងបច្ចេកវិទ្យា",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "បច្ចេកវិទ្យាព័ត៌មាន",
          "ការអនុវត្តន៍កុំព្យូទ័រ",
          "បច្ចេកវិទ្យាបណ្ដាញកុំព្យូទ័រ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "ភាសាអង់គ្លេស",
          "បង្រៀនភាសាអង់គ្លេសជាភាសាបរទេស",
          "ភាសាអង់ក្លេសសម្រាប់ធុរកិច្ចអន្តរជាតិ",
          "ផែនការអប់រំ និងគ្រប់គ្រង"
        ]
      }
    ]
  },
  {
    "id": 103,
    "code": "uni_pri_0025",
    "universityName": "សាខាសាកលវិទ្យាល័យឯកទេសនៃកម្ពុជា",
    "logoName": require('../../assets/images/schools/cambodia_specialty.jpg'),
    "address": "អគារលេខ២១ ភូមិយោសូភី សង្កាត់កំពតកណ្តាល ក្រុងកំពត  ខេត្តកំពត",
    "province": "កំពត",
    "phoneNumbers": [
      "០១២ ៧៦៩ ២២០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "អក្សរសាស្រ្តអង់គ្លេស",
          "ប្រវត្តិវិទ្យា",
          "ចិត្ត-គរុកោសល្យ",
          "ភូមិវិទ្យា",
          "អក្សរសាស្រ្តខ្មែរ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និងបច្ចេកទេស",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "គីមីវិទ្យា",
          "ជីវវិទ្យា",
          "គណិតវិទ្យា",
          "រូបវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រង ពាណិជ្ជកម្ម និងសេដ្ឋកិច្ច",
        "majors": [
          "គ្រប់គ្រង",
          "គណនេយ្យ",
          "ហរិញ្ញវត្ថុ និងធនាគារ",
          "ម៉ាឃីតធីង(ទីផ្សារ)",
          "គ្រប់គ្រងសណ្ឋាគារ និងទេសចរណ៏",
          "គ្រប់គ្រងការផ្សាយពាណិជ្ជកម្ម"
        ]
      }
    ]
  },
  {
    "id": 104,
    "code": "uni_pri_0026",
    "universityName": "សាខាសាកលវិទ្យាល័យគ្រប់គ្រងនិងសេដ្ឋកិច្ច",
    "logoName": require('../../assets/images/schools/management_economic.png'),
    "address": "អគារលេខ៤៧ ភូមិសុវណ្ណសាគរ សង្កាត់កំពង់កណ្តាល ក្រុងកំពត ខេត្តកំពត",
    "province": "កំពត",
    "phoneNumbers": [
      "០៣៣ ៦៦៦ ៦១៩២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "គ្រប់គ្រង",
          "គ្រប់គ្រងទេសចរណ៍",
          "គណនេយ្យ",
          "ធនាគារ និងហរិញ្ញវត្ថុ",
          "ទីផ្សារ(ម៉ាឃីតធីង)",
          "ច្បាប់",
          "សេដ្ឋកិច្ច",
          "អភិវឌ្ឍន៍សហគមន៍",
          "អក្សរសាស្រ្តខ្មែរ",
          "ភាសាអង់គ្លេស",
          "គណិតវិទ្យា",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ"
        ]
      }
    ]
  },
  {
    "id": 105,
    "code": "uni_pri_0027",
    "universityName": "សាខាសាកលវិទ្យាល័យឯកទេសនៃកម្ពុជា",
    "logoName": require('../../assets/images/schools/cambodia_specialty.jpg'),
    "address": "ភូមិបាល្ល័ង្គលិច សង្កាត់ដំរីជាន់ខ្លា ក្រុងស្ទឹងសែន ខេត្តកំពង់ធំ",
    "province": "កំពង់ធំ",
    "phoneNumbers": [
      "០១២ ៨៥៤ ៣៤២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "គ្រប់គ្រង",
          "គ្រប់គ្រងពាណិជ្ជកម្ម",
          "គណនេយ្យ",
          "ហរិញ្ញវត្ថុ និងធនាគារ",
          "ម៉ាឃីតធីង",
          "គ្រប់គ្រងទេសចរណ៍ សណ្ឋាគារ",
          "សេដ្ឋកិច្ច",
          "នីតិសាស្រ្ត និងវិទ្យាសាស្រ្តនយោបាយ",
          "រដ្ឋបាលសាធារណៈ",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "អគ្គីសនី",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "វិទ្យាសាស្រ្តអប់រំ",
          "គណិតវិទ្យា",
          "អក្សរសាស្រ្តខ្មែរ",
          "ជីវៈវិទ្យា"
        ]
      }
    ]
  },
  {
    "id": 106,
    "code": "uni_pri_0028",
    "universityName": "សាខាសាកលវិទ្យាល័យគ្រប់គ្រង និងសេដ្ឋកិច្ច",
    "logoName": require('../../assets/images/schools/management_economic.png'),
    "address": "ភូមិរ៉ា សង្កាត់ផ្ទះព្រៃ ក្រុងពោធន៍សាត់ ខេត្តពោធិ៍សាត់",
    "province": "ពោធិ៍សាត់",
    "phoneNumbers": [
      "០១២ ៥២០ ០០៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "គ្រប់គ្រងពាណិជ្ជកម្ម និងទេសចរណ៍",
        "majors": [
          "គណនេយ្យ",
          "គ្រប់គ្រង",
          "ធនាគារ",
          "ទីផ្សារ(ម៉ាឃីតធីង)"
        ]
      },
      {
        "name": "សិល្បៈមនុស្សសាស្រ្ត និងភាសាបរទេស",
        "majors": [
          "ការបង្រៀន",
          "ការបកប្រែ"
        ]
      },
      {
        "name": "វិទ្យាសាស្រ្ត និងបច្ចេកវិទ្យា",
        "majors": [
          "សរសេរកម្មវិធីនិងរចនាគេហទំព័រ",
          "បណ្តាញណិតវើក",
          "គ្រប់គ្រងប្រព័ន្ធព័ត៌មានវិទ្យា"
        ]
      },
      {
        "name": "នីតិសាស្រ្ត និងសេដ្ឋកិច្ច",
        "majors": [
          "នីតិសាស្រ្ត",
          "សេដ្ឋកិច្ច"
        ]
      },
      {
        "name": "កសិកម្ម និងអភិវឌ្ឍន៍ជនបទ",
        "majors": [
          "ក្សេត្យសាស្រ្ត",
          "រុក្ខកម្ម",
          "ជលផល",
          "ស្ថាបត្យកម្ម"
        ]
      }
    ]
  },
  {
    "id": 107,
    "code": "uni_pri_0029",
    "universityName": "សាខាសាកលវិទ្យាល័យអង្គរខេមរា",
    "logoName": require('../../assets/images/schools/angkor_khemara.jpg'),
    "address": "អគារលេខD1-D5 ភូមិពាលញែក សង្កាត់ផ្ទះព្រៃ ក្រុងពោធិ៍សាត់ ខេត្តពោធិ៍សាត់",
    "province": "ពោធិ៍សាត់",
    "phoneNumbers": [
      "០៣២ ៦៩០ ០១៤៣",
      "០៣២ ៦៩៩ ៩៩៥១",
      "០៩៧ ៧៧៧ ៩៣៩៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យ វិទ្យាសាស្រ្តសង្គម",
        "majors": [
          "សង្គមវិទ្យា",
          "កិច្ចការសង្គម",
          "ចិត្តវិទ្យា",
          "វិទ្យាសាស្រ្តនយោបាយ",
          "សេដ្ឋកិច្ច",
          "គ្រប់គ្រងទូទៅ",
          "ភូមិវិទ្យា",
          "នីតិសាធារណៈ",
          "នីតិឯកជន",
          "គណនេយ្យ និងហរិញ្ញវត្ថុ",
          "ធនាគារ និងហរិញ្ញវត្ថុ",
          "រដ្ឋបាលពាណិជ្ជកម្ម",
          "ទីផ្សារ និងការលក់",
          "គ្រប់គ្រងទេសចរណ៍"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តអប់រំ",
        "majors": [
          "គ្រប់គ្រងអប់រំ",
          "គរុកោសល្យសង្គម",
          "គណិតវិទ្យា",
          "រូបវិទ្យា",
          "គីមីវិទ្យា",
          "ជីវវិទ្យា",
          "ភូមិវិទ្យា",
          "ប្រវត្តិវិទ្យា",
          "ទស្សនវិជ្ជា",
          "អក្សរសាស្រ្តខ្មែរ",
          "ភាសាអង់គ្លេស"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យ គណិតសាស្រ្ត និងវិទ្យាសាស្រ្ត",
        "majors": [
          "គណិតវិទ្យា",
          "រូបវិទ្យា",
          "គីមីវិទ្យា",
          "ជីវវិទ្យា",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "អគី្គសនី"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត កសិកម្ម និងអភិវឌ្ឍន៍ជនបទ",
        "majors": [
          "វិទ្យាសាស្រ្តកសិកម្ម",
          "សេដ្ឋកិច្ចកសិកម្ម",
          "អភិវឌ្ឍន៍ជនបទ"
        ]
      }
    ]
  },
  {
    "id": 108,
    "code": "uni_pri_0030",
    "universityName": "សាខាសាលកវិទ្យាល័យអង្គរខេមរា",
    "logoName": require('../../assets/images/schools/angkor_khemara.jpg'),
    "address": "ភូមិត្រពាំងលើក សង្កាត់រកាធំ ក្រុងច្បារមន ខេត្តកំពង់ស្ពឺ",
    "province": "កំពង់ស្ពឺ",
    "phoneNumbers": [
      "០៩២ ២៥០ ០៧២",
      "០១៥ ៧៨៨ ៦៨៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យ វិទ្យាសាស្រ្តសង្គម",
        "majors": [
          "សង្គមវិទ្យា",
          "កិច្ចការសង្គម",
          "ចិត្តវិទ្យា",
          "វិទ្យាសាស្រ្តនយោបាយ",
          "សេដ្ឋកិច្ច",
          "គ្រប់គ្រងទូទៅ",
          "ភូមិវិទ្យា",
          "នីតិសាធារណៈ",
          "នីតិឯកជន",
          "គណនេយ្យ និងហរិញ្ញវត្ថុ",
          "ធនាគារ និងហរិញ្ញវិត្ថុ",
          "រដ្ឋបាលពាណិជ្ជកម្ម",
          "ទីផ្សារ និងការលក់",
          "គ្រប់គ្រងទេសចរណ៍"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យ វិទ្យាសាស្រ្តអប់រំ",
        "majors": [
          "គ្រប់គ្រងអប់រំ",
          "គរុកោសល្យសង្គម",
          "គណិតវិទ្យា",
          "រូបវិទ្យា",
          "គីមីវិទ្យា",
          "ជីវវិទ្យា",
          "ភូមិវិទ្យា",
          "ប្រវត្តិវិទ្យា",
          "ទស្សនវិជ្ជា",
          "អក្សរសាស្រ្តខ្មែរ",
          "ភាសាអង់គ្លេស"
        ]
      },
      {
        "name": "មហាវិទ្យាសាស្រ្ត សិល្បៈ មនុស្យសាស្រ្ត និងភាសា",
        "majors": [
          "ប្រវត្តិវិទ្យា",
          "ទស្សនវិជ្ជា",
          "អក្សរសាស្រ្តខ្មែរ",
          "ភាសាអង់គ្លេស"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យ គណិតសាស្រ្ត និងវិទ្យាសាស្រ្ត",
        "majors": [
          "គណិតវិទ្យា",
          "រូបវិទ្យា",
          "គីមីវិទ្យា",
          "ជីវវិទ្យា",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "អគ្គីសនី"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យ វិទ្យាសាស្រ្ត និងអភិវឌ្ឍន៍ជនបទ",
        "majors": [
          "វិទ្យាសាស្រ្តកសិកម្ម",
          "សេដ្ឋកិច្ចកសិកម្ម",
          "អភិវឌ្ឍន៍ជនបទ"
        ]
      }
    ]
  },
  {
    "id": 109,
    "code": "uni_pri_0031",
    "universityName": "សាខាសាកលវិទ្យាល័យ គ្រប់គ្រង និងសេដ្ឋកិច្ច",
    "logoName": require('../../assets/images/schools/management_economic.png'),
    "address": "ភូមិទី១ សង្កាត់ដងទង់ ក្រុងខេមរៈភូមិន្ទ ខេត្តកោះកុង",
    "province": "កោះកុង",
    "phoneNumbers": [
      "០៣៥ ៣០០ ០៦៣​",
      "០៩៣ ៨០៨ ៨៤៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "គ្រប់គ្រងពាណិជ្ជកម្ម និងទេសចរណ៍",
        "majors": [
          "គណនេយ្យ",
          "គ្រប់គ្រង",
          "ធនាគារ",
          "ទីផ្សារ"
        ]
      },
      {
        "name": "សិល្បៈមនុស្សសាស្រ្ត និងភាសាបរទេស",
        "majors": [
          "ការបង្រៀន",
          "ការបកប្រែ"
        ]
      },
      {
        "name": "វិទ្យាសាស្រ្ត និងបច្ចេកវិទ្យា",
        "majors": [
          "សរសេរកម្មវិធីនិងរចនាគេហទំព័រ",
          "បណ្តាញណិតវើក",
          "គ្រប់គ្រងប្រព័ន្ធព័ត៌មានវិទ្យា"
        ]
      },
      {
        "name": "នីតិសាស្រ្ត និងសេដ្ឋកិច្ច",
        "majors": [
          "នីតិសាស្រ្ត",
          "សេដ្ឋកិច្ច"
        ]
      },
      {
        "name": "កសិកម្ម និងអភិវឌ្ឍន៍ជនបទ",
        "majors": [
          "ក្សេត្យសាស្រ្ត",
          "រុក្ខកម្ម",
          "ជលផល",
          "ស្ថាបត្យកម្ម"
        ]
      }
    ]
  },
  {
    "id": 110,
    "code": "uni_pri_0032",
    "universityName": "សាខាសាកលវិទ្យាល័យ គ្រប់គ្រង និងសេដ្ឋកិច្ច",
    "logoName": require('../../assets/images/schools/management_economic.png'),
    "address": "ភូមិស្រែស្បូវ សង្កាត់អូរឫស្សី ក្រុងក្រចេះ ខេត្តក្រចេះ",
    "province": "ក្រចេះ",
    "phoneNumbers": [
      "០៧២ ៦៦៦០៧៧៧",
      "​ ០៧៨ ៧៧៧ ៧៦៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "គ្រប់គ្រងពាណិជ្ជកម្ម និងទេសចរណ៍",
        "majors": [
          "គណនេយ្យ",
          "គ្រប់គ្រង",
          "ធនាគារ",
          "ទីផ្សារ"
        ]
      },
      {
        "name": "សិល្បៈមនុស្សសាស្រ្ត និងភាសាបរទេស",
        "majors": [
          "ការបង្រៀន",
          "ការបកប្រែ"
        ]
      },
      {
        "name": "វិទ្យាសាស្រ្ត និងបច្ចេកវិទ្យា",
        "majors": [
          "សរសេរកម្មវិធីនិងរចនាគេហទំព័រ",
          "បណ្តាញណិតវើក",
          "គ្រប់គ្រងប្រព័ន្ធ\nព័ត៌មានវិទ្យា"
        ]
      },
      {
        "name": "នីតិសាស្រ្ត និងសេដ្ឋកិច្ច",
        "majors": [
          "នីតិសាស្រ្ត",
          "សេដ្ឋកិច្ច"
        ]
      },
      {
        "name": "កសិកម្ម និងអភិវឌ្ឍន៍ជនបទ",
        "majors": [
          "ក្សេត្យសាស្រ្ត",
          "រុក្ខកម្ម",
          "ជលផល",
          "ស្ថាបត្យកម្ម"
        ]
      }
    ]
  },
  {
    "id": 111,
    "code": "uni_pri_0033",
    "universityName": "សាកលវិទ្យាល័យ ន័រតុន",
    "logoName": require('../../assets/images/schools/norton.png'),
    "address": "បណ្ដោយផ្លូវកែវចិន្តា ខណ្ឌជ្រោយចង្វារ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣​ ៩៨២ ១៦៦"
    ],
    "faxes": [
      "០២៣ ២១១ ២៧៣"
    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.norton-u.com"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តសុខាភិបាល",
        "majors": [
          "វេជ្ជបណ្ឌិត",
          "ឱសថការី",
          "អ្នកបច្ចេកទេសមន្ទីរពិសោធន៍វេជ្ជសាស្រ្ត",
          "ទន្តបណ្ឌិត",
          "គិលានុបដា្ឋកឧត្តម"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "ភាសាអង់គ្លេសសម្រាប់ទំនាក់ទំនង",
          "គ្រប់គ្រងការអប់រំនិងបង្រៀន",
          "ទំនាក់ទំនងអន្តរជាតិ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "វិស្វកម្មបណ្ដាញកុំព្យូទ័រ និងសុវត្ថិភាព",
          "ស្ថាបត្យកម្ម និង នគរូបនីយកម្មវិទ្យា",
          "រចនាប្រព័ន្ឋផ្សព្វផ្សាយ និងគេហទំព័រ",
          "គ្រប់គ្រងព័ត៌មានវិទ្យា",
          "អភិវឌ្ឍន៍កម្មវិធី",
          "អគ្គិសនី និង អេឡិចត្រូនិច",
          "វិស្វកម្មសំណង់ស៊ីវិល"
        ]
      },
      {
        "name": "មហាវិទ្យាវិទ្យាសាស្រ្តសង្គម",
        "majors": [
          "គណនេយ្យហិរញ្ញវត្ថុ",
          "សេដ្ឋកិច្ចអភិវឌ្ឍន៍",
          "រដ្ឋាភិបាល និង រដ្ឋបាលសាធារណៈ",
          "ទំនាក់ទំនងអន្តរជាតិនិងការទូត",
          "ម៉ាឃីតធីង និង ស្លាកសញ្ញា",
          "ប្រាក់ចំនូលសារពើភ័ណ្ឌ និង ពន្ឋដារ",
          "គ្រប់គ្រងបដិសណ្ឋារកិច្ច និងទេសចរណ៍",
          "សវនកម្ម",
          "ធនាគារ នឹងហិរញ្ញវត្ថុ",
          "នីតិពាណីជ្ជកម្ម",
          "សិក្សាច្បាប់ និង យុត្តិធម៌",
          "គ្រប់គ្រង",
          "គ្រប់គ្រងធនធានមនុស្ស"
        ]
      }
    ]
  },
  {
    "id": 112,
    "code": "uni_pri_0034",
    "universityName": "សាកលវិទ្យាល័យមេគង្គកម្ពុជា",
    "logoName": require('../../assets/images/schools/mekong.png'),
    "address": "អាគារលេខ ៩បេ ផ្លូវលេខ ២៧១ សង្កាត់ទឹកថ្លា ខណ្ឌសែនសុខ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៨៨២ ២១១",
      "០៩២ ២៩៧ ៧២២"
    ],
    "faxes": [
      "០១២ ៨០៩ ១៩១"
    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.mekong.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសេដ្ឋកិច្ច និងទេសចរណ៍",
        "majors": [
          "គ្រប់គ្រងអចលនទ្រព្យ",
          "គ្រប់គ្រងពាណិជ្ជកម្ម និងសហគ្រាស"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសេដ្ឋកិច្ច",
        "majors": [
          "អភិវឌ្ឍន៍ជនបទ",
          "វិភាគហិរញ្ញវត្ថុ និងការវិនិយោគ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យមនុស្សសាស្រ្ត និងភាសាបរទេស",
        "majors": [
          "អប់រំភាសាអង់គ្លេស",
          "ភាសាជប៉ុន"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យ វិទ្យាសាស្រ្ត និងបច្ចេកវិទ្យា",
        "majors": [
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "ស្ថាបត្យកម្ម និង នគរូបនីយកម្មវិទ្យា",
          "វិទ្យាសាស្រ្តផ្នែកអនុវត្តពាណិជ្ជកម្ម"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តសង្គម",
        "majors": [
          "គ្រប់គ្រងអង្គភាព",
          "ទំនាក់ទំនងអន្តរជាតិ",
          "ទំនាក់ទំនងសាធារណៈ",
          "ភាពជាអ្នកដឹកនាំ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យនីតិសាស្រ្ត",
        "majors": [
          "ច្បាប់ពាណិជ្ជកម្ម"
        ]
      }
    ]
  },
  {
    "id": 113,
    "code": "uni_pri_0035",
    "universityName": "សាកលវិទ្យាល័យ ប៊ែលធីអន្តរជាតិ",
    "logoName": require('../../assets/images/schools/belty.png'),
    "address": "អគារលេខ ២១ ផ្លូវលេខ ៣៦០ សង្កាត់បឹងកេងកង ខណ្ឌចំការមន ភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០៧៨ ៥៥៥ ៥០៧",
      "០២៣ ៩៦៧ ៧៧៧",
      "០២៣ ៩៧ ៩៩៩៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.beltie.edu.com",
      "www.facebook.com/beltieuniversity"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងពាណិជ្ជកម្ម",
        "majors": [
          "គ្រប់គ្រងទូទៅ",
          "គណនេយ្យ",
          "ទីផ្សារ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យអប់រំសិល្បៈ និង មនុស្សសាស្រ្ត",
        "majors": [
          "បង្រៀនភាសាអង់គ្លេស",
          "ភាសាអង់គ្លេសទំនាក់ទំនងទូទៅ",
          "បកប្រែភាសាអង់គ្លេស"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យនីតិសាស្រ្ត និង វិទ្យាសាស្រ្តសង្គម",
        "majors": [
          "អភិវឌ្ឍសេដ្ឋកិច្ច",
          "ហិរញ្ញវត្ថុ និង ធនាគារ",
          "ទំនាក់ទំនងអន្តរជាតិ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យទេសចរណ៍ និង បដិសណ្ឋារកិច្ច",
        "majors": [
          "គ្រប់គ្រងទេសចរណ៍",
          "គ្រប់គ្រងសណ្ឋាគារ",
          "គ្រប់គ្រងបដិសណ្ឋារកិច្ច"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិស្វកម្ម និងស្ថាបត្យកម្ម",
        "majors": [
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "គ្រប់គ្រងសំណង់",
          "ស្ថាបត្យកម្ម និង នគរូបនីយកម្មវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យព័ត៌មានវិទ្យា និងវិទ្យាសាស្រ្ត",
        "majors": [
          "វិស្វកម្មសូហ្វវែ",
          "បណ្ដាញ និងកុំព្យូទ័រ",
          "រចនាពហុប្រព័ន្ឋផ្សព្វផ្សាយ"
        ]
      }
    ]
  },
  {
    "id": 114,
    "code": "uni_pri_0036",
    "universityName": "សាកលវិទ្យាល័យបញ្ញាសាស្រ្តកម្ពុជា",
    "logoName": require('../../assets/images/schools/puc.png'),
    "address": "ផ្លូវលេខ ១៤៤ -១៨៤មហាវិថីព្រះនរោត្តម សង្កាត់ទន្លេបាសាក់ ខណ្ឌចំការមន រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០១១ ៩១៧ ៩៣១",
      "០១២ ៩៩៩ ១៣៥"
    ],
    "faxes": [
      "០២៣ ៩៩២ ៦៤៩"
    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.puc.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យអប់រំ",
        "majors": [
          "TESOL"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ អក្សរសាស្រ្ត មនុស្សសាស្រ្ត",
        "majors": [
          "នរវិទូ",
          "ខេមរសិក្សា",
          "ប្រវត្តិវិទ្យា",
          "ការសម្ដែងតូរ្យតន្រ្តី",
          "ភាសាអង់គ្លេសទំនាក់ទំនង"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យពាណិជ្ជសាស្រ្ត និងសេដ្ឋកិច្ច",
        "majors": [
          "គណនេយ្យ",
          "សេដ្ឋកិច្ច",
          "គ្រប់គ្រងពាណីជ្ជកម្ម",
          "ធនាគារ នឹងហិរញ្ញវត្ថុ",
          "ប្រព័ន្ឋព័ត៌មានវិទ្យាពាណិជ្ជកម្ម"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងទេសចរណ៍ និងបដិសណ្ឋារកិច្ច និង សហគ្រិនភាព",
        "majors": [
          "សហគ្រិនភាព",
          "ទីផ្សារ",
          "ជំនួញអន្តរជាតិ",
          "គ្រប់គ្រងទេសចរណ៍ និងបដិសណ្ឋារកិច្ច"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគណិតវិទ្យាវិទ្យាសាស្រ្ត និង វិស្វកម្ម",
        "majors": [
          "បរិស្ថាន",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យនីតិសាស្រ្ត និងកិច្ចការសាធារណៈ",
        "majors": [
          "ច្បាប់"
        ]
      }
    ]
  },
  {
    "id": 115,
    "code": "uni_pri_0037",
    "universityName": "សាកលវិទ្យាល័យបៀលប្រាយ",
    "logoName": require('../../assets/images/schools/bbu.png'),
    "address": "អគារភ្នំពេញសេនធ័រ មហាវិថីសម្ដេចព្រះសុធារស សង្កាត់ទន្លេបាសាក់ ខណ្ឌចំការមន រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៩៨៧ ៧០០",
      "០១២ ៦៨២ ៧៧៧",
      "០១៥ ៦៨២ ៧៧៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.bbu.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យទេសចរណ៍ និងបដិសណ្ឋារកិច្ច",
        "majors": [
          "គ្រប់គ្រងទេសចរណ៍",
          "គ្រប់គ្រងសេវាម្ហូបអាហារ",
          "គ្រប់គ្រងទេសចរណ៍ និង បដិសណ្ឋារកិច្ច",
          "គ្រប់គ្រងសណ្ឋាគារ និង បដិសណ្ឋារកិច្ច",
          "គ្រប់គ្រងបដិសណ្ឋារកិច្ច និងសេវាម្ហូបអាហារ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តសេដ្ឋកិច្ច និងកសិកម្ម",
        "majors": [
          "សេដ្ឋកិច្",
          "សេដ្ឋកិច្ចធុរកិច្ច និងហិរញ្ញវត្ថុ",
          "ពាណិជ្ជកម្មនិងពាណិជ្ជកម្មអន្តរជាតិ",
          "កសិកម្ម",
          "គ្រប់គ្រងកសិធុរកិច្ច និង កសិដ្ឋាន",
          "ផលិតកម្មដំណាំ",
          "គ្រប់គ្រងគម្រោង និងអភិវឌ្ឍន៍ជនបទ",
          "ផលិតកម្មសត្វ",
          "កសិឧស្សាហកម្មនិងបច្ចេកវិទ្យាក្រោយប្រមូលផល"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិស្វកម្ម និងស្ថាបត្យកម្ម",
        "majors": [
          "វិស្វកម្មសំណង់ស៊ីវិល និងគ្រោងបង្គំ",
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "វិស្វកម្មសំណង់ស៊ីវិល និងការសាងសង់",
          "ការរចនាស្ថាបត្យកម្មក្នុងអាគារ",
          "វិស្វកម្មអេឡិចត្រូនិច និងទូរគមនាគមន៍",
          "ការរចនាម៉ូតផលិតផល",
          "រចនាស្ថាបត្យកម្ម និងនគរូបនីយវិទ្យា",
          "វិស្វកម្មអគ្គិសនី និង អេឡិចត្រូនិច"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យមនុស្សសាស្រ្ត និង ភាសា",
        "majors": [
          "ភាសាអង់គ្លេស",
          "ការបង្រៀនភាសាអង់គ្លេស"
        ]
      }
    ]
  },
  {
    "id": 116,
    "code": "uni_pri_0038",
    "universityName": "សាកលវិទ្យាល័យអាស៊ីអឺរ៉ុប",
    "logoName": require('../../assets/images/schools/asia_europ.png'),
    "address": "អគារលេខ ៨២៦ មហាវិថីកម្ពុជាក្រោម សង្កាត់ទឹកល្អក់១ ខណ្ឌទួលគោក រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០១៥ ៧២០ ០៧២",
      "០១២ ៤៨១ ៧៣៨",
      "០២៣ ៩៩៩ ១២៤"
    ],
    "faxes": [
      "០២៣ ៩៩៨ ១២៤"
    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.aeu.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត នឹងភាសា",
        "majors": [
          "ទំនាក់ទំនងអន្តរជាតិ",
          "ភាសាអង់គ្លេស",
          "អក្សរសាស្រ្តចិន"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និងបច្ចេកទេស",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "បច្ចេកវិទ្យាព័ត៌មាន",
          "គ្រប់គ្រងប្រព័ន្ឋព័ត៌មាន"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យនីតិសាស្រ្ត និងវិទ្យាសាស្រ្តនយោបាយ",
        "majors": [
          "សេដ្ឋកិច្ច",
          "ធនាគារ នឹងហិរញ្ញវត្ថុ",
          "សេដ្ឋកិច្ចពាណិជ្ជកម្ម",
          "អភិវឌ្ឍសហគមន៍"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសង្គមសាស្រ្ត និងសេដ្ឋកិច្ច",
        "majors": [
          "នីតិឯកជន",
          "នីតិសាធារណៈ",
          "វិទ្យាសាស្រ្តនយោបាយ",
          "រដ្ឋបាលសាធារណៈ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងពាណិជ្ជកម្ម និងទេសចរណ៍",
        "majors": [
          "គ្រប់គ្រងធនធានមនុស្ស",
          "គ្រប់គ្រង",
          "ទីផ្សារ",
          "គណនេយ្យ",
          "គ្រប់គ្រងសណ្ឋាគារ និងទេសចរណ៍"
        ]
      }
    ]
  },
  {
    "id": 117,
    "code": "uni_pri_0039",
    "universityName": "សាកលវិទ្យាល័យកម្ពុជាអន្តរជាតិ",
    "logoName": require('../../assets/images/schools/cam_iu.png'),
    "address": "ផ្ទះលេខ  ៥-១៥ ផ្លូវលេខ ១៣៦ សង្កាត់ផ្សារថ្មី៣ ខណ្ឌដូនពេញ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០១២ ៨៧២ ៦៣០",
      "០១២ ៩០០ ២៨២",
      "០១២ ៩៣១ ៨១៧",
      "០១៥ ៣៣០ ០៦៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.camiu.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត នឹងភាសា",
        "majors": [
          "រចនាម៉ូដ",
          "អប់រំ",
          "អភិវឌ្ឍន៍កម្មវិធីសិក្សា",
          "អក្សរសាស្រ្តចិន",
          "អក្សរសាស្រ្តកូរ៉េ",
          "ទស្សនវិជ្ជា",
          "អក្សរសាស្រ្តខ្មែរ",
          "អក្សរសាស្រ្តជប៉ុន",
          "ប្រវត្តិវិទ្យា",
          "ចិត្តវិទ្យា",
          "តូរ្យតន្ត្រី"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យ  វិទ្យាសាស្រ្តសង្គម និងនីតិសាស្រ្ត",
        "majors": [
          "សេដ្ឋកិច្ចអភិវឌ្ឍន៍",
          "ធនាគារ នឹងហិរញ្ញវត្ថុ",
          "ហិរញ្ញវត្ថុ និង ពន្ឋដារ",
          "នីតិសាធារណៈ",
          "ទំនាក់ទំនងអន្តរជាតិ",
          "នីតិអន្តរជាតិ",
          "ភូមិវិទ្យាសេដ្ឋកិច្ច",
          "ហិរញ្ញវត្ថុ និង វិនិយោគ",
          "វិទ្យាសាស្រ្តនយោបាយ",
          "រដ្ឋបាលសាធារណៈ",
          "សេដ្ឋកិច្ច",
          "នីតិឯកជន"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគណិតសាស្រ្ត វិទ្យសាស្រ្ត និងកុំព្យូទ័រ",
        "majors": [
          "រូបវិទ្យា",
          "រចនាក្រាហ្វិច គេហទំព័រ",
          "គណិតវិទ្យា និងស្ថិតិ",
          "ជីវវិទ្យា",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "គ្រប់គ្រប់ទិន្នន័យ",
          "គីមីវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងពាណិជ្ជកម្ម",
        "majors": [
          "គ្រប់គ្រងទូទៅ",
          "អភិវឌ្ឍន៍សហគ្រិន",
          "គណនេយ្យ និងហិរញ្ញវត្ថុ",
          "គ្រប់គ្រងកម្មវិធី និងគម្រោង",
          "គ្រប់គ្រងទីផ្សារ",
          "សវនកម្ម",
          "គ្រប់គ្រងអាជីវកម្មធុនតូច",
          "គ្រប់គ្រងការអភិវឌ្ឍន៍ជនបទ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងទេសចរណ៍ និងបដិសណ្ឋារកិច្ច",
        "majors": [
          "គ្រប់គ្រងទេសចរណ៍",
          "គ្រប់គ្រងសណ្ឋាគារ",
          "គ្រប់គ្រងបដិសណ្ឋារកិច្ច និង មគ្គុទេសក៍ទេសចរណ៍"
        ]
      },
      {
        "name": "វិទ្យាស្ថានអប់រំភាសាអង់គ្លេស",
        "majors": [
          "អង់គ្លេសសម្រាប់អប់រំ",
          "អក្សរសាស្រ្តអង់គ្លេស"
        ]
      }
    ]
  },
  {
    "id": 118,
    "code": "uni_pri_0040",
    "universityName": "សាកលវិទ្យាល័យចេនឡា",
    "logoName": require('../../assets/images/schools/chenla.png'),
    "address": "ផ្លូវលេខ ៥៧ សង្កាត់ផ្សារដើមគ ខណ្ឌទូលគោក រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៨៨៣ ២៦៩",
      "០១២ ៥៣៥ ០៨០"
    ],
    "faxes": [
      "០២៣ ៨៨៣ ២៦៩"
    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.clu.com.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត នឹងភាសា",
        "majors": [
          "ភាសាអង់គ្លេសសម្រាប់ទំនាក់ទំនង",
          "ភាសាអង់គ្លេសសម្រាប់អប់រំ",
          "ភាសាអង់គ្លេសសម្រាប់បកប្រែ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តអប់រំ",
        "majors": [
          "គ្រប់គ្រងអប់រំ",
          "វិទ្យាសាស្រ្តអប់រំ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តសង្គម",
        "majors": [
          "គ្រប់គ្រង",
          "ទីផ្សារ",
          "គណនេយ្យ",
          "សេដ្ឋកិច្ចអភិវឌ្ឍន៍",
          "ធនាគារ នឹងហិរញ្ញវត្ថុ",
          "នីតិសាស្រ្ត",
          "រដ្ឋបាលសាធារណៈ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគណិតវិទ្យា និងវិទ្យាសាស្រ្ត",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "បច្ចេកវិទ្យាបណ្ដាញកុំព្យូទ័រ",
          "ប្រព័ន្ឋគ្រប់គ្រងទិន្នន័យ",
          "រចនាគេហទំព័រ",
          "សរសេកម្មវិធី",
          "ក្រាហ្វិកឌីហ្សាញ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យថែទាំសុខភាព",
        "majors": [
          "គិលានុបដ្ឋាក",
          "ឆ្មប",
          "បច្ចេកទេសមន្ទីរពិសោធន៍"
        ]
      }
    ]
  },
  {
    "id": 119,
    "code": "uni_pri_0041",
    "universityName": "សាកលវិទ្យាល័យឯកទេសនៃកម្ពុជា",
    "logoName": require('../../assets/images/schools/cambodia_specialty.jpg'),
    "address": "អគារ F ផ្លូវលេខ ៦២ ភូមិទូលគោក សង្កាត់ទួលសង្កែ ខណ្ឌឬស្សីកែវ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣​ ៣៥០ ៨២៨",
      "០១២ ៦៣​៦ ២០៧",
      "០៨៧ ៦៣៦ ២០៧",
      "០៨៩ ៨០៨ ៨៨៥",
      "០៧០ ៧០៨ ៨៨៣",
      "០៩៥ ៩៩៩ ៨៦៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.cus.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យវិស្វកម្ម",
        "majors": [
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "អេឡិចត្រូនិច អគ្គិសនី",
          "កុំព្យូទ័រវិស្វកម្ម"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តសង្គម និងនីតិសាស្រ្ត",
        "majors": [
          "នីតិសាធារណៈ",
          "នីតិឯកជន"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និងបច្ចេកវិទ្យា",
        "majors": [
          "អក្សរសាស្រ្តកុំព្យូទ័រ",
          "គីមីវិទ្យា",
          "ជីវវិទ្យា",
          "គ្រប់គ្រងប្រព័ន្ឋព័ត៌មានវិទ្យា",
          "គណិតវិទ្យា",
          "រូបវិទ្យា",
          "គ្រប់គ្រងស្ថិតិអនុវត្តន៍",
          "បច្ចេកវិទ្យាព័ត៌មានវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងពាណិជ្ជកម្ម និងសេដ្ឋកិច្ច",
        "majors": [
          "គ្រប់គ្រង",
          "ហិរញ្ញវត្ថុ និង ធនាគារ",
          "សេដ្ឋកិច្ចអភិវឌ្ឍន៍",
          "គ្រប់គ្រងការផ្សព្វផ្សាយ",
          "គ្រប់គ្រងអចលនវត្ថុ និងដីធ្លី",
          "គណនេយ្យ",
          "ម៉ាឃីតធីង (ទីផ្សារ)",
          "គ្រប់គ្រងសណ្ឋាគារ និង ទេសចរណ៍",
          "គ្រប់គ្រងពាណិជ្ជកម្មអន្តរជាតិ"
        ]
      }
    ]
  },
  {
    "id": 120,
    "code": "uni_pri_0042",
    "universityName": "សាកលវិទ្យាល័យធនធានមនុស្ស",
    "logoName": require('../../assets/images/schools/human_resource.png'),
    "address": "អគារលេខ ១៧-១៩ ផ្លូវ១៦៣ សង្កាត់អូឡាំពិក ខណ្ឌចំការមន រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៩៨៧ ៨២៦"
    ],
    "faxes": [
      "០២៣ ៩៨៧ ៨២៦"
    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.hru.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត នឹងភាសា",
        "majors": [
          "អក្សរសាស្រ្តអង់គ្លេសសម្រាប់ការបង្រៀន",
          "អក្សរសាស្រ្តអង់គ្លេសសម្រាប់ទំនាក់ទំនង"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសង្គមសាស្រ្ត និងសេដ្ឋកិច្ច",
        "majors": [
          "ធនាគារ នឹងហិរញ្ញវត្ថុ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងពាណិជ្ជកម្ម និងទេសចរណ៍",
        "majors": [
          "ម៉ាឃីតធីង (ទីផ្សារ)",
          "គណនេយ្យ",
          "គ្រប់គ្រង",
          "សណ្ឋាគារ និង ទេសចរណ៍"
        ]
      }
    ]
  },
  {
    "id": 121,
    "code": "uni_pri_0043",
    "universityName": "សាកលវិទ្យាល័យអាយអាយស៊ីនៃបច្ចេកវិទ្យា",
    "logoName": require('../../assets/images/schools/iic.jpg'),
    "address": "អគារលេខ ៦៥០ ផ្លូវជាតិលេខ ២ សង្កាត់ចាក់អង្រែក្រោម ខណ្ឌមានជ័យ ភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣​ ៤២៥ ១៤៨",
      "០១៦ ៣៤០ ៦២៦",
      "០៩២ ៣៤០ ៦២៦"
    ],
    "faxes": [
      "០២៣ ៤២៥​ ១៤៩"
    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.icc.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តសេដ្ឋកិច្ច",
        "majors": [
          "សេដ្ឋកិច្ចវិទ្យា",
          "ហិរញ្ញវត្ថុ និងធានារ៉ាប់រង",
          "ហិរញ្ញវត្ថុ និង ពន្ឋដារ",
          "ហិរញ្ញវត្ថុ និង ធនាគារ",
          "ហិរញ្ញវត្ថុ និង អចលនទ្រព្យ",
          "ស្ថិតិ និងព្យាករណ៍អាជីវកម្ម",
          "ហិរញ្ញវត្ថុ និង អចលនទ្រព្យ",
          "ស្ថិតិ និងព្យាករណ៍អាជីវកម្ម",
          "ហិរញ្ញវត្ថុ និង វិនិយោគ",
          "គ្រប់គ្រងមីក្រូហិរញ្ញវត្ថុ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តសង្គម",
        "majors": [
          "រដ្ឋបាលសាធារណៈ",
          "នីតិសាស្រ្ត",
          "នរវិទ្យា",
          "ប្រវត្តិសាស្រ្តសង្គមវិទ្យា",
          "វិទ្យាសាស្រ្តនយោបាយ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យ គណិតសាស្រ្ត និងវិទ្យាសាស្រ្ត",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "គណិតវិទ្យា",
          "ព័ត៌មានវិទ្យា",
          "វិស្វកម្មផ្នែកទន់",
          "វិទ្យាសាស្រ្តបរិស្ថាន និង វិទ្យាសាស្រ្តអនុវត្តន៍"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "ការអប់រំភាសាអង់គ្លេស",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "ភាសាជប៉ុន",
          "ភាសាកូរ៉េ",
          "ភាសាចិន",
          "ភាសាអង់គ្លេសសម្រាប់ពាណិជ្ជកម្ម"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យពាណិជ្ជសាស្រ្ត",
        "majors": [
          "គ្រប់គ្រង",
          "គ្រប់គ្រងរដ្ឋបាល",
          "ទីផ្សារ",
          "គ្រប់គ្រងការលក់",
          "គណនេយ្យ",
          "គ្រប់គ្រងភស្ដុភារ",
          "គ្រប់គ្រងសណ្ឋាគារ",
          "អាជីវកម្មអន្តរជាតិ",
          "គ្រប់គ្រងហានិភ័យ",
          "យុទ្ឋសាស្រ្តលទ្ឋកម្ម",
          "គ្រប់គ្រងទេសចរណ៍",
          "គ្រប់គ្រងអាជីវកម្មធុនតូច",
          "គ្រប់គ្រងធនធានមនុស្ស",
          "ទំនាក់ទំនងឧស្សាហកម្ម"
        ]
      }
    ]
  },
  {
    "id": 122,
    "code": "uni_pri_0044",
    "universityName": "សាកលវិទ្យាល័យ ហ្សាម៉ាន់",
    "logoName": require('../../assets/images/schools/zaman.jpg'),
    "address": "អគារលេខ ៨ ផ្លូវ៣២៥ សង្កាត់បឹងកក់១ ខណ្ឌទួលគោក រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៩៩៦ ១១១",
      "០១៧ ៩៩៦ ១១១"
    ],
    "faxes": [
      "០២៣ ៩៩៩២ ០០០"
    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.zamanu.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត នឹងភាសា",
        "majors": [
          "ចិត្តវិទ្យា",
          "សង្គមវិទ្យា",
          "ភាសាអង់គ្លេសអប់រំ",
          "ភាសាអង់គ្លេសសម្រាប់កុំព្យូទ័រ",
          "ភាសាអង់គ្លេសសម្រាប់ពាណិជ្ជកម្ម"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគណិតសាស្រ្តនិងវិទ្យាសាស្រ្ត",
        "majors": [
          "រូបវិទ្យា",
          "គីមីវិទ្យា",
          "គណិតវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគណិតសាស្រ្ត វិទ្យសាស្រ្ត",
        "majors": [
          "គ្រប់គ្រងពាណិជ្ជកម្ម",
          "សេដ្ឋកិច្ច និងធនាគារហិរញ្ញវត្ថុ",
          "ទំនាក់ទំនងអន្តរជាតិ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យព័ត៌មាន និងបច្ចេកវិទ្យាកុំព្យូទ័រ",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "សេដ្ឋកិច្ចនិងធនាគារហិរញ្ញវត្ថុ",
          "ទំនាក់ទំនងអន្តរជាតិ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិស្វកម្ម",
        "majors": [
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "វិស្វកម្មកុំព្យូទ័រ",
          "វិស្វកម្មប្រព័ន្ឋថាមពល",
          "វិស្វកម្មស្ថាបត្យកម្ម"
        ]
      }
    ]
  },
  {
    "id": 123,
    "code": "uni_pri_0045",
    "universityName": "សាកលវិទ្យាល័យអន្តរជាតិ",
    "logoName": require('../../assets/images/schools/iu.jpg'),
    "address": "ផ្លូវ ១០១១ -១៩៨៤ សង្កាត់ភ្នំពេញថ្មី ខណ្ឌសែនសុខ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៨៨១ ៦២៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.iu.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យឱសថសាស្រ្ត",
        "majors": [
          "ឱសថសាស្រ្ត"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យទន្តសាស្រ្ត",
        "majors": [
          "ទន្តសាស្រ្ត"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តថែទាំវេជ្ជសាស្រ្ត",
        "majors": [
          "គិលានុបដ្ឋាក",
          "ឆ្មប",
          "មន្ទីរពិសោធន៍"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវេជ្ជសាស្រ្ត និងរោគកុមារ",
        "majors": [
          "វេជ្ជសាស្រ្តទូទៅ",
          "រោគកុមារ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តកសិកម្ម និងអភិវឌ្ឍន៍ជនបទ",
        "majors": [
          "ក្សេត្រសាស្រ្ត",
          "បសុពេទ្យ",
          "ជលផល",
          "អភិវឌ្ឍន៍ជនបទ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តសង្គម និង សារព័ត៌មាន",
        "majors": [
          "សង្គមវិទ្យា",
          "សារព័ត៌មាន",
          "វិទ្យាសាស្រ្តនយោបាយ",
          "សុខភាពសាធារណៈ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យ នីតិសាស្រ្ត",
        "majors": [
          "ច្បាប់ទូទៅ",
          "ច្បាប់សាធារណៈ",
          "ច្បាប់ពាណិជ្ជកម្ម",
          "ច្បាប់អន្តរជាតិ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យពាណិជ្ជសាស្រ្ត និងវិទ្យាសាស្រ្តសេដ្ឋកិច្ច",
        "majors": [
          "សេដ្ឋកិច្ច",
          "គ្រប់គ្រង",
          "គណនេយ្យ",
          "ទីផ្សារ",
          "ទេសចរណ៍",
          "ព័ត៌មានវិទ្យាគ្រប់គ្រង",
          "ធនាគារ នឹងហិរញ្ញវត្ថុ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យបច្ចេកវិទ្យានិងវិទ្យាសាស្រ្ត",
        "majors": [
          "សំណង់ស៊ីវិល",
          "ស្ថាបត្យកម្ម",
          "ព័ត៌មានវិទ្យាសំណង់",
          "វិទ្យាស្ថានបរិស្ថាន",
          "វិស្វកម្មអគ្គិសនី",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "អេឡិចត្រូនិច",
          "សូរិយោដី",
          "មីក្រូជីវសាស្រ្ត",
          "ជីវគីមីវិទ្យា",
          "ជីវបច្ចេកវិទ្យា",
          "ជីវវិទ្យា",
          "គ្រប់គ្រងបរិស្ថាន",
          "វិស្វកម្មបរិស្ថាន",
          "បច្ចេកវិទ្យាបរិស្ថាន",
          "គីមី បច្ចេកវិទ្យាចំណីអាហារ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យមនុស្ស និង ភាសា",
        "majors": [
          "ភាសាអង់គ្លេស"
        ]
      }
    ]
  },
  {
    "id": 124,
    "code": "uni_pri_0046",
    "universityName": "សាកលវិទ្យាល័យលីមកុកវីង យូនឺវឺស៊ីធី អហ្វ គ្រេអេទីវ តិចណូឡូជី",
    "logoName": require('../../assets/images/schools/limkokwing.png'),
    "address": "ផ្ទះលេខ ៧០៧ -៧០៨ ផ្លូវ ១៩៨៦ សង្កាត់ភ្នំពេញថ្មី ខណ្ឌសែនសុខ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៩៩៥ ៧៣៣"
    ],
    "faxes": [
      "០២៣ ៩៩៥ ៧២៧"
    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.limkokwing.net/cambodia www.limkokwing.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យស្ថាបត្យកម្ម និងការរចនា",
        "majors": [
          "រចនាខាងក្នុង",
          "បច្ចេកវិទ្យាស្ថាបត្យកម្ម"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ អក្សរសាស្រ្ត និង មនុស្សសាស្រ្ត",
        "majors": [
          "រចនាអាជីព",
          "រចនាម៉ូដ និងការបង្កើតថ្មី"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តសង្គម និង ទំនាក់ទំនងអន្តរជាតិ",
        "majors": [
          "ទំនាក់ទំនងវិជ្ជាជីវៈ",
          "គ្រប់គ្រងព្រឹត្តិការណ៍",
          "ផលិតខ្សែភាពយន្ត និង ទូរទស្សន៍"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគណិតវិទ្យា និងវិស្វកម្ម",
        "majors": [
          "បច្ចេកវិទ្យាព័ត៌មាន",
          "វិស្វកម្មកម្មវិធីកុំព្យូទ័រ និង ពហុមេឌា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងពាណិជ្ជកម្ម",
        "majors": [
          "គណនេយ្យ",
          "រដ្ឋបាលធុរកិច្ច",
          "សហគ្រិនភាព",
          "ធុរកិច្ចអន្តរជាតិ"
        ]
      }
    ]
  },
  {
    "id": 125,
    "code": "uni_pri_0047",
    "universityName": "សាកលវិទ្យាល័យបញ្ញាជាតិ",
    "logoName": require('../../assets/images/schools/pcu.png'),
    "address": "អគារលេខ ១៣ និង ២០-២៤ ផ្លូវលេខ ២៥៣ សង្កាត់ទឹកល្អក់៣ ខណ្ឌទួលគោក រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០៩២ ៧៧៧ ៧០៨",
      "០៦៩ ៥៥៥ ៥៨២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.pcu.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យធុរកិច្ច និងសេដ្ឋកិច្ច",
        "majors": [
          "ហិរញ្ញវត្ថុ និង ធនាគារ",
          "គណនេយ្យ",
          "ទីផ្សារ",
          "សេដ្ឋកិច្ចអភិវឌ្ឍន៍",
          "រដ្ឋបាលធុរអន្តរជាតិ",
          "គ្រប់គ្រង",
          "គ្រប់គ្រងសណ្ឋារគារ",
          "ទេសចរណ៍"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគណិតសាស្រ្តនិងវិទ្យាសាស្រ្ត",
        "majors": [
          "សំណេរកម្មវិធីកុំព្យូទ័រ",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "ព័ត៌មានវិទ្យា",
          "បណ្ដាញកម្មវិធីកុំព្យូទ័រ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "ការអប់រំភាសាអង់គ្លេស",
          "ភាសាអង់គ្លេសសម្រាប់ពាណិជ្ជកម្ម",
          "អក្សរសាស្រ្តអង់គ្លេស"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តសង្គម",
        "majors": [
          "វិទ្យាសាស្រ្តនយោបាយ",
          "ច្បាប់ឯកជន",
          "ច្បាប់អន្តរជាតិ",
          "ច្បាប់សាធារណៈ",
          "រដ្ឋបាលសាធារណៈ",
          "នីតិសាស្រ្ត"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យអប់រំ",
        "majors": [
          "វិទ្យាសាស្រ្តអប់រំ",
          "ប្រវត្តិវិទ្យា",
          "ភូមិវិទ្យា",
          "គីមីវិទ្យា",
          "គណិតវិទ្យា",
          "ជីវវិទ្យា",
          "ទស្សនវិជ្ជា",
          "អក្សរសាស្រ្តខ្មែរ"
        ]
      }
    ]
  },
  {
    "id": 126,
    "code": "uni_pri_0048",
    "universityName": "សាកលវិទ្យាល័យភ្នំពេញអន្តរជាតិ",
    "logoName": require('../../assets/images/schools/ppiu.jpg'),
    "address": "អគារលេខ ៣៦ ផ្លូវ១៦៩ សង្កាត់វាលវង់ ខណ្ឌ ៧មករា រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣​ ៩៩៩ ៩០៦",
      "០២៣ ៩៩៩ ៩០៧",
      "០២៣ ៩៩៩ ៩០៨",
      "០៧១ ៣៣៣ ៦៧៧៧",
      "០១៦ ៥៩៦ ០១៣",
      "០៩៥ ៩៨១ ៥៥០"
    ],
    "faxes": [
      "០២៣ ៩៩៩ ៩០៥"
    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.ppiu.edu.kh",
      "Phnom Penh International University (Official)"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យពាណិជ្ជសាស្រ្ត និង ទេសចរណ៍",
        "majors": [
          "គ្រប់គ្រង",
          "គណនេយ្យ",
          "ទីផ្សារ",
          "គ្រប់គ្រងសណ្ឋាគារ និងទេសចរណ៍"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យនីតិសាស្រ្ត និង សេដ្ឋកិច្ច",
        "majors": [
          "អភិវឌ្ឍន៍សេដ្ឋកិច្ច",
          "ហិរញ្ញវត្ថុ ធនាគារ",
          "ច្បាប់",
          "រដ្ឋបាលសាធារណៈ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តអប់រំ",
        "majors": [
          "ភាសាអង់គ្លេសអប់រំ",
          "ភាសាអង់គ្លេសពាណិជ្ជកម្ម"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និង ព័ត៌មានវិទ្យា",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "គ្រប់គ្រប់ប្រព័ន្ឋព័ត៌មានវិទ្យា",
          "វិស្វកម្មទូរគមនាគមន៍",
          "គណិតសាស្រ្ត"
        ]
      }
    ]
  },
  {
    "id": 127,
    "code": "uni_pri_0049",
    "universityName": "សាកលវិទ្យាល័យ កម្ពុជា",
    "logoName": require('../../assets/images/schools/uc.png'),
    "address": "ផ្លូវណ័រប្រីត សង្កាត់ទឹកថ្លា ខណ្ឌសែនសុខ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៩៩៣ ២៧៦",
      "០៦០ ៣៣៣ ៣៤៦"
    ],
    "faxes": [
      "០២៣ ៩៩៣ ២៨៤"
    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.uc.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យអប់រំ",
        "majors": [
          "វិទ្យាសាស្រ្តអប់រំ",
          "រដ្ឋបាលអប់រំ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យច្បាប់",
        "majors": [
          "នីតិសាស្រ្តទូទៅ",
          "នីតិសាធារណៈ",
          "នីតិឯកជន"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "សារព័ត៌មាន",
          "សង្គមកិច្ច",
          "សិក្សាអំពីអាស៊ី",
          "អក្សរសាស្រ្ត និងភាសាអង់គ្លេស"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តសង្គម",
        "majors": [
          "សិក្សាពីការអភិវឌ្ឍន៍",
          "គោលនយោបាយសាធារណៈ",
          "វិទ្យាសាស្រ្តនយោបាយ",
          "ទំនាក់ទំនងអន្តរជាតិ",
          "រដ្ឋបាលសាធារណៈ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និង បច្ចេកវិទ្យា",
        "majors": [
          "ព័ត៌មានវិទ្យា",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "អេឡិចត្រូនិក និងទូរគមនាគមន៍"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យព័ត៌មាននិងគមនាគមន៍",
        "majors": [
          "សិល្បៈនិងការសិក្សាព័ត៌មាន",
          "គមនាគមន៍រូបភាព",
          "ការសិក្សាអំពីគមនាគមន៍"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រង",
        "majors": [
          "គណនេយ្យ",
          "គ្រប់គ្រងពាណិជ្ជកម្ម",
          "គ្រប់គ្រងធនធានមនុស្ស",
          "សេដ្ឋកិច្ច",
          "ហិរញ្ញវត្ថុ និង ធនាគារ",
          "ពាណិជ្ជកម្មអន្តរជាតិ",
          "ទីផ្សារ",
          "បដិសណ្ឋារកិច្ច និងគ្រប់គ្រងទេសចរណ៍"
        ]
      }
    ]
  },
  {
    "id": 128,
    "code": "uni_pri_0050",
    "universityName": "សាកលវិទ្យាល័យពុទ្ធិសាស្រ្ត",
    "logoName": require('../../assets/images/schools/puthisastra.png'),
    "address": "ផ្ទះលេខ ៥៥ ផ្លូវលេខ ១៨០ និង ១៨៤ សង្កាត់បឹងរាំង ខណ្ឌដូនពេញ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ២២១ ៦២៤",
      "០២៣ ២២០ ៤៧៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.puthisastra.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ​ មនុស្សសាស្រ្ត នឹងភាសា",
        "majors": [
          "អក្សរសាស្រ្តអង់គ្លេស"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត  និងបច្ចេកវិទ្យា",
        "majors": [
          "តបណ្ដាញកុំព្យូទ័រ",
          "សរសេកម្មវិធីកុំព្យូទ័រ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសេដ្ឋកិច្ច និង ធុរកិច្ច",
        "majors": [
          "គណនេយ្យ",
          "សេដ្ឋកិច្ច",
          "ទីផ្សារ",
          "ហិរញ្ញវត្ថុ និងធនាគារ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តសុខាភិបាល",
        "majors": [
          "វេជ្ជសាស្រ្ត",
          "ឱសថសាស្រ្ត",
          "ទន្តសាស្រ្ត",
          "គិលានុបដ្ឋាក",
          "ឆ្មប",
          "មន្ទីរពិសោធន៍វេជ្ជសាស្រ្ត"
        ]
      }
    ]
  },
  {
    "id": 129,
    "code": "uni_pri_0051",
    "universityName": "សាកលវិទ្យាល័យវេស្ទើន",
    "logoName": require('../../assets/images/schools/western.jpg'),
    "address": "ផ្ទះលេខ ១៥ ផ្លូវលេខ ៥២៨ សង្កាត់បឹងកក់ ១ ខណ្ឌទួលគោករាជធានី",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៩៩៨ ២៣៣",
      "០១២ ២០០ ៩៨៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.western.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត នឹងភាសា",
        "majors": [
          "អប់រំភាសាអង់គ្លេស",
          "ភាសាអង់គ្លេសសម្រាប់ទំនាក់ទំនង",
          "អក្សរសាស្រ្តខ្មែរ",
          "ប្រវត្តិវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តសង្គម",
        "majors": [
          "ធនាគារ នឹងហិរញ្ញវត្ថុ",
          "សេដ្ឋកិច្ចអភិវឌ្ឍន៍",
          "នីតិសាធារណៈ",
          "នីតិឯកជន"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រង និង សណ្ឋាគារទេសចរណ៍",
        "majors": [
          "គ្រប់គ្រង",
          "ទីផ្សារ",
          "គណនេយ្យ",
          "គ្រប់គ្រងសណ្ឋារគារ ទេសចរណ៍"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តនិងបច្ចេកវិទ្យា",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ"
        ]
      }
    ]
  },
  {
    "id": 130,
    "code": "uni_pri_0052",
    "universityName": "សាកលវិទ្យាល័យខេមរៈ",
    "logoName": require('../../assets/images/schools/khemarak.png'),
    "address": "បណ្ដោយផ្លូវ ១៩៨៦ បត់ចូលផ្លូវលំ ៧២ ចំងាយ ២០​ម៉ែត្រ សង្កាត់ភ្នំពេញថ្មី ខណ្ឌសែនសុខ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០១២ ៤៩៣ ៣៣៤",
      "​ ០៩៧ ៧០៧ ១១១១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.khemarak.edu.kh សាកលវិទ្យាល័យខេមរៈ Official page"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យនីតិសាស្រ្តនិងវិទ្យាសាស្រ្តសេដ្ឋកិច្ច",
        "majors": [
          "នីតិសាធារណៈ",
          "នីតិ​ឯកជន",
          "សេដ្ឋកិច្ច"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តបច្ចេកវិទ្យា និង ព័ត៌មាន",
        "majors": [
          "គណិតវិទ្យាអនុវត្តន៍",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យមនុស្សសាស្រ្ត សិល្បៈនិងភាសាវិទ្យា",
        "majors": [
          "ភាសាអង់គ្លេស",
          "ភាសាវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តនយោបាយនិងទំនាក់ទំនងអន្តរជាតិ",
        "majors": [
          "សេដ្ឋកិច្ចកសិកម្ម",
          "អភិវឌ្ឍន៍ជនបទ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តនយោបាយនិងទំនាក់ទំនងអន្តរជាតិ",
        "majors": [
          "វិទ្យាសាស្រ្តនយោបាយ",
          "ទំនាក់ទំនងអន្តរជាតិ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តអប់រំ",
        "majors": [
          "គ្រប់គ្រងអប់រំ",
          "រូបវិទ្យា",
          "ជីវវិទ្យា",
          "គីមីវិទ្យា",
          "ប្រវត្តិវិទ្យា",
          "ទស្សនវិជ្ជា",
          "អក្សរសាស្រ្តខ្មែរ",
          "ចិត្តគរុកោសល្យ",
          "ផែនការកម្ម និងគោលនយោបាយអប់រំ"
        ]
      }
    ]
  },
  {
    "id": 131,
    "code": "uni_pri_0053",
    "universityName": "សាកលវិទ្យាល័យគ្រប់គ្រង និង សេដ្ឋកិច្ច",
    "logoName": require('../../assets/images/schools/management_economic.png'),
    "address": "អគារលេខ ៧៤ ភូមិព្រែកព្រះស្ដេច សង្កាត់ព្រែកព្រះស្ដេច ក្រុងបាត់ដំបង ខេត្តបាត់ដំបង",
    "province": "បាត់ដំបង",
    "phoneNumbers": [
      "០១៦ ៧២៩ ៤២៦",
      "០៩៨ ២២៦ ៦៧៣",
      "០៥៣ ៩៥២ ១៦០"
    ],
    "faxes": [
      "០៥៣ ៩៥៣ ១៦០"
    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.ume.edu.kh umecambodia"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យ សិល្បៈ មនុស្សសាស្រ្ត និង ភាសាបរទេស",
        "majors": [
          "ភាសាអង់គ្លេសសម្រាប់ទំនាក់ទំនង",
          "ភាសាអង់គ្លេសសម្រាប់អប់រំ",
          "បកប្រែភាសាអង់គ្លេស",
          "អក្សរសាស្រ្តខ្មែរ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និង បច្ចេកវិទ្យា",
        "majors": [
          "តបណ្ដាញណេតវើក",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "គណិតវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យនីតិសាស្រ្ត និងសេដ្ឋកិច្ច",
        "majors": [
          "នីតិសាស្រ្ត",
          "វិទ្យាសាស្រ្តសេដ្ឋកិច្ច",
          "វិទ្យាសាស្រ្តនយោបាយ",
          "រដ្ឋបាលសាធារណៈ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យកសិកម្ម និង អភិវឌ្ឍន៍ជនបទ",
        "majors": [
          "ក្សេត្រសាស្រ្ត",
          "អភិរក្សធនធានធម្មជាតិ",
          "រដ្ឋបាលជលផល",
          "វិទ្យាសាស្រ្តសត្វ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងពាណិជ្ជកម្ម និងឮ",
        "majors": [
          "គ្រប់គ្រងធនធានមនុស្ស",
          "គណនេយ្យ និង ហិរញ្ញវត្ថុ",
          "ធនាគារ នឹងហិរញ្ញវត្ថុ",
          "គ្រប់គ្រងទីផ្សារ",
          "គ្រប់គ្រងពាណិជ្ជកម្ម",
          "គ្រប់គ្រងគម្រោង",
          "គ្រប់គ្រងទូទៅ",
          "ជំនួញ និងការលក់",
          "សវនកម្ម"
        ]
      }
    ]
  },
  {
    "id": 132,
    "code": "uni_pri_0054",
    "universityName": "សាកលវិទ្យាល័យអន្តរជាតិឌូវី",
    "logoName": require('../../assets/images/schools/dewey.jpg'),
    "address": "ភូមិរំចេក ៤ សង្កាត់រតនៈ ក្រុងបាត់ដំបង ខេត្តដំបង",
    "province": "បាត់ដំបង",
    "phoneNumbers": [
      "០៥៣ ៦៣៧ ៣៧៤៧, ០៨៩ ៩៥០ ៩០៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.diu.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ​ មនុស្សសាស្រ្ត នឹងភាសា",
        "majors": [
          "អក្សរសាស្រ្តអង់គ្លេស",
          "ខេមរសិក្សា",
          "ទស្សនវិជ្ជា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យអប់រំ",
        "majors": [
          "អប់រំភាសាអង់គ្លេស",
          "អប់រំសហគមន៍",
          "រដ្ឋបាលអប់រំ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគណិតវិទ្យា និង វិទ្យាសាស្រ្ត",
        "majors": [
          "វិទ្យាសាស្រ្តបរិស្ថាន",
          "ស្ថិតិ",
          "តបណ្ដាញ",
          "អភិវឌ្ឍន៍ប្រព័ន្ឋព័ត៌មាន",
          "គណិតវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងពាណិជ្ជកម្ម",
        "majors": [
          "គ្រប់គ្រង",
          "ទីផ្សារ",
          "គណនេយ្យ",
          "ធនាគារ នឹងហិរញ្ញវត្ថុ",
          "ទេសចរណ៍ និងបដិសណ្ឋារកិច្ច"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តសង្គម",
        "majors": [
          "អភិវឌ្ឍន៍សហគមន៍",
          "ការងារសង្គម",
          "សេដ្ឋកិច្ច",
          "វិទ្យាសាស្រ្តនយោបាយ"
        ]
      }
    ]
  },
  {
    "id": 133,
    "code": "uni_pri_0055",
    "universityName": "សាកលវិទ្យាល័យ ឡាយហ្វ",
    "logoName": require('../../assets/images/schools/life.png'),
    "address": "ផ្លូវសេតេ ក្រុមទី ១១ មណ្ឌល ៣ សង្កាត់០២ ក្រុងព្រះសីហនុ ខេត្តព្រះសីហនុ",
    "province": "ព្រះសីហនុ",
    "phoneNumbers": [
      "០៣៤ ៩៣៤ ៤៩៨",
      "០៧៨ ៩៦៦ ៨៧៧",
      "០១៦ ៤៥០ ៣០២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.lifeun.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសេដ្ឋកិច្ច និងទេសចរណ៍",
        "majors": [
          "គ្រប់គ្រង",
          "សេដ្ឋកិច្ច",
          "គ្រប់គ្រងទេសចរណ៍",
          "ម៉ាឃីតធីង",
          "ហិរញ្ញវត្ថុ និង ធនាគារ",
          "គណនេយ្យ",
          "ពាណិជ្ជកម្មអន្តរជាតិ",
          "គ្រប់គ្រងទេសចរណ៍ និង បដិសណ្ឋារកិច្ច"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "អក្សរសាស្រ្តខ្មែរ",
          "ទស្សនវិជ្ជា",
          "ប្រវត្តិវិទ្យា",
          "ការអប់រំភាសាអង់គ្លេស"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និង បច្ចេកវិទ្យា",
        "majors": [
          "ព័ត៌មានវិទ្យា",
          "ស្ថាបត្យកម្ម",
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "គណិតវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងពាណិជ្ជកម្ម",
        "majors": [
          "នីតិឯកជន",
          "នីតិសាធារណៈ",
          "រដ្ឋបាលសាធារណៈ",
          "នីតិអន្តរជាតិ",
          "វិទ្យាសាស្រ្តនយោបាយ",
          "ទំនាក់ទំនងអន្តរជាតិ និងការទូត"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យុះ គិលានុបដ្ឋាក និងឆ្មប",
        "majors": [
          "គិលានុបដ្ឋាក",
          "ឆ្មប"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យស្ថាបត្យកម្ម និង នគរូបនីយកម្ម",
        "majors": [
          "ស្ថាបត្យកម្ម",
          "នគររូបនីយកម្ម",
          "រចនាលម្អខាងក្នុង",
          "ស្ថាបត្យកម្មសួនឧទ្យាន",
          "ស្ថាបត្យកម្ម លំនៅដ្ឋាន"
        ]
      }
    ]
  },
  {
    "id": 134,
    "code": "uni_pri_0056",
    "universityName": "សាកលវិទ្យាល័យខ្មែរ បច្ចេកវិទ្យា និង គ្រប់គ្រង",
    "logoName": require('../../assets/images/schools/technology_management.jpg'),
    "address": "ផ្លូវឯករាជ្យ ភូមិ ២ សង្កាត់​ ៣ ក្រុងព្រះសីហនុ ខេត្តព្រះសីហនុ",
    "province": "ព្រះសីហនុ",
    "phoneNumbers": [
      "០៣៤ ៩៣៣ ៧១៨",
      "០៩៣ ៩៣៦ ៦៩៩",
      "០១៥ ៥៥៥ ៦៥០"
    ],
    "faxes": [
      "០៣៤ ៩៣៣ ៧១៨"
    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.kutm.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តនិងបច្ចេកវិទ្យា",
        "majors": [
          "ព័ត៌មានវិទ្យា",
          "កុំព្យូទ័រអនុវត្ត",
          "គណិតសាស្រ្ត",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "វិទ្យាសាស្រ្តទូរគមនាគមន៍",
          "សិ្ថតិអនុវត្ត"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត កសិកម្មនិងអភិវឌ្ឍជនបទ",
        "majors": [
          "ក្សេត្រសាស្រ្ត",
          "បសុព្យាបាល",
          "រុក្ខសាស្រ្ត",
          "កសិកម្ម និង អភិវឌ្ឍន៍ជនបទ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "រដ្ឋបាលអប់រំ",
          "ការអប់រំ",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "ភាសាអង់គ្លេសសម្រាប់អាជីវកម្ម",
          "ភាសាអង់គ្លេសសម្រាប់គ្រប់គ្រងទេសចរណ៍ \nនិងបដិសណ្ឋារកិច្ច"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងពាណិជ្ជកម្ម និង​ទេសចរណ៍",
        "majors": [
          "គណនេយ្យ",
          "គ្រប់គ្រងទូទៅ",
          "កសិពាណិជ្ជកម្ម",
          "កុំព្យូទ័រពាណិជ្ជកម្ម",
          "សេដ្ឋកិច្ចកសិកម្ម",
          "គ្រប់គ្រងធនធានមនុស្ស",
          "គ្រប់គ្រងនិងបដិសណ្ឋារកិច្ច",
          "ការទិញលក់ផ្ទះ និង ដី",
          "ហិរញ្ញវត្ថុ និងធនាគារ",
          "គ្រប់គ្រងទេសចរណ៍",
          "គ្រប់គ្រងឧស្សាហកម្ម",
          "សេដ្ឋកិច្ច",
          "ពាណិជ្ជកម្មអន្តរជាតិ",
          "គ្រប់គ្រងអាជីវកម្ម",
          "ទីផ្សារ",
          "ការធានារ៉ាប់រង"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យនីតិសាស្រ្ត និង វិទ្យាសាស្រ្តសង្គម",
        "majors": [
          "នីតិសាធារណៈ",
          "នីតិឯកជន",
          "ចិត្តវិទ្យា",
          "ការសិក្សាអំពីការអភិវឌ្ឍន៍",
          "សង្គមវិទ្យា",
          "ប្រវត្តិវិទ្យា",
          "ទំនាក់ទំនងអន្តរជាតិ",
          "នរវិទ្យា",
          "វិទ្យាសាស្រ្តនយោបាយ",
          "រដ្ឋបាលសាធារណៈ"
        ]
      }
    ]
  },
  {
    "id": 135,
    "code": "uni_pri_0057",
    "universityName": "សាកលវិទ្យាល័យអង្គរខេមរា",
    "logoName": require('../../assets/images/schools/angkor_khemara.jpg'),
    "address": "ភូមិទី១ ឧសភា សង្កាត់ កំពង់កណ្ដាល ក្រុងកំពត ខេត្តកំពត",
    "province": "កំពត",
    "phoneNumbers": [
      "០៣៣ ៦៣៦ ៣១៤៩",
      "០៣៣ ៦៩០ ៣៨៨៤",
      "០៩៧ ៧៧៧ ៩៣៩៥"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.aku.education"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ​ មនុស្សសាស្រ្ត នឹងភាសា",
        "majors": [
          "ប្រវត្តិវិទ្យា",
          "ទស្សនវិជ្ជា",
          "អក្សរសាស្រ្តខ្មែរ",
          "ភាសាអង់គ្លេស"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តកសិកម្ម និងអភិវឌ្ឍន៍ជនបទ",
        "majors": [
          "សេដ្ឋកិច្ចកសិកម្ម",
          "អភិវឌ្ឍជនបទ",
          "វិទ្យាសាស្រ្តកសិកម្ម"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគណិតសាស្រ្ត និង វិទ្យាសាស្រ្ត",
        "majors": [
          "គណិតវិទ្យា",
          "រូបវិទ្យា",
          "គីមីវិទ្យា",
          "ជីវវិទ្យា",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "អគ្គិសនី"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តសង្គម",
        "majors": [
          "សង្គមវិទ្យា",
          "សេដ្ឋកិច្ច",
          "គ្រប់គ្រងទូទៅ",
          "នីតិឯកជន",
          "គណនេយ្យ និងហិរញ្ញវត្ថុ",
          "ធនាគារ នឹងហិរញ្ញវត្ថុ",
          "កិច្ចការសង្គម",
          "ភូមិវិទ្យា",
          "គ្រប់គ្រងទេសចរណ៍",
          "ទីផ្សារ និងការលក់",
          "ចិត្តវិទ្យា",
          "វិទ្យាសាស្រ្តនយោបាយ",
          "នីតិសាធារណៈ",
          "គ្រប់គ្រងពាណិជ្ជកម្ម"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យ វិទ្យាសាស្រ្តអប់រំ",
        "majors": [
          "គ្រប់គ្រងអប់រំ",
          "ការអប់រំរូបវិទ្យា",
          "ការអប់រំភូមិវិទ្យា",
          "ការអប់រំប្រវត្តិវិទ្យា",
          "គរុកោសល្យសង្គម",
          "ការអប់រំគីមីវិទ្យា",
          "ការអប់រំទស្សនវិជ្ជា",
          "ការអប់រំអក្សរសាស្រ្តខ្មែរ",
          "ការអប់រំគណិតវិទ្យា",
          "ការអប់រំជីវវិទ្យា",
          "ការអប់រំភាសាអង់គ្លេស"
        ]
      }
    ]
  },
  {
    "id": 136,
    "code": "uni_pri_0058",
    "universityName": "វិទ្យាស្ថានវិទ្យាសាស្រ្តអាស៊ី",
    "logoName": require('../../assets/images/schools/asia_science.jpg'),
    "address": "អគារ ២១-៣៥ ផ្លូវលេខ ៥១៦ សង្កាត់ទួលសង្កែ ខណ្ឌឬស្សីកែវ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០១០ ៣០០​ ៧៦៨",
      "០២៣ ៦៦៦ ៨៦៦៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.ais-edu.com",
      "www.facebook.com/asia.sciences"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "គិលានុបដ្ឋាក",
          "ឆ្មប",
          "មន្ទីរពិសោធន៍"
        ]
      }
    ]
  },
  {
    "id": 137,
    "code": "uni_pri_0059",
    "universityName": "វិទ្យាស្ថានខេមអេដប៊ីហ្សនេសស្តូល",
    "logoName": require('../../assets/images/schools/cam_ed.gif'),
    "address": "ផ្ទះលេខ ៦៤ ផ្លូវ១០៨ សង្កាត់វត្តភ្នំ ខណ្ឌដូនពេញ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៩៨៦ ៥២២",
      "០២៣ ៩៨៦ ៩៦០",
      "០២៣ ៩៨៦ ៩៦១",
      "០១២ ៦១៨ ៩៨៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.cam-ed.com",
      "www.facebook.com/CamEdBusinessSchool"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "វិទ្យាស្ថានខេមអេដប៊ីហ្សនេស",
        "majors": [
          "គណនេយ្យ",
          "ហិរញ្ញវត្ថុ",
          "គ្រប់គ្រង"
        ]
      }
    ]
  },
  {
    "id": 138,
    "code": "uni_pri_0060",
    "universityName": "វិទ្យាស្ថានវ៉ាន់ដា",
    "logoName": require('../../assets/images/schools/vanda.jpeg'),
    "address": "មហាវិថីម៉ៅសេទុង សង្កាត់ទំនប់ទឹក ខណ្ឌចំការមន រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ២១៣ ៥៦៣"
    ],
    "faxes": [
      "០២៣ ២១៣ ៥៦២"
    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.vanda.edu.kh  Vanda Institute of Accounting"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យគណនេយ្យ",
        "majors": [
          "គណនេយ្យ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យហិរញ្ញវត្ថុ និងធនាគារ",
        "majors": [
          "ហិរញ្ញវត្ថុ និង ធនាគារ"
        ]
      }
    ]
  },
  {
    "id": 139,
    "code": "uni_pri_0061",
    "universityName": "វិទ្យាស្ថានសិល្បៈភ្នំពេញអន្តរជាតិ",
    "logoName": require('../../assets/images/schools/ppia.jpeg'),
    "address": "ផ្ទះលេខ ១៣៤អេ ផ្លូវលេខ ៥១(ប៉ាស្ទ័រ) សង្កាត់បឹងកេងកង១ ខណ្ឌចំការមន រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៦៦៦ ៦៧១៦",
      "០១២ ២៥៥ ១៧៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.ppiia.org PPIIA-Phnom Penh International Institute of the Arts"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "ដេប៉ាតឺម៉ង់តូរ្យតន្ត្រី",
        "majors": [
          "ព្យាណូ",
          "សូរសំនៀង",
          "ឧបករណ៍ប្រើខ្សែ និងខ្យល់",
          "អក្សរភ្លេង និពន្ធបទភ្លេង"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់របាំ",
        "majors": [
          "របាំបាឡេ",
          "ក្បាច់រចនាទំនើប"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់គំនូរ និង ចលនា",
        "majors": [
          "រចនាម៉ូដសំលៀកបំពាក់ និង វាយនភណ្ឌ",
          "ស្ថាបត្យកម្ម និងរចនាខាងក្នុង",
          "រចនាប្លង់"
        ]
      }
    ]
  },
  {
    "id": 140,
    "code": "uni_pri_0062",
    "universityName": "វិទ្យាស្ថានស៊ីតិក",
    "logoName": require('../../assets/images/schools/setec.png'),
    "address": "អគារលេខ ៨៦អា ផ្លូវសហព័ន្ឋរុស្សី(ផ្លូវ ១១០) កែងផ្លូវលេខ ២៥៩ សង្កាត់ទឹកល្អក់ទី១ ខណ្ឌទួលគោក រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៨៨០ ៦១២"
    ],
    "faxes": [
      "០២៣ ៨៨០ ៦១២"
    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.setecu.com",
      "www.facebook.com/setecedu"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រង",
        "majors": [
          "គ្រប់គ្រងប្រព័ន្ឋព័ត៌មានវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យពាណិជ្ជកម្ម",
        "majors": [
          "ពាណិជ្ជកម្មព័ត៌មានវិទ្យា",
          "ប្លង់ និងរចនា"
        ]
      }
    ]
  },
  {
    "id": 141,
    "code": "uni_pri_0063",
    "universityName": "វិទ្យាស្ថានអភិវឌ្ឍន៍អាស៊ីសច្ចៈ",
    "logoName": require('../../assets/images/schools/sachak_asia.jpg'),
    "address": "អគារលេខ ៤៧ Eo ផ្លូវលេខ៣៤៨ សង្កាត់ទួលស្វាយព្រៃមួយ ខណ្ឌចំការមន រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៦៩០ ០៧៦៧",
      "០២៣ ៦៩២ ១៩១២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.sadi.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យ បច្ចេកវិទ្យាព័ត៌មាន",
        "majors": [
          "គ្រប់គ្រងបណ្ដាញកុំព្យូទ័រ",
          "វិស្វកម្មកម្មវិធីកុំព្យូទ័រ",
          "គ្រប់គ្រងទិន្នន័យកុំព្យូទ័រ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យភាសាបរទេស",
        "majors": [
          "ភាសាអង់គ្លេសផ្នែកអប់រំ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យពាណិជ្ជកម្ម",
        "majors": [
          "គ្រប់គ្រងអាជីវកម្ម",
          "គ្រប់គ្រង់គណនេយ្យ",
          "គ្រប់គ្រងទីផ្សារ"
        ]
      }
    ]
  },
  {
    "id": 142,
    "code": "uni_pri_0064",
    "universityName": "វិទ្យាស្ថានអន្តរជាតិ អេស អាយ យូ",
    "logoName": require('../../assets/images/schools/siu.jpg'),
    "address": "ផ្លូវលេខ ២១៧ ផ្ទះលេខ ៨E1 សង្កាត់ស្ទឹងមានជ័យ ខណ្ឌមានជ័យ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០៩៥ ៦៧៩ ៦៩៥",
      "០៩៦ ២៤៩ ៩៨៣០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.ice.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យភាសាបរទេស",
        "majors": [
          "ភាសាបរទេស"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងពាណិជ្ជកម្ម",
        "majors": [
          "គ្រប់គ្រង",
          "សណ្ឋាគារ និង ទេសចរណ៍",
          "គណនេយ្យ",
          "ទីផ្សារ"
        ]
      }
    ]
  },
  {
    "id": 143,
    "code": "uni_pri_0065",
    "universityName": "វិទ្យាស្ថាន អេសធី ខ្លេម៉ិនស៍",
    "logoName": require('../../assets/images/schools/st_clement.jpg'),
    "address": "អគារលេខ ១០២ ផ្លូវ ៥៩៨ សង្កាត់បឹងកក់ ២ ខណ្ឌទួលគោក រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០១២ ៣៨៧ ២២៣",
      "០១២ ៥៥១ ៧៧៧",
      "០៦៩ ២៥៦ ៦៧៩",
      "០២៣ ៦៣១ ៦០៣៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.stclements.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "ដេប៉ាតឺម៉ង់វិទ្យាសាស្រ្តសង្គម និង សេដ្ឋកិច្ច",
        "majors": [
          "គ្រប់គ្រងពាណិជ្ជកម្ម",
          "គ្រប់គ្រងហិរញ្ញវត្ថុ និង ធនាគារ",
          "បដិសណ្ឋារកិច្ច និងគ្រប់គ្រងទេសចរណ៍"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់បច្ចេកវិទ្យាព័ត៌មាន",
        "majors": [
          "បច្ចេកវិទ្យាព័ត៌មាន"
        ]
      }
    ]
  },
  {
    "id": 144,
    "code": "uni_pri_0066",
    "universityName": "វិទ្យាស្ថាន អ៊ីនធឺរេដ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "អគារលេខ ៨ ផ្លូវ១៧៣ សង្កាត់អូឡាំពិក ខណ្ឌចំការមន រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០៦៩ ៨៦៦ ៦៥៦",
      "០១២ ៦៥៦",
      "០១៣",
      "០១២ ២៣៤ ៨៩០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.intered-institute.com"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យមនុស្សសាស្រ្តនិងភាសា",
        "majors": [
          "ភាសាអង់គ្លេស"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងពាណិជ្ជកម្ម",
        "majors": [
          "គ្រប់គ្រង",
          "គណនេយ្យ",
          "ទីផ្សារ",
          "ហិរញ្ញវត្ថុធនាគារ",
          "សេដ្ឋកិច្ច",
          "ពាណិជ្ជកម្មអន្តរជាតិ",
          "កុំព្យូទ័រពាណិជ្ជកម្ម",
          "ទំនាក់ទំនងពាណិជ្ជកម្ម",
          "គ្រប់គ្រងហានិភ័យ",
          "គ្រប់គ្រងទេសចរណ៍",
          "គ្រប់គ្រងធនធានមនុស្ស",
          "គ្រប់គ្រងសណ្ឋាគារ និង បដិសណ្ឋារកិច្ច"
        ]
      }
    ]
  },
  {
    "id": 145,
    "code": "uni_pri_0067",
    "universityName": "វិទ្យាស្ថានគ្រប់គ្រង ភីស៊ីអិល",
    "logoName": require('../../assets/images/schools/pcl.jpg'),
    "address": "ផ្លូវប៉េតុង ៦០០ ភូមិត្នោតជ្រុំ៥ សង្កាត់បឹងទំពុន  សណ្ឌមានជ័យ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៦៩១ ៦៧៥៨",
      "០៩៧ ២១៦ ៣២៧៩",
      "០១២ ៧៧៩ ២៧៤",
      "០១២ ៧៣០ ០១៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.pcl.is"
    ],
    "mailbox": "www.facebook.com/pmi.pcl.sareyboth",
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ អប់រំនិងភាសា",
        "majors": [
          "បង្រៀនភាសាអង់គ្លេស"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងពាណិជ្ជកម្ម",
        "majors": [
          "គ្រប់គ្រងទូទៅ",
          "ទីផ្សារ",
          "គណនេយ្យ"
        ]
      }
    ]
  },
  {
    "id": 146,
    "code": "uni_pri_0068",
    "universityName": "វិទ្យាស្ថានគ្រប់គ្រង និអភិវឌ្ឍន៍",
    "logoName": require('../../assets/images/schools/imd.jpg'),
    "address": "ភូមិពាលញែក១ សង្កាត់ផ្ទះព្រៃ ក្រុងពោធ៍សាត់ ខេត្តពោធ៍សាត់",
    "province": "ពោធ៍សាត់",
    "phoneNumbers": [
      "០៨៧ ៥៤៥ ៧០៣",
      "០១២ ៥២០ ០០៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.imd.edu.kh"
    ],
    "mailbox": "www.imd.edu.kh Imd Pursat",
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យបរទេស",
        "majors": [
          "អប់រំភាសាអង់គ្លេស",
          "គ្រូភាសាអង់គ្លេស",
          "បកប្រែភាសាអង់គ្លេស"
        ]
      },
      {
        "name": "មាហាវិទ្យាល័យគ្រប់គ្រង",
        "majors": [
          "គ្រប់គ្រង",
          "គណនេយ្យ និងហិរញ្ញវត្ថុ",
          "គ្រប់គ្រងទីផ្សារ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យ នីតិសាស្រ្ត និងសេដ្ឋកិច្ច",
        "majors": [
          "ហិរញ្ញវត្ថុ និងធនាគារ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យ  បច្ចេកវិទ្យាព័ត៌មាន",
        "majors": [
          "តបណ្តាញកុំព្យូរទ័រ",
          "សរសេរកម្មវិធីកុំព្យូរទ័រ"
        ]
      }
    ]
  },
  {
    "id": 147,
    "code": "uni_pri_0069",
    "universityName": "វិទ្យាស្ថានក្រុងកម្ពុជា",
    "logoName": require('../../assets/images/schools/krong_angkor.jpg'),
    "address": "ផ្លូវលេខ១១ ភូមិកំពង់ធំ សង្កាត់កំពង់រទេះ ក្រុងស្ទឹងសែន ខេត្តកំពង់ធំ",
    "province": "កំពង់ធំ",
    "phoneNumbers": [
      "០១២ ៩៩៦ ៣៨២",
      "០១២ ៧៧៦ ៣៨២",
      "០៩២ ៨៥២ ០៩០",
      "១២៧ ១១៥៧៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.aci-edu.blogspot.com"
    ],
    "mailbox": "www.facebook/AngkorCityInstitute",
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រង និងទេសចរណ៍",
        "majors": [
          "គ្រប់គ្រង",
          "គណនេយ្យ",
          "ទីផ្សារ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យនីតិសាស្រ្ត និងសេដ្ឋកិច្ច",
        "majors": [
          "នីតិសាធារណៈ",
          "នីតិឯកជន",
          "ធនាគារ និងហិរញ្ញវត្ថុ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យព័ត៌មានវិទ្យា",
        "majors": [
          "ការអប់រំភាសាអង់គ្លេស",
          "គ្រប់គ្របបណ្ដាញកុំព្យូរទ័រ",
          "វិស្វកម្មកម្មវិធីកុំព្យូរទ័រ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តអប់រំ",
        "majors": [
          "អក្សរសាស្រ្តខ្មែរ",
          "គណិតវិទ្យា",
          "រូបវិទ្យា"
        ]
      }
    ]
  },
  {
    "id": 148,
    "code": "uni_pri_0070",
    "universityName": "វិទ្យាស្ថាន ខេមរាសាស្រ្ត",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិលេខ៨ សង្កាត់កំពង់លាវ ក្រុងព្រៃវែង ខេត្តព្រៃវែង",
    "province": "ព្រៃវែង",
    "phoneNumbers": [
      "០៤៣ ៦៣២ ០០០៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តអប់រំ",
        "majors": [
          "គណិតវិទ្យា",
          "រូបវិទ្យា",
          "ជីវវិទ្យា",
          "អក្សរសាស្រ្តខ្មែរ",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "ប្រវត្តិវិទ្យា",
          "ភូមិវិទ្យា"
        ]
      }
    ]
  },
  {
    "id": 149,
    "code": "uni_pri_0071",
    "universityName": "វិទ្យាស្ថានប្រាយហូប",
    "logoName": require('../../assets/images/schools/bright_hope.png'),
    "address": "ភូមិធម្មយុត្តិ សង្កាត់ប្អេរ ក្រុងកំពង់ឆ្នាំង ខេត្តកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៥៧១ ៣៦២",
      "០២៦ ៦៩០ ៥១៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.brighthopeinstitute.org"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងពាណិជ្ជកម្ម និងទេសចរណ៍",
        "majors": [
          "គ្រប់គ្រង",
          "រដ្ឋបាលសាធារណៈ",
          "ហិរញ្ញវត្ថុ និងធនាគារ",
          "គណនេយ្យ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តកសិកម្ម និងអភិវឌ្ឍន៍ជនបទ",
        "majors": [
          "អភិវឌ្ឍន៍ជនបទ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តអប់រំ និងភាសាបរទេស",
        "majors": [
          "ភាសាអង់គ្លេស",
          "គ្រប់គ្រងអប់រំ",
          "អក្សរសាស្រ្តខ្មែរ",
          "គណិតវិទ្យា"
        ]
      }
    ]
  },
  {
    "id": 150,
    "code": "uni_pri_0072",
    "universityName": "វិទ្យាស្ថានបូលីណូ",
    "logoName": require('../../assets/images/schools/bolino.png'),
    "address": "ផ្លូវជាតិលេខ៥ គីឡូម៉ែតលេខ៦០ ភូមិអូរូង ឃុំឈូកស ស្រុកកំពង់ត្រឡាច ខេត្តកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០២៦ ៦៦១ ៦១៦១",
      "០២៦ ៦៦០ ៦០៦០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "http://bolyno.com.kh/institute"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យវេជ្ជសាស្រ្ត",
        "majors": [
          "វេជ្ជសាស្រ្តទូទៅ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យឱសថសាស្រ្ត",
        "majors": [
          "ឱសថសាស្រ្ត"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យទន្តវទនសាស្រ្ត",
        "majors": [
          "ទន្តសាស្រ្ត",
          "ទន្តគិលានុបដ្ឋាក"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តថែទាំវេជ្ជសាស្រ្ត",
        "majors": [
          "គិលានុបដ្ឋាក",
          "ឆ្មប"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យមនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "ភាសាអង្គគ្លេស"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យ  នីតិសាស្រ្ត",
        "majors": [
          "ច្បាប់ទូទៅ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តសង្គម​និងព័ត៌មាន",
        "majors": [
          "សុខភាពសាធារណៈ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យពាណិជ្ជសាស្រ្ត និងវិទ្យាសាស្រ្តសេដ្ឋកិច្ច",
        "majors": [
          "គ្រប់គ្រង",
          "គណនេយ្យ",
          "ទីផ្សារ",
          "ទេសចរណ៍",
          "សេដ្ឋកិច្ច",
          "ធនាគារ និងហិរញ្ញវត្ថុ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យបច្ចេកវិទ្យា និងវិទ្យាសាស្រ្ត",
        "majors": [
          "សំណង់ស៊ីវិល",
          "ស្ថាបត្យកម្ម",
          "ព័ត៌មានវិទ្យាសំណង់",
          "សុរិយោដី",
          "វិទ្យាសាស្រ្តកុំព្យូរទ័រ",
          "វិទ្យាសាស្រ្តបរិស្ថាន",
          "មីក្រូជីវសាស្រ្ត",
          "គីមី/បច្ចេកវិទ្យាចំណីអាហារ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តកសិកម្ម និងអភិវឌ្ឍន៍ជនបទ",
        "majors": [
          "ក្សេតសាស្រ្ត",
          "អភិវឌ្ឍន៍ជនបទ",
          "បសុពេទ្យ(ពេទសត្វ)",
          "ជលផល"
        ]
      }
    ]
  },
  {
    "id": 151,
    "code": "uni_pri_0073",
    "universityName": "វិទ្យាស្ថានសន្តប៉ូល",
    "logoName": require('../../assets/images/schools/sonta_pol.png'),
    "address": "ភូមិអង្គគគីរ ឃុំតាភេម ស្រុកត្រាំកក់ ខេត្តតាកែវ",
    "province": "តាកែវ",
    "phoneNumbers": [
      "០៣២ ៦៣៦ ០០០៣",
      "០៣២ ៦៣៩ ០០០២"
    ],
    "faxes": [
      "spi.takeeo@gmail.com"
    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យព័ត៌មានវិទ្យា",
        "majors": [
          "វិស្វកម្ម Software",
          "ទូរគមនាគមន៍ និងបណ្ដាញ"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់អក្សរសាស្រ្ត​      អង់គ្លេស",
        "majors": [
          "អប់រំភាសាអង់គ្លេស",
          "ភាសាអង់គ្លេសសម្រាប់ទំនាក់ទំនង"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់គ្រប់គ្រងទេសចរណ៍",
        "majors": [
          "គ្រប់គ្រងទេសចរណ៍"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់ក្សេត្រសាស្រ្ត",
        "majors": [
          "ក្សេត្យសាស្រ្ត"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់សង្កមកិច្ច",
        "majors": [
          "សង្គម"
        ]
      }
    ]
  },
  {
    "id": 152,
    "code": "uni_pri_0074",
    "universityName": "វិទ្យាស្ថានពាណិជ្ជសាស្រ្តអេស៊ីលីដា",
    "logoName": require('../../assets/images/schools/acleda.png'),
    "address": "ផ្ទះលេខ ៥០ ផ្លូវ ៥១៦​. ៣៣៥ ភូមិទី៦ សង្កាត់បឹងកក់I ខណ្ឌទួលគោក ភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "85­5 (0)23 986 937",
      "85­5 (0)23 999 944",
      "85­5 (0)23 999 979",
      "85­5 (0)23 881 780"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.facebook.com/acledaatc/"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ហិរញ្ញវត្ថុ និងធនាគារ"
        ]
      }
    ]
  },
  {
    "id": 153,
    "code": "uni_pri_0075",
    "universityName": "វិទ្យាស្ថានសហប្រតិបតិ្តការអន្តរជាតិ កម្ពុជា",
    "logoName": require('../../assets/images/schools/cici.gif'),
    "address": "ផ្លូវ 182, សង្កាត់ទឹកល្អក់ 2, ខណ្ឌទួលគោក, រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០១២ ៨៩៨ ១១២      ០១៦ ៩២៦ ៤៤៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.cici.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសាបរទេស",
        "majors": [
          "អក្សរសាស្រ្តអង់គ្លេស"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងពាណិជ្ជកម្ម សណ្ឋាគារ-ទេសចរណ៏",
        "majors": [
          "គណនេយ្យ",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "ទីផ្សារ",
          "គ្រប់គ្រង"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យនីតិសាស្រ្ត និងវិទ្យាសាស្រ្តសេដ្ឋកិច្ច",
        "majors": [
          "គ្រប់គ្រងសណ្ឋាគារ-ទេសចរណ៍",
          "នីតិសាធារណៈ",
          "នីតិឯកជន",
          "អភិវឌ្ឃន៍សេដ្ឋកិច្ច"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និងបច្ចេកវិទ្យាព័ត៌មានវិទ្យា",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "ព័ត៌មានវិទ្យា",
          "កសិកម្ម",
          "អភិវឌ្ឃជនបទ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិស្វកម្ម និងអេឡិចត្រូនិច",
        "majors": [
          "វិស្វកម្មអគ្គីសនី",
          "វិស្វកម្មអេឡិចត្រូនិច"
        ]
      }
    ]
  },
  {
    "id": 154,
    "code": "uni_pri_0076",
    "universityName": "សាកលវិទ្យាល័យកម្ពុជា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិ ស្លែងរលើង សង្កាត់ទឹកថ្លា ខណ្ឌសែនសុខ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៩៩៣ ២៧៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "សិក្សាអំពីអាស៊ី",
          "សង្គមកិច្ច",
          "សារព័ត៌មាន",
          "អក្សរសាស្រ្ត និងភាសាអង់គ្លេស"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យអប់រំ",
        "majors": [
          "វិទ្យាសាស្រ្តអប់រំ",
          "រដ្ឋបាលអប់រំ",
          "ការរៀបចំកម្មវិធីសិក្សា និងការបង្រៀន"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យច្បាប់",
        "majors": [
          "នីតិសាធារណៈ",
          "នីតិឯកជន",
          "នីតិសាស្រ្តទូទៅ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និងបច្ចេកវិទ្យា",
        "majors": [
          "ព័ត៌មានវិទ្យា",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "អេឡិចត្រូនិក និងសារទូរគមនាគមន៍"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តសង្គម",
        "majors": [
          "សិក្សាអំពីការអភិវឌ្ឍ",
          "គោលនយោបាយសាធារណៈ",
          "វិទ្យាសាស្រ្តនយោបាយ",
          "ទំនាក់ទំនងអន្តរជាតិ",
          "រដ្ឋបាលសាធារណៈ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យព័ត៌មាន និងគមនាគមន៍",
        "majors": [
          "សិល្បៈ និងការសិក្សាព័ត៌មាន",
          "គមនាគមន៍រូបភាព",
          "ការសិក្សាអំពីគមនាគមន៍"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រង",
        "majors": [
          "គណនេយ្យ",
          "ជំនាញសេដ្ឋកិច្ច",
          "ទីផ្សារ",
          "គ្រប់គ្រងពាណិជ្ជកម្ម",
          "ហិរញ្ញវត្ថុ និងធនាគារ",
          "បដិសណ្ឋារកិច្ច និងគ្រប់គ្រងទេសចរណ៍",
          "គ្រប់គ្រងធនធានមនុស្ស",
          "ពាណិជ្ជកម្មអន្តរជាតិ"
        ]
      }
    ]
  },
  {
    "id": 155,
    "code": "uni_pri_0077",
    "universityName": "សាកលវិទ្យាល័យអាស៊ីអ៉ឺរ៉ុប",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវកម្ពុជាក្រោម សង្កាត់ទឹកល្អក់១ ខណ្ឌទួលគោក រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០១៥ ៧២០ ០៧២ / ០១២ ៤៨១ ៧៣៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "ភាសាអង់គ្លេស",
          "ទំនាក់ទំនងអន្តរជាតិ",
          "អក្សរសាស្រ្តចិន"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងពាណិជ្ជកម្ម និងទេសចរណ៍",
        "majors": [
          "គ្រប់គ្រង",
          "គ្រប់គ្រងធនធានមនុស្ស",
          "ទីផ្សារ",
          "គណនេយ្យ",
          "គ្រប់គ្រងសណ្ឋាគារ និងទេសចរណ៍"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យនីតិសាស្រ្ត និងវិទ្យាសាស្រ្តនយោបាយ",
        "majors": [
          "នីតិឯកជន",
          "នីតិសាធារណៈ",
          "វិទ្យាសាស្រ្តនយោបាយ",
          "រដ្ឋបាលសាធារណៈ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសង្គមសាស្រ្ត និងសេដ្ឋកិច្ច",
        "majors": [
          "សេដ្ឋកិច្ច",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "សេដ្ឋកិច្ចពាណិជ្ជកម្ម",
          "អភិវឌ្ឍន៍សហគមន៍"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និងបច្ចេកទេស",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "បច្ចេកវិទ្យាព័ត៌មាន",
          "គ្រប់គ្រងប្រព័ន្ធព័ត៌មាន"
        ]
      }
    ]
  },
  {
    "id": 156,
    "code": "uni_pri_0078",
    "universityName": "សាកលវិទ្យាល័យឯកទេសកម្ពុជា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ជិតអង់តែនទួលគោក សង្កាត់ទួលសង្កែ ខណ្ឌឬស្សីកែវ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៣៥០ ៨២៨ / ០១២ ៦៣៦ ២០៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "អក្សរសាស្រ្តអង់គ្លេស",
          "អក្សរសាស្រ្តខ្មែរ",
          "ប្រវត្តិវិទ្យា",
          "ភូមិវិទ្យា",
          "ចិត្តគរុកោសល្យ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសង្គមសាស្រ្ត និងនីតិសាស្រ្ត",
        "majors": [
          "នីតិសាធារណៈ",
          "នីតិឯកជន"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងពាណិជ្ជកម្ម និងសេដ្ឋកិច្ច",
        "majors": [
          "គ្រប់គ្រង",
          "ហិរញ្ញវត្ថុ និងធនាគារ",
          "សេដ្ឋកិច្ចអភិវឌ្ឍន៍",
          "គ្រប់គ្រងការផ្សាយពាណិជ្ជកម្ម",
          "គ្រប់គ្រងអចលនវត្ថុ និងដីធ្លី",
          "គណនេយ្យ",
          "ម៉ាឃីតធីង",
          "គ្រប់គ្រងសណ្ឋាគារ និងទេសចរណ៍",
          "គ្រប់គ្រងពាណិជ្ជកម្មអន្តរជាតិ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និងបច្ចេកវិទ្យា",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "គណិតវិទ្យា",
          "រូបវិទ្យា",
          "គីមីវិទ្យា",
          "ជីវវិទ្យា",
          "គ្រប់គ្រងប្រព័ន្ធព័ត៌មានវិទ្យា",
          "បច្ចេកវិទ្យាព័ត៌មាន",
          "គ្រប់គ្រងស្ថិតិអនុវត្តន៍"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិស្វកម្ម",
        "majors": [
          "វិស្វកម្មសំណង់ស៊ីិវិល",
          "អេឡិចត្រូនិក​​​ និងអគ្គិសនី",
          "កុំព្យូទ័រវិស្វកម្ម"
        ]
      }
    ]
  },
  {
    "id": 157,
    "code": "uni_pri_0079",
    "universityName": "សាកលវិទ្យាល័យអន្តរជាតិ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "កែងផ្លូវលេខ១៩៨៤ និង១០១១ សង្កាត់ភ្នំពេញថ្មី ខណ្ឌសែនសុខ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៨៨១ ៦២៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យឧិសថសាស្រ្ត",
        "majors": [
          "ឧិសថសាស្រ្ត"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យទន្តសាស្រ្ត",
        "majors": [
          "ទន្តសាស្រ្ត"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តថែទាំវេជ្ជសាស្រ្ត",
        "majors": [
          "គិលានុបដ្ឋាក",
          "ឆ្មប",
          "មន្ទីរពិសោធន៍"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវេជ្ជសាស្រ្ត និងរោគកុមារ",
        "majors": [
          "វេជ្ជសាស្រ្តទូទៅ",
          "រោគកុមារ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសង្គម និងសារព័ត៌មាន",
        "majors": [
          "សង្គមវិទ្យា",
          "សារព័ត៌មាន",
          "វិទ្យាសាស្រ្តនយោបាយ",
          "សុខភាពសាធារណៈ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តកសិកម្ម និងអភិវឌ្ឍន៍ជនបទ",
        "majors": [
          "ក្សេត្រសាស្រ្ត",
          "បសុពេទ្យ",
          "ជលផល",
          "អភិវឌ្ឍន៍ជនបទ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យនីតិសាស្រ្ត",
        "majors": [
          "នីតិទូទៅ",
          "នីតិសាធារណៈ",
          "នីតិឯកជន",
          "នីតិអន្តរជាតិ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យពាណិជ្ជកម្មសាស្រ្ត និងវិទ្យាសាស្រ្តសេដ្ឋកិច្ច",
        "majors": [
          "សេដ្ឋកិច្ច",
          "គណនេយ្យ",
          "ទេសចរណ៍",
          "គ្រប់គ្រង",
          "ទីផ្សារ",
          "ព័ត៌មានវិទ្យាគ្រប់គ្រង",
          "ធនាគារ និងហិរញ្ញវត្ថុ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យបច្ចេកវិទ្យា និងវិទ្យាសាស្រ្ត",
        "majors": [
          "សំណង់ស៊ីវិល",
          "ព័ត៌មានវិទ្យាសំណង់",
          "ស្ថាបត្យកម្ម",
          "វិទ្យាសាស្រ្តបរិស្ថាន",
          "វិស្វកម្មអគ្គិសនី",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "អេឡិចត្រូនិក",
          "សុរិយោដី",
          "មីក្រូជីវសាស្រ្ត",
          "ជីវគីមីសាស្រ្ត",
          "ជីវបច្ចេកវិទ្យា",
          "ជីវវិទ្យា",
          "គ្រប់គ្រងបរិស្ថាន",
          "វិស្វកម្មបរិស្ថាន",
          "បច្ចេកវិទ្យាបរិស្ថាន",
          "គីមី / បច្ចេកវិទ្យាចំណីអាហារ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យមនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "ភាសាអង់គ្លេស"
        ]
      }
    ]
  },
  {
    "id": 158,
    "code": "uni_pri_0080",
    "universityName": "សាកលវិទ្យាល័យអាមេរិកាំង ភ្នំពេញ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវលេខ ៣១៥ សង្កាត់ បឹងកក់ ២ ខណ្ឌទួលគោក រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០៩៧ ៣២៥ ៨២ ៥៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ពាណិជ្ជកម្ម",
          "នីតិសាស្រ្ត",
          "កិច្ចការសាកល",
          "គ្រប់គ្រងប្រព័ន្ធព័ត៌មានវិទ្យា"
        ]
      }
    ]
  },
  {
    "id": 159,
    "code": "uni_pri_0081",
    "universityName": "សាកលវិទ្យាល័យចំរើនពហុបច្ចេកវិទ្យា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "កែងផ្លូវលេដ ៣១០ និង ២០៥ សង្កាត់ទួលស្វាយព្រៃ ២ ខណ្ឌចំការមន រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០១១ ៩៧៩ ៧៦៧ / ០១២ ៩៧៩ ៧៦៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ព័ត៌មានវិទ្យា",
          "នីតិសាស្រ្ត",
          "ទេសចរណ៍",
          "បដិសណ្ឋារកិច្ច",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "គណនេយ្យ",
          "ធនាគារ",
          "អភិវឌ្ឍន៍សេដ្ឋកិច្ច",
          "សេដ្ឋកិច្ចទូទៅ"
        ]
      }
    ]
  },
  {
    "id": 160,
    "code": "uni_pri_0082",
    "universityName": "សាកលវិទ្យាល័យលីមកុកវិញនៃបច្ចេកវិទ្យា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវលេខ១៩៨៦ សង្កាត់ភ្នំពេញថ្មី ខណ្ឌសែនសុខ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៩៩៥ ៧៣៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យស្ថាបត្យកម្ម និងការរចនា",
        "majors": [
          "រចនាខាងក្នុង",
          "បច្ចេកវិទ្យាស្ថាបត្យកម្ម"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ អក្សរសាស្រ្ត និងមនុស្សសាស្រ្ត",
        "majors": [
          "រចនាអាជីព",
          "រចនាម៉ូដ និងការបង្កើតថ្មី"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តសង្គម និងទំនាក់ទំនងអន្តរជាតិ",
        "majors": [
          "ទំនាក់ទំនងវិជ្ជាជីវៈ",
          "គ្រប់គ្រងព្រឹត្តិការណ៍",
          "ផលិតខ្សែភាពយន្ត និងកម្មវិធីទូរទស្សន៍"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគណិតសាស្រ្ត វិទ្យាសាស្រ្ត និងវិស្វកម្ម",
        "majors": [
          "បច្ចេកវិទ្យាព័ត៌មាន",
          "វិស្វកម្មកម្មវិធីកុំព្យូទ័រ និងពហុមេ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងពាណិជ្ជកម្ម",
        "majors": [
          "គណនេយ្យ",
          "សហគ្រិនភាព",
          "រដ្ឋបាលធុរកិច្ច",
          "ធុរកិច្ចអន្តរជាតិ"
        ]
      }
    ]
  },
  {
    "id": 161,
    "code": "uni_pri_0083",
    "universityName": "វិទ្យាស្ថានវិទ្យាសាស្រ្តអាស៊ី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់ទួលសង្កែ ខណ្ឌឬស្សីកែវ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៩៩៩ ៩០៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "គិលានុុបដ្ឋាក",
          "ឆ្មប",
          "ទីពិសោធន៍វេជ្ជសាស្រ្ត"
        ]
      }
    ]
  },
  {
    "id": 162,
    "code": "uni_pri_0084",
    "universityName": "វិទ្យាស្ថានអន្តរជាតិ អេស អាយ យូ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវលេខ​​​ ២១៧ សង្កាត់ស្ទឹងមានជ័យ ខណ្ឌមានជ័យ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០៩៥ ៦៧៩ ៦៩៥ / ០៩៦ ២៤៩ ៩៨ ៣០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងពាណិជ្ជកម្ម",
        "majors": [
          "គ្រប់គ្រង",
          "សណ្ឋាគារ និងទេសចរណ៍",
          "គណនេយ្យ",
          "ទីផ្សារ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យភាសាបរទេស",
        "majors": [
          "ភាសាអង់គ្លេស"
        ]
      }
    ]
  },
  {
    "id": 163,
    "code": "uni_pri_0085",
    "universityName": "វិទ្យាស្ថានគ្រប់គ្រងភីស៊ីអិល",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវបេតុងលេខ ៦០០ សង្កាត់បឹងទំពុន ខណ្ឌមានជ័យ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០១២ ៧៧៩ ២៧៤ / ០៩៧ ២១៦​​​ ៣២ ៧៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងពាណិជ្ជកម្ម",
        "majors": [
          "គ្រប់គ្រងទូទៅ",
          "គណនេយ្យ",
          "ទីផ្សារ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ អប់រំ និងភាសា",
        "majors": [
          "បង្រៀនភាសាអង់គ្លេស",
          "អក្សរសាស្រ្តអង់គ្លេស"
        ]
      }
    ]
  },
  {
    "id": 164,
    "code": "uni_pri_0086",
    "universityName": "វិទ្យាស្ថានខេមអេដប៊ីហ្សេនេស",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវលេខ ១០៨ សង្កាត់វត្តភ្នំ ខណ្ឌដូនពេញ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៩៨៦ ៥២២ / ០១២ ៦១៨ ៩៨៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "គណនេយ្យ",
          "ហិរញ្ញវត្ថុ",
          "គ្រប់គ្រង"
        ]
      }
    ]
  },
  {
    "id": 165,
    "code": "uni_pri_0087",
    "universityName": "វិទ្យាស្ថានអភិវឌ្ឍន៍សេដ្ឋកិច្ច",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវលេខ២៧១ សង្កាត់ទឹកថ្លា ខណ្ឌសែនសុខ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៦៣០ ៩៨ ៥៨ / ០១២ ៤០៤ ០៤៥"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អក្សរសាស្រ្តអង់គ្លេស",
          "គ្រប់គ្រងពាណិជ្ជកម្ម",
          "ព័ត៌មានវិទ្យា",
          "គណនេយ្យ និងហិរញ្ញវត្ថុ"
        ]
      }
    ]
  },
  {
    "id": 166,
    "code": "uni_pri_0088",
    "universityName": "វិទ្យាស្ថានពាណិជ្ជសាស្រ្តកម្ពុជា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវលេខ២១០ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០៩៨ ៧០៧ ៦៣០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "គណនេយ្យ",
          "ទីផ្សារ",
          "គ្រប់គ្រងពាណិជ្ជកម្ម"
        ]
      }
    ]
  },
  {
    "id": 167,
    "code": "uni_pri_0089",
    "universityName": "វិទ្យាស្ថានខ្មែរជំនាន់ថ្មី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវលេខ១២៨ សង្កាត់ផ្សារដេប៉ូ ៣ ខណ្ឌទួលគោក រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៨៨២ ២៥១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អក្សរសាស្រ្តអង់គ្លេស",
          "គណនេយ្យ",
          "នីតិសាស្រ្ត",
          "ទីផ្សារ",
          "គ្រប់គ្រងអប់រំ",
          "គ្រប់គ្រងបេតិកភណ្ឌវប្បធម៌",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "គ្រប់គ្រងពាណិជ្ជកម្ម",
          "សេដ្ឋកិច្ច",
          "ទេសចរណ៍",
          "ទំនាក់ទំនងអន្តរជាតិ",
          "ធនាគារ និងហិរញ្ញវត្ថុ"
        ]
      }
    ]
  },
  {
    "id": 168,
    "code": "uni_pri_0090",
    "universityName": "វិទ្យាស្ថានហិរញ្ញវត្ថុ និងគណនេយ្យ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវលេខ២៧១ សង្កាត់បឹងសាឡាង ខណ្ឌទួលគោក រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៨៨១ ៩៣៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "គណនេយ្យ និងហិរញ្ញវត្ថុ"
        ]
      }
    ]
  },
  {
    "id": 169,
    "code": "uni_pri_0091",
    "universityName": "វិទ្យាស្ថានអភិវឌ្ឍន៍និសិត្ស",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវលេខ២៧៣ សង្កាត់បឹងកក់ ១ ខណ្ឌទួលគោក រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០៧៧ ៧៧៧ ០០៨ / ០៨១ ៥៥២ ២២១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អក្សរសាស្រ្តអង់គ្លេស",
          "គណនេយ្យ",
          "ហិរញ្ញវត្ថុ និងធនាគារ",
          "ទីផ្សារ",
          "គ្រប់គ្រង",
          "សណ្ឋាគារ និងទេសចរណ៍",
          "អភិវឌ្ឍន៍សេដ្ឋកិច្ច",
          "នីតិសាស្រ្ត",
          "រដ្ឋបាលសាធារណៈ",
          "វិទ្យាសាស្រ្តនយោបាយ",
          "គ្រប់គ្រងប្រព័ន្ធព័ត៌មាន",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "វិស្វកម្មសារទូគមនាគមន៍",
          "គណិតវិទ្យា",
          "វិទ្យាសាស្រ្តបរិស្ថាន"
        ]
      }
    ]
  },
  {
    "id": 170,
    "code": "uni_pri_0092",
    "universityName": "វិទ្យាស្ថានបច្ចេកវិទ្យាភ្នំពេញ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "កែងផ្លូវលេខ១០០៣ និង១៩៨៨ សង្កាត់ភ្នំពេញថ្មី ខណ្ឌសែនសុខ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៩០០ ០៤៩ / ០១២ ៨៩១ ៦០៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សំណង់ស៊ីវិល",
          "ស្ថាបត្យកម្ម និងនគររូបនីយវិទ្យា",
          "ព័ត៌មានវិទ្យា និងវិស្វកម្មកុំព្យូទ័រ",
          "មេកានិក និងគ្រឿងយន្ត",
          "ភាសាអង់គ្លេស",
          "អគ្គិសនី អេឡិចត្រូនិក និងទូរគមនាគមន៍"
        ]
      }
    ]
  },
  {
    "id": 171,
    "code": "uni_pri_0093",
    "universityName": "វិទ្យាស្ថានអនាគតយុវជនកម្ពុជា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវលេខ២១៧ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៣០៥ ៣០៦ / ០១៧ ៧៩៦ ៨៨៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អក្សរសាស្រ្តអង់គ្លេស",
          "គ្រប់គ្រង"
        ]
      }
    ]
  },
  {
    "id": 172,
    "code": "uni_pri_0094",
    "universityName": "វិទ្យាស្ថានប៊ែលតុនអន្តរជាតិ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវលេខ១៦៤ សង្កាត់អូរឬស្សី ២ ខណ្ឌ៧មករា រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៦៥៧ ០១ ៦៨ / ០១៧ ៧៩៦ ៨៨៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អក្សរសាស្រ្តអង់គ្លេស",
          "គណនេយ្យ",
          "ទីផ្សារ",
          "គ្រប់គ្រង",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ"
        ]
      }
    ]
  },
  {
    "id": 173,
    "code": "uni_pri_0095",
    "universityName": "វិទ្យាស្ថានអាយ អីុ យូ អន្តរជាតិ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវលេខ១៣២ សង្កាត់ទឹកល្អក់ ៣ ខណ្ឌទួលគោក រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០៩២ ៥០០ ៥៧៥ / ០៩៣ ៩៥៩ ០៤០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អក្សរសាស្រ្តអង់គ្លេស",
          "គណនេយ្យ",
          "ទីផ្សារ",
          "គ្រប់គ្រង",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ"
        ]
      }
    ]
  },
  {
    "id": 174,
    "code": "uni_pri_0096",
    "universityName": "វិទ្យាស្ថានអភិវឌ្ឍន៍ធនធានមនុស្សអាស៊ីនៅកម្ពុជា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវលេខ៦១៤ សង្កាត់បឹងកក់ ២ ខណ្ឌទួលគោក រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៨៨៣ ៨៣១ / ០១២ ៤០៨ ០០៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អក្សរសាស្រ្តអង់គ្លេស",
          "គណនេយ្យ",
          "ទីផ្សារ",
          "គ្រប់គ្រង",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ"
        ]
      }
    ]
  },
  {
    "id": 175,
    "code": "uni_pri_0097",
    "universityName": "វិទ្យាស្ថានធនធានមនុស្សសមុទ្រកម្ពុជា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវលេខ៤៤ សង្កាត់ស្ទឹងមានជ័យ ខណ្ឌមានជ័យ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០៩៧ ៥២០ ៥៦ ០៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "នាវិក"
        ]
      }
    ]
  },
  {
    "id": 176,
    "code": "uni_pri_0098",
    "universityName": "វិទ្យាស្ថានជំនាញគណនេយ្យ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវលេខ២៣០ សង្កាត់ផ្សារដើមគរ ខណ្ឌទួលគោក រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០៨១ ៥៥៨ ៨៨៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អក្សរសាស្រ្តអង់គ្លេស",
          "គ្រប់គ្រងពាណិជ្ជកម្ម",
          "ព័ត៌មានវិទ្យា",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "គណនេយ្យ",
          "ទីផ្សារ"
        ]
      }
    ]
  },
  {
    "id": 177,
    "code": "uni_pri_0099",
    "universityName": "សាកលវិទ្យាល័យអង្គរ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "បុរីសៀងណាំ ភូមិខ្នា សង្កាត់ជ្រាវ ក្រុងសៀមរាប ខេត្តសៀមរាប",
    "province": "សៀមរាប",
    "phoneNumbers": [
      "០៩២ ២៥៦ ៨០៦ / ០៦៣ ៦២៧ ៩១ ៦៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងពាណិជ្ជកម្ម និងទេសចរណ៍",
        "majors": [
          "គ្រប់គ្រងពាណិជ្ជកម្ម",
          "គណនេយ្យ",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "ទីផ្សារ",
          "គ្រប់គ្រងពាាណិជ្ជកម្មសម្រាប់ជនជាតិកូរ៉េ",
          "គ្រប់គ្រងធនធានមនុស្ស",
          "គ្រប់គ្រងសណ្ឋាគារ និងទេសចរណ៍",
          "គ្រប់គ្រងព័ត៌មានវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យមនុស្សសាស្រ្ត និងភាសាបរទេស",
        "majors": [
          "ភាសាអង់គ្លេស",
          "ភាសាកូរ៉េ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យមនុស្សសាស្រ្ត និងបច្ចេកវិទ្យា",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "ព័ត៌មានវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសង្គមសាស្រ្ត និងនីតិសាស្រ្ត",
        "majors": [
          "នីតិឯកជន",
          "នីតិសាធារណៈ",
          "សេដ្ឋកិច្ច",
          "វិទ្យាសាស្រ្តនយោបាយ",
          "ទំនាក់ទំនងអន្តរជាតិ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យកសិកម្ម",
        "majors": [
          "ក្សេត្រសាស្រ្ត",
          "អភិវឌ្ឍន៍ជនបទ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសុខភាពសាធារណៈ",
        "majors": [
          "គិលានុបដ្ឋាក",
          "ឆ្មប"
        ]
      }
    ]
  },
  {
    "id": 178,
    "code": "uni_pri_0100",
    "universityName": "សាកលវិទ្យាល័យសៅស៍អ៉ីសថ៍អេយសៀ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិវត្តបូព៌ សង្កាត់សាលាកំរើក ក្រុងសៀមរាប ខេត្តសៀមរាប",
    "province": "សៀមរាប",
    "phoneNumbers": [
      "០១២ ៨៨៦ ៤៧៦ / ០៦៣ ៦៣៦ ៥៥ ៥៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសេដ្ឋកិច្ច ពាណិជ្ជកម្ម និងទេសចរណ៍",
        "majors": [
          "គ្រប់គ្រង",
          "ទីផ្សារ",
          "គណនេយ្យ",
          "ហិរញ្ញវត្ថុ និងធនាគារ",
          "សេដ្ឋកិច្ច",
          "ពាណិជ្ជកម្មអន្តរជាតិ",
          "ទេសចរណ៍ និងបដិសណ្ឋារកិច្ច"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "អក្សរសាស្រ្តខ្មែរ",
          "ទស្សនវិជ្ជា",
          "ប្រវត្តិវិទ្យា",
          "ភាសាអង់គ្លេសសម្រាប់ការអប់រំ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និងបច្ចេកវិទ្យា",
        "majors": [
          "ព័ត៌មានវិទ្យា",
          "ស្ថាបត្យកម្ម",
          "គណិតវិទ្យា",
          "វិស្វកម្មសំណង់ស៊ីវិល"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តសង្គម និងនីតិសាស្រ្ត",
        "majors": [
          "នីតិសាធារណៈ",
          "នីតិឯកជន",
          "រដ្ឋបាលសាធារណៈ",
          "នីតិអន្តរជាតិ",
          "វិទ្យាសាស្រ្តនយោបាយ",
          "ទំនាក់ទំនងអន្តរជាតិ និងការទូត"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យកសិកម្ម និងអភិវឌ្ឍន៍ជនបទ",
        "majors": [
          "សេដ្ឋកិច្ចកសិកម្ម",
          "អភិវឌ្ឍន៍ជនបទ",
          "កសិ-ពាណិជ្ជកម្ម"
        ]
      }
    ]
  },
  {
    "id": 179,
    "code": "uni_pri_0101",
    "universityName": "សាកលវិទ្យាល័យឡាយហ្វ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "មណ្ឌល៣ សង្កាត់លេខ២ ក្រុងព្រះសីហនុ ខេត្តព្រះសីហនុ",
    "province": "ព្រះសីហនុ",
    "phoneNumbers": [
      "០១៦ ៤៥០ ៣០២ / ០៣៤ ៩៣៤ ៤៩៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "អក្សរសាស្រ្តអង់គ្លេស",
          "អក្សរសាស្រ្តកូរ៉េ",
          "សាសនវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងពាណិជ្ជកម្ម",
        "majors": [
          "គ្រប់គ្រង",
          "ទីផ្សារ",
          "គណនេយ្យ",
          "ធនាគារ និងហិរញ្ញវត្ថុ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និងវិស្វកម្ម",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "គណិតវិទ្យា",
          "សំណង់ស៊ីវិល"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តសង្គម",
        "majors": [
          "ចិត្តវិទ្យា",
          "នីតិសាស្រ្ត",
          "សេដ្ឋកិច្ច"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគិលានុបដ្ឋាក និងឆ្មប",
        "majors": [
          "គិលានុបដ្ឋាក",
          "ឆ្មប"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យស្ថាបត្យកម្ម និងនគររូបនីយកម្ម",
        "majors": [
          "ស្ថាបត្យកម្ម",
          "រចនាលម្អខាងក្នុង",
          "ស្ថាបត្យកម្មលំនៅឋាន",
          "នគររូបនីយកម្ម",
          "ស្ថាបត្យកម្មសួបឧទ្យាន"
        ]
      }
    ]
  },
  {
    "id": 180,
    "code": "uni_pri_0102",
    "universityName": "វិទ្យាស្ថានក្រុងអង្គរ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវលេខ១១ សង្កាត់កំពង់រទេះ ក្រុងស្ទឹងសែន ខេត្តកំពង់ធំ",
    "province": "កំពង់ធំ",
    "phoneNumbers": [
      "០១២ ៩៩៦ ៣៨២​​​ / ០៩២ ៨៥២ ០៩៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រង និងទេសចរណ៍",
        "majors": [
          "គ្រប់គ្រង",
          "ទីផ្សារ",
          "គណនេយ្យ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យនីតិសាស្រ្ត និងសេដ្ឋកិច្ច",
        "majors": [
          "នីតិសាធារណៈ",
          "នីតិឯកជន",
          "ធនាគារ និងហិរញ្ញវត្ថុ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យព័ត៌មានវិទ្យា",
        "majors": [
          "ការអប់រំភាសាអង់គ្លេស",
          "គ្រប់គ្រងបណ្តាញកុំព្យូទ័រ",
          "វិស្វកម្មកម្មវិធីកុំព្យូទ័រ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យអប់រំ",
        "majors": [
          "អក្សរសាស្រ្តខ្មែរ",
          "គណិតវិទ្យា",
          "រូបវិទ្យា"
        ]
      }
    ]
  },
  {
    "id": 181,
    "code": "uni_pri_0103",
    "universityName": "វិទ្យាស្ថានខេមរសាស្រ្ត",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់កំពង់លាវ ក្រុងព្រៃវែង ខេត្តព្រៃវែង",
    "province": "ព្រៃវែង",
    "phoneNumbers": [
      "០៤៣ ៦៣២ ០០ ០៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "គណិតវិទ្យា",
          "រូបវិទ្យា",
          "ជីវវិទ្យា",
          "អក្សរសាស្រ្តខ្មែរ",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "ប្រវត្តិវិទ្យា",
          "ភូមិវិទ្យា"
        ]
      }
    ]
  },
  {
    "id": 182,
    "code": "uni_pri_0104",
    "universityName": "វិទ្យាស្ថានអាស៊ីកម្ពុជា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់ក្រចេះ ក្រុងក្រចេះ ខេត្តក្រចេះ",
    "province": "ក្រចេះ",
    "phoneNumbers": [
      "០៩៩ ៨៨៨ ៧០៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អក្សរសាស្រ្តអង់គ្លេស",
          "គណនេយ្យ",
          "ទីផ្សារ",
          "គ្រប់គ្រងពាណិជ្ជកម្ម",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ"
        ]
      }
    ]
  },
  {
    "id": 183,
    "code": "uni_pri_0105",
    "universityName": "វិទ្យាស្ថានគ្រប់គ្រង និងអភិវឌ្ឍន៍",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់ផ្ទះព្រៃ ក្រុងពោធិ៍សាត់ ខេត្តពោធិ៍សាត់",
    "province": "ពោធិ៍សាត់",
    "phoneNumbers": [
      "០៨៧ ៥៤៥ ៧០៣ / ០១២ ៥២០ ០០៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យភាសាបរទេស",
        "majors": [
          "អប់រំភាសាអង់គ្លេស",
          "គ្រូភាសាអង់គ្លេស",
          "បកប្រែភាសាអង់គ្លេស"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រង",
        "majors": [
          "គណនេយ្យ និងហិរញ្ញវត្ថុ",
          "គ្រប់គ្រងទីផ្សារ",
          "គ្រប់គ្រង"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យនីតិសាស្រ្ត និងសេដ្ឋកិច្ច",
        "majors": [
          "ហិរញ្ញវត្ថុ និងធនាគារ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យបច្ចេកវិទ្យាព័ត៌មាន",
        "majors": [
          "តបណ្តាញកុំព្យូទ័រ",
          "សរសេរកុំព្យូទ័រ"
        ]
      }
    ]
  },
  {
    "id": 184,
    "code": "uni_pri_0106",
    "universityName": "សាលាជាតិកសិកម្មកំពង់ចាម",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ក្រុងកំពង់ចាមខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១១ ២២៤ ៦៤៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យ",
        "majors": [
          "កសិកម្ម"
        ]
      }
    ]
  },
  {
    "id": 185,
    "code": "uni_pri_0107",
    "universityName": "សណ្ឋាគារ និងកាស៊ីណូ ហ្គ្រានដ៍ ហ្គោលដិន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ក្រុងកំពង់ចាមខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៩៧ ៧៦០ ៧១៦៦/​០៩៧ ៩០៦​ ៩៣៣៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "សណ្ឋាគារ",
        "majors": [
          "សណ្ឋាគារ និងកាស៊ីណូ"
        ]
      }
    ]
  },
  {
    "id": 186,
    "code": "uni_pri_0109",
    "universityName": "ធនាគារ អេស៊ីលីដា ភីអឹលស៊ី (សាខាខេត្តកំពង់ចាម)",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ក្រុងកំពង់ចាមខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១៥ ៣០២ ៨០៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "ធនាគារ",
        "majors": [
          "ហិរញ្ញវត្ថុ និងធានារ៉ាប់រង"
        ]
      }
    ]
  },
  {
    "id": 187,
    "code": "uni_pri_0111",
    "universityName": "ធនាគារ អេស៊ីលីដា ភីអឹលស៊ី (សាខាស្រុកស្រីសន្ធរ)",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ស្រុកស្រីសន្ធរ ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១៥ ៩០០ ៤១៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "ធនាគារ",
        "majors": [
          "ហិរញ្ញវត្ថុ និងធានារ៉ាប់រង"
        ]
      }
    ]
  },
  {
    "id": 188,
    "code": "uni_pri_0112",
    "universityName": "រោងម៉ាស៊ីនកិនស្រូវ ឡ អៀកឃីម",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ស្រុកបាធាយ ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១២ ៩៤៩ ៨៨៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "រោងម៉ាស៊ីនកិនស្រូវ",
        "majors": [
          "កិនស្រូវ និងលក់ភេសជ្ជៈគ្រប់ប្រភេទ"
        ]
      }
    ]
  },
  {
    "id": 189,
    "code": "uni_pri_0113",
    "universityName": "ប្រាយម៍ ស៊ូ មេនូហ្វេកឈ័រ អិលធីឌី (សាខាកំពង់ចាម)",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ស្រុកជើងព្រៃ ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៩២ ៨៥៨ ៣៨៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "ប្រាយម៍ ស៊ូ មេនូហ្វេកឈ័រ អិលធីឌី (សាខាកំពង់ចាម)",
        "majors": [
          "កាត់ដេ ស្បែកជើង និងសំលៀកបំពាក់"
        ]
      }
    ]
  },
  {
    "id": 190,
    "code": "uni_pri_0115",
    "universityName": "ក្រុមហ៊ុន មេតហ្វន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ក្រុងកំពង់ចាមខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៨៨ ៨៨៨៨៦៨២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "សេវាទូរស័ព្ទ",
        "majors": [
          "អាយស៊ីធី"
        ]
      }
    ]
  },
  {
    "id": 191,
    "code": "uni_pri_0116",
    "universityName": "ក្រុមហ៊ុនសុភក្តិកា អ៊ិនវេសមេន គ្រុប ខូអិលធីដី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៧៧ ៧៧៧​ ៧១២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "កៅស៊ូ និងប្លាស្ទីកស៍"
        ]
      }
    ]
  },
  {
    "id": 192,
    "code": "uni_pri_0117",
    "universityName": "ក្រុមហ៊ុនអានម៉ារឌីគ្រុប ចំការកៅស៊ូ សាខាពាជាំង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ស្រុកអូរាំងឪ ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០១២ ៣៣១ ២៦៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "កៅស៊ូ និងប្លាស្ទីកស៍"
        ]
      }
    ]
  },
  {
    "id": 193,
    "code": "uni_pri_0118",
    "universityName": "ហេង យីស្រ៊ន ក្រុមហ៊ុនក្រែក ខេមបូឌា ខូអិលធីឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ស្រុកពញ្ញាក្រែក ខេត្តត្បូថឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០១២ ៦៣៥ ១២១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "កៅស៊ូ និងប្លាស្ទីកស៍"
        ]
      }
    ]
  },
  {
    "id": 194,
    "code": "uni_pri_0119",
    "universityName": "ក្រុមហ៊ុនកៅស៊ូ អានម៉ារឌីគ្រុប",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ស្រុកចំការលើ ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១២ ៤៤៤ ៧២៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "កៅស៊ូ និងប្លាស្ទីកស៍"
        ]
      }
    ]
  },
  {
    "id": 195,
    "code": "uni_pri_0120",
    "universityName": "ចំការកៅស៊ូ អេង វិចិត្រ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ស្រុកស្ទឹងត្រង់ ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១២ ៨៥៨ ៦៨៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "កៅស៊ូ និងប្លាស្ទីកស៍"
        ]
      }
    ]
  },
  {
    "id": 196,
    "code": "uni_pri_0121",
    "universityName": "ឡុង ស្រេង អ៊ីនធើណេ សិនណល់",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ស្រុកស្ទឹងត្រង់ ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៩២ ៩០៩ ០១១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "កៅស៊ូ និងប្លាស្ទីកស៍"
        ]
      }
    ]
  },
  {
    "id": 197,
    "code": "uni_pri_0122",
    "universityName": "សិប្បកម្មកែច្នៃជ័រកៅស៊ូស្ងួត (គុយ សំអាត)",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ស្រុកចំការលើ ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៩៧ ២០២ ៩៩៩៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "កៅស៊ូ និងប្លាស្ទីកស៍"
        ]
      }
    ]
  },
  {
    "id": 198,
    "code": "uni_pri_0123",
    "universityName": "សិប្បកម្មអាវយឺត",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ស្រុកព្រៃឈរ ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៨៧ ៧៨៤៤ ៤៨៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "សិប្បកម្មអាថយឺត",
        "majors": [
          "កាត់ដេ ស្បែកជើង និងសំលៀកបំពាក់"
        ]
      }
    ]
  },
  {
    "id": 199,
    "code": "uni_pri_0124",
    "universityName": "ហេង សុខងួន ក្រុមហ៊ុន នីហរន្ត អាហរន្ត ខូអិលធីឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ស្រុកពញ្ញាក្រែក ខេត្តត្បូថឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៩៧ ៨៤៤០ ៨៦៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "កៅស៊ូ និងប្លាស្ទីកស៍"
        ]
      }
    ]
  },
  {
    "id": 200,
    "code": "uni_pri_0125",
    "universityName": "មូលដ្ឋានច្រាប ផលិតជ័រកៅស៊ូ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៩៧ ៦៦០០ ០១៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "កៅស៊ូ និងប្លាស្ទីកស៍"
        ]
      }
    ]
  },
  {
    "id": 201,
    "code": "uni_pri_0126",
    "universityName": "ដូវ៉ាន ដូកូ គ្រុប អិលធីឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ស្រុកពញ្ញាក្រែក ខេត្តត្បូថឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៩៧ ៣៤៥៤ ៥១១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "កៅស៊ូ និងប្លាស្ទីកស៍"
        ]
      }
    ]
  },
  {
    "id": 202,
    "code": "uni_pri_0127",
    "universityName": "ក្រុមហ៊ុន លី សុគីម ខូអិលធីឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ស្រុកពញ្ញាក្រែក ខេត្តត្បូថឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៩៧ ៧៤៤ ៦៦៤១/០៩៧ ៧៤៤៤ ៦៦៤/០១២ ៥៨៧ ៧៧៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "កៅស៊ូ និងប្លាស្ទីកស៍"
        ]
      }
    ]
  },
  {
    "id": 203,
    "code": "uni_pri_0128",
    "universityName": "ឃិន ផុន សិប្បកម្មឡឥដ្ឋ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់បឹងកុក ក្រុងកពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១៧ ៥១៧ ៧៦៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "ឃិន ផុន សិប្បកម្មឡឥដ្ឋ",
        "majors": [
          "សិប្បកម្មឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 204,
    "code": "uni_pri_0129",
    "universityName": "វេង ហួត សិប្បកម្មឡឥដ្ឋ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់បឹងកុក ក្រុងកពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១២ ៨៩២ ១០១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "វេង ហួត សិប្បកម្មឡឥដ្ឋ",
        "majors": [
          "សិប្បកម្មឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 205,
    "code": "uni_pri_0130",
    "universityName": "គីម​ នាងផលិតទឹកម្ទេស",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ស្រុកវាលវង់ ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១២ ៥៥៥ ១២៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "គីម​ នាងផលិតទឹកម្ទេស",
        "majors": [
          "ផលិតទឹកម្ទេស"
        ]
      }
    ]
  },
  {
    "id": 206,
    "code": "uni_pri_0131",
    "universityName": "ពន្លីដារាថ្មី​​ ផ្សាដែក",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ស្រុកវាលវង់ ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១២ ៧៣១ ៩១៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "ពន្លីដារាថ្មី​​ ផ្សាដែក",
        "majors": [
          "ពន្លីដារាថ្មី​​ ផ្សាដែក"
        ]
      }
    ]
  },
  {
    "id": 207,
    "code": "uni_pri_0132",
    "universityName": "ផន​ គីមហេងរោងម៉ាស៊ីនកិនស្រូវ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ស្រុកព្រៃឈរ ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១២ ៧៣៩ ៧៦៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "រោងម៉ាស៊ីនកិនស្រូវ",
        "majors": [
          "រោងម៉ាស៊ីនកិនស្រូវ"
        ]
      }
    ]
  },
  {
    "id": 208,
    "code": "uni_pri_0133",
    "universityName": "ម៉ៅ ស្រ៊ាន់ម៉ាស៊ីនកិនស្រូវ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ស្រុកព្រៃឈរ ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១២ ៣៩៧ ១៣៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "រោងម៉ាស៊ីនកិនស្រូវ",
        "majors": [
          "រោងម៉ាស៊ីនកិនស្រូវ"
        ]
      }
    ]
  },
  {
    "id": 209,
    "code": "uni_pri_0134",
    "universityName": "ស្រ៊ាន​ ផល្លីធ្វើចង្រ្កានលក់",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ស្រុកព្រៃឈរ ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៩២ ២៩៥ ៥៨២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "ធ្វើចង្រ្កានលក់",
        "majors": [
          "ធ្វើចង្រ្កានលក់"
        ]
      }
    ]
  },
  {
    "id": 210,
    "code": "uni_pri_0135",
    "universityName": "ឡុត សុនថលជាងទ្វារបង្អួច",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ស្រុកព្រៃឈរ ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១២ ៦០៧ ៩៧២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "ជាងទ្វារបង្អួច",
        "majors": [
          "ជាងទ្វារបង្អួច"
        ]
      }
    ]
  },
  {
    "id": 211,
    "code": "uni_pri_0136",
    "universityName": "ថន ធឿនឡចង្ក្រាន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ស្រុកព្រៃឈរ ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៩៧ ៩៦៩៣ ៣០៥"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "ឡចង្ក្រាន",
        "majors": [
          "ឡចង្ក្រាន"
        ]
      }
    ]
  },
  {
    "id": 212,
    "code": "uni_pri_0137",
    "universityName": "សិប្បកម្ម ហេងសុខសាន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ស្រុកព្រៃឈរ ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១២ ៩៩១ ២៤៥"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "សិប្បកម្ម",
        "majors": [
          "សិប្បកម្ម"
        ]
      }
    ]
  },
  {
    "id": 213,
    "code": "uni_pri_0138",
    "universityName": "អ៊ំ អ៊ាន់ម៉ាស៊ីនកិនស្រូវ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ស្រុកព្រៃឈរ ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៩២ ៩៥០ ៦០៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "រោងម៉ាស៊ីនកិនស្រូវ",
        "majors": [
          "រោងម៉ាស៊ីនកិនស្រូវ"
        ]
      }
    ]
  },
  {
    "id": 214,
    "code": "uni_pri_0139",
    "universityName": "នាង អាតម៉ាស៊ីនកិនស្រូវ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ស្រុកព្រៃឈរ ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១៧ ៤០៧ ៤៣៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "រោងម៉ាស៊ីនកិនស្រូវ",
        "majors": [
          "រោងម៉ាស៊ីនកិនស្រូវ"
        ]
      }
    ]
  },
  {
    "id": 215,
    "code": "uni_pri_0140",
    "universityName": "ម៉ៅ គួច ម៉ាស៊ីនកិនស្រូវ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ស្រុកព្រៃឈរ ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១២ ៨៦៧ ៦៦៥/​០១៧ ៨៦២ ៨៩២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "រោងម៉ាស៊ីនកិនស្រូវ",
        "majors": [
          "រោងម៉ាស៊ីនកិនស្រូវ"
        ]
      }
    ]
  },
  {
    "id": 216,
    "code": "uni_pri_0141",
    "universityName": "ឡេង ឆេងហួរ ម៉ាស៊ីនកិនស្រូវ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ស្រុកស្រីសន្ធរ ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៩២ ៦៣០ ៤៨២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "រោងម៉ាស៊ីនកិនស្រូវ",
        "majors": [
          "រោងម៉ាស៊ីនកិនស្រូវ"
        ]
      }
    ]
  },
  {
    "id": 217,
    "code": "uni_pri_0142",
    "universityName": "ប្រុក​ សុខហ៊ាង​សិប្បកម្មឡឥដ្ឋ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ស្រុកស្រីសន្ធរ ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៩២ ៣៣៧ ៣៦៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "សិប្បកម្មឡឥដ្ឋ",
        "majors": [
          "សិប្បកម្មឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 218,
    "code": "uni_pri_0143",
    "universityName": "លួន គុន ម៉ាស៊ីនកិនស្រូវ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ស្រុកព្រៃឈរ ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១២ ៣៩៧ ១៣៩/ ០៧០ ៩១០ ០១៥"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "រោងម៉ាស៊ីនកិនស្រូវ",
        "majors": [
          "រោងម៉ាស៊ីនកិនស្រូវ"
        ]
      }
    ]
  },
  {
    "id": 219,
    "code": "uni_pri_0144",
    "universityName": "ហាក់​ សំកុលរោងចក្រកៅស៊ូក្រែប",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ស្រុកចំការលើ ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១២ ៣៦៦ ៧៥៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "រោងចក្រកៅស៊ូក្រែប",
        "majors": [
          "រោងចក្រកៅស៊ូក្រែប"
        ]
      }
    ]
  },
  {
    "id": 220,
    "code": "uni_pri_0145",
    "universityName": "ក្រុមហ៊ុនអានម៉ាឌីគ្រុបចំការអណ្តូង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ស្រុកចំការលើ ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១២ ៩១៥ ១៤៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ក្រុមហ៊ុនអានម៉ាឌីគ្រុបចំការអណ្តូង"
        ]
      }
    ]
  },
  {
    "id": 221,
    "code": "uni_pri_0146",
    "universityName": "ពូន​ សុភក្ត្រ័រោងម៉ាស៊ីកិនជ័ររែកម",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ស្រុកចំការលើ ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៩៧ ២៩៩៩ ០១៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "រោងម៉ាស៊ីកិនជ័ររែកម",
        "majors": [
          "រោងម៉ាស៊ីកិនជ័ររែកម"
        ]
      }
    ]
  },
  {
    "id": 222,
    "code": "uni_pri_0147",
    "universityName": "សុភក្តិនីកា អ៊ិនវេសមេន គ្រុប",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០១៧ ៥៥៥ ៥៣៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ហិរញ្ញវត្ថុ និងធានារ៉ាប់រង"
        ]
      }
    ]
  },
  {
    "id": 223,
    "code": "uni_pri_0148",
    "universityName": "ផា កាណែល គ្រិះស្ថានហិរញ្ញវត្ថុ ក្រេឌិត",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ស្រុកពញ្ញាក្រែក ខេត្តត្បូថឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៨៩ ៩៨៩ ៨១៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ហិរញ្ញវត្ថុ និងធានារ៉ាប់រង"
        ]
      }
    ]
  },
  {
    "id": 224,
    "code": "uni_pri_0149",
    "universityName": "ឆាយ សរ សិប្បកម្មកែឆ្នៃម្រេច",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ស្រុកមេមុត ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៩៧៧៨៣៥ ១៦៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សិប្បកម្មកែឆ្នៃម្រេច"
        ]
      }
    ]
  },
  {
    "id": 225,
    "code": "uni_pri_0150",
    "universityName": "នីកូលីន អ៊ិនវេសមេន ខូ អិលធីឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៨៨ ៩៣១១​ ១៨១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ម្ហូបអាហារ និងភេសជ្ជៈគ្រប់ប្រភេទ"
        ]
      }
    ]
  },
  {
    "id": 226,
    "code": "uni_pri_0152",
    "universityName": "គ្លីនិកសមាគមរ៉ាក់",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ក្រុងសួង ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០១៦ ៣០៦ ៥១១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "សុខភាព",
        "majors": [
          "ព្យាបាល និងអប់រំ"
        ]
      }
    ]
  },
  {
    "id": 227,
    "code": "uni_pri_0153",
    "universityName": "អាន ម៉ាឌី គ្រុប",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ស្រុកត្បូងឃ្មុំ​ ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០១២ ៦៨៦ ៨៤៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "អាន ម៉ាឌី គ្រុប",
        "majors": [
          "កៅស៊ូ និងប្លាស្ទីកស៍"
        ]
      }
    ]
  },
  {
    "id": 228,
    "code": "uni_pri_0154",
    "universityName": "ក្រុមហ៊ុនចំការកៅស៊ូមេមត់ ខូ អិលធីឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ស្រុកមេមត់ ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០១២ ៩១៤ ០៣៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "ចំការកៅស៊ូ",
        "majors": [
          "កៅស៊ូ និងប្លាស្ទីកស៍"
        ]
      }
    ]
  },
  {
    "id": 229,
    "code": "uni_pri_0155",
    "universityName": "ក្រែក (ខេមបូឌា) ខូ អិលធីឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ស្រុកពញាក្រែក ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០១២ ៩៦០ ០០៥/ ០១២ ៥០៦ ១០១/ ០៩៧ ៩៩៥៥ ០៩៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "ក្រែក (ខេមបូឌា) ខូ អិលធីឌី",
        "majors": [
          "កៅស៊ូ និងប្លាស្ទីកស៍"
        ]
      }
    ]
  },
  {
    "id": 230,
    "code": "uni_pri_0156",
    "universityName": "ចំការកៅស៊ូ តាប៉ាវ ខូ អិលធីឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ស្រុកក្រូចឆ្មារ ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៤២ ៦៩០ ៧៥៣៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "ចំការកៅស៊ូ តាប៉ាវ ខូ អិលធីឌី",
        "majors": [
          "កៅស៊ូ និងប្លាស្ទីកស៍"
        ]
      }
    ]
  },
  {
    "id": 231,
    "code": "uni_pri_0158",
    "universityName": "រោងចក្រកែច្នៃជរ័កៅស៊ូអន្លង់ជ្រៃ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៨៨ ៨៨៣៩ ១៦៨/ ០៩៧ ៨៦៦៨ ៩៩៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "រោងចក្រកែច្នៃជរ័កៅស៊ូ",
        "majors": [
          "កៅស៊ូ និងប្លាស្ទីកស៍"
        ]
      }
    ]
  },
  {
    "id": 232,
    "code": "uni_pri_0159",
    "universityName": "លក្ស្មី ប្រាយម៏ អ៊ិនវេសមេន ខូ អិលធីឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ១១៣, ផ្លូងផាកវេស្វ្គេរ ជាន់ទី​១ បន្ទប់១-២១ វិថីម៉ៅសេទង់ ខ័ណ្ឌចំការមន ក្រុងភ្នំពេញ",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១២ ៧២៩ ៧៣៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "វិនិយោគ",
        "majors": [
          "ធនាគារ ហិរញ្ញវត្ថុ​ និងធានារ៉ាប់រង"
        ]
      }
    ]
  },
  {
    "id": 233,
    "code": "uni_pri_0160",
    "universityName": "ខេ.អេ.អេស.ភី.កសិករ ពាណិជ្ជ ឯ.ក",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ២២២ ក្រុម១០ ផ្លូវបេតុង ភូមិទួលគោក សង្កាត់ទួលសង្កែ ខ័ណ្ឌឫស្សីកេវ ក្រុងភ្នំពេញ",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៨៥ ៧២២ ៧៧៧/ ០១០ ៤៤២ ២២២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សេវាកម្មបញ្ចាំ និងផ្ទរកម្មសិទ្ធ"
        ]
      }
    ]
  },
  {
    "id": 234,
    "code": "uni_pri_0161",
    "universityName": "សុខ សាន្ត ចម្រើន (ខេមបូឌា) អ៊ីមផត អិចផត ខូ អិលធីឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ៣៨ ផ្លូវ១២ ភូមិត្រពាំងក្រឹង សង្កាត់ចោមចៅ ខ័ណ្ឌពោធិសែនជ័យ ក្រុងភ្នំពេញ",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១២ ៦៧៤ ១៧៤/ ០៨៨ ៨៣៣ ២០២០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ការធ្វើពណិជ្ជកម្ម"
        ]
      }
    ]
  },
  {
    "id": 235,
    "code": "uni_pri_0162",
    "universityName": "ត្រាសធីត អាយធី ប៊ីហ្សនេស ខូ អិលធីឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ៥FE, ជាន់ទី៥ ផ្លូងផាកវេស្វ្គេរ វិថីម៉ៅសេទង់ ខ័ណ្ឌចំការមន ក្រុងភ្នំពេញ",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១៥ ៧២៧ ៤៧៥"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.titb.biz"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "បញ្ចេកវិទ្យា",
        "majors": [
          "វេប ហស្ទីង អ៊ីមេល ហស្ទីង និងការដំឡើង សហ្វវា"
        ]
      }
    ]
  },
  {
    "id": 236,
    "code": "uni_pri_0163",
    "universityName": "សំណង់ទេពនិម្មិត អ៊ិនវេសមិន ខូ អិលធីឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ៦៧ ផ្លូវ ១០០៣ សង្កាត់ភ្នំពេញថ្មី ខ័ណ្ឌសែនសុខ ក្រុងភ្នំពេញ",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៨៨ ២៨៨៨​ ៨៨៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "អចលនទ្រព្យ និងសំណង់",
        "majors": [
          "អចលនទ្រព្យ និងសំណង់"
        ]
      }
    ]
  },
  {
    "id": 237,
    "code": "uni_pri_0164",
    "universityName": "មេគង្គ វែលលី ឯ.ក",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិ ១១ សង្កាត់កំពង់ចាម ក្រុងកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១២ ៧៨៨ ៩៧៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.bsda-cambodia.org"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "រីសត",
        "majors": [
          "ទេសចរណ៍ និងធុរកិច្ច"
        ]
      }
    ]
  },
  {
    "id": 238,
    "code": "uni_pri_0165",
    "universityName": "សប្បកម្មដែក និងដែកថែប ហុងហេង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវជាតិលេខ៧ ក្រុងសួង ត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៣១ ៨៨៨៨ ៨៨២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ដែក និងសង្កសី"
        ]
      }
    ]
  },
  {
    "id": 239,
    "code": "uni_pri_0166",
    "universityName": "ធនាគារ មេបេង ភីអិលស៊ី សាខាកំពង់ចាម",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ៥៨ ផ្លូវព្រះមុនីវង្ស សង្កាត់កំពង់ចាម ក្រុងកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៧៨ ៨៥០ ៥៨៥"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "ធនាគារ",
        "majors": [
          "ធនារគារ និងហិរញ្ញវត្ថុ"
        ]
      }
    ]
  },
  {
    "id": 240,
    "code": "uni_pri_0167",
    "universityName": "ក្រុមហ៊ុន វ៉ា ពេជ្រ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវលេខ៧ សង្កាត់វាលវង្ស ក្រុងកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៧០ ២២០ ៩៩៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [

    ]
  },
  {
    "id": 241,
    "code": "uni_pri_0168",
    "universityName": "ហេង ចន្ទ័រស្មី ខូអិលធីឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ C១៩(B៨០)​ សង្កាត់កំពង់ចាម ក្រុងកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៩៣ ៨៨១ ១៨៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "ឳសុថ",
        "majors": [
          "នាំចូល និងចែកចាយឳសុថ"
        ]
      }
    ]
  },
  {
    "id": 242,
    "code": "uni_pri_0169",
    "universityName": "ធីធីអូ អ៊ីមផត អិចផត ឯ.ក",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវលេខ៧ អាគារកញ្ចក់ ភូមិបឹងស្នាយ សង្កាត់សំបួមាស ក្រុងកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១២/០៨១ ៣៣៣ ១០២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.tts-kape.org"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "អប់រំ",
        "majors": [
          "ឧបករណ៍សិក្សារ"
        ]
      }
    ]
  },
  {
    "id": 243,
    "code": "uni_pri_0170",
    "universityName": "ឌី ឌុក ម៉ូតែល",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទី៧ សង្កាត់កំពង់ចាម ក្រុងកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៩៨ ៤០៤​ ១៤៣/ ០៩៧ ៦៦៤ ៦៦៦៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "ម្ហូបអាហារ",
        "majors": [
          "ម្ហូបអារហារ និងភេសជ្ជៈគ្រប់ប្រភេទ"
        ]
      }
    ]
  },
  {
    "id": 244,
    "code": "uni_pri_0171",
    "universityName": "ក្រុមហ៊ុនធានារ៉ាប់រង ហ្វតតេ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទី៣ សង្កាត់កំពង់ចាម ក្រុងកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៨៥ ៣៧៧ ១៧១/ ០៩៦ ៣៧៧ ១៧១៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "ធានារ៉ាប់រង",
        "majors": [
          "ធានារ៉ាប់រង"
        ]
      }
    ]
  },
  {
    "id": 245,
    "code": "uni_pri_0172",
    "universityName": "ធ្វេល ផ្លាសត្រាស់មី អ៊ិនវេសម៉ិន ឯ.ក",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទី១៥ សង្កាត់កំពង់ចាម ក្រុងកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១០ ៧៤៦ ១៥០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "អចលនទ្រព្យ",
        "majors": [
          "អចលនទ្រព្យ និងសំណាង់"
        ]
      }
    ]
  },
  {
    "id": 246,
    "code": "uni_pri_0173",
    "universityName": "ក្រុមហ៊ុន អចលនទ្រព្យ ហ្កោល អ៊ិនវេសមិន ឯ.ក",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិអង់ទឹក ឃុំស្រឡប់ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៦៩ ៨០០ ៨៦៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "អចលនទ្រព្យ",
        "majors": [
          "អចលនទ្រព្យ និងសំណាង់"
        ]
      }
    ]
  },
  {
    "id": 247,
    "code": "uni_pri_0174",
    "universityName": "ហាងវែនតា អាម៉ាហ្សូន អាយ អុបទិក",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ក្រុងកំពង់ចាម ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១០ ៨៧២​ ៧៨៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "ហសវែនតា",
        "majors": [
          "ហសវែនតា"
        ]
      }
    ]
  },
  {
    "id": 248,
    "code": "uni_pri_0175",
    "universityName": "ហាងលក់សំភារៈអេឡិចត្រូនិចសុខហេង សេងថៃ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ក្រុងកំពង់ចាម ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១៧ ៥៨១ ១៥៨/ ០១១ ៥១៥ ១៨៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "លក់សំភារៈអេឡិចត្រូនិច",
        "majors": [
          "លក់សំភារៈអេឡិចត្រូនិច"
        ]
      }
    ]
  },
  {
    "id": 249,
    "code": "uni_pri_0176",
    "universityName": "ហ្គោលដេនប៊ី &​ ប៊ីនឯ.ក",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "អាគារLSI ជាន់ទី៥ ផ្ទះលេខ ១០៥ ផ្លូវ ១៦៤ ក្រុងភ្នំពេញ",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៨៦ ៣៤៣ ៤១១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.goldenbeebean.com"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "សេវាកម្មពន្ធ",
        "majors": [
          "សេវាកម្មពន្ធ"
        ]
      }
    ]
  },
  {
    "id": 250,
    "code": "uni_pri_0177",
    "universityName": "ហាងលក់សំភារៈអេឡិចត្រូនិចសុខ ស៊ិម វែងស៊ាង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ក្រុងសួង ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៧៧ ៥៣៥ ៤៨៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "លក់សំភារៈអេឡិចត្រូនិច",
        "majors": [
          "លក់សំភារៈអេឡិចត្រូនិច"
        ]
      }
    ]
  },
  {
    "id": 251,
    "code": "uni_pri_0178",
    "universityName": "ក្រុមហ៊ុន នាំចេញ នាំចូល តាំង មេងស៊ាង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទី១២ សង្កាត់កំពង់ចាម ក្រុងកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១២/ ០៨១ ៨៨៧ ៨៨៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [

    ]
  },
  {
    "id": 252,
    "code": "uni_pri_0179",
    "universityName": "សិប្បកម្មដោយដៃពីឬស្សី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិព្រែកព្រះអង្គ ឃុំព្រែកបាក់ ស្រុកស្ទឹងត្រង់ ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៨៦ ៩២២ ៩៩៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [

    ]
  },
  {
    "id": 253,
    "code": "uni_pri_0180",
    "universityName": "សាលាពន្លឺវិជ្ជាអន្តរជាតិ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទី៦ សង្កាត់វាលវង់ ក្រុងកំពង់ចាម ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៨១ ៦៨១ ៤៥៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "អប់រំ",
        "majors": [
          "បង្រៀន"
        ]
      }
    ]
  },
  {
    "id": 254,
    "code": "uni_pri_0181",
    "universityName": "ព្រីនស៍ ហ្វាយនែនភីអិលស៊ី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវជាតិលេខ៧ ភូមិទី៤ សង្កាត់វាលវង់ ក្រុងកំពង់ចាម ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១២ ៥៩៣ ៦៩៨/ ០៩៦ ៥៤៤ ១១១១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.princeplc.com.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [

    ]
  },
  {
    "id": 255,
    "code": "uni_pri_0182",
    "universityName": "ចែកចាយ និងទទួលម៉ៅការថ្នាំពណ៍ជាតិ ខាំ ផែន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិបឹងបាសាក់ សង្កាត់សំបួរមាស ក្រុងកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១៧ ៣៦៤ ៦៤៦/ ០៦៩ ៤៩១ ១៦៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [

    ]
  },
  {
    "id": 256,
    "code": "uni_pri_0183",
    "universityName": "ក្រុមហ៊ុន ខេស៊ី ៤ ស្តា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ ១៧៩ ភូមិទី៧ (ទល់មុខមន្ទីរបរិស្ថាន) សង្កាត់កំពង់ចាម ក្រុងកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៨១/០៦៧/០៩៩ ៣៤៤ ៥៥៥"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [

    ]
  },
  {
    "id": 257,
    "code": "uni_pri_0184",
    "universityName": "ឆៃ ភារិន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "បឹងស្នាយ សង្កាត់សំបូរមាស ក្រុងកំពង់ចាម ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១៥ ៩៨៨ ៨៣៩/ ០៨៩ ៥៣៥ ២១៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [

    ]
  },
  {
    "id": 258,
    "code": "uni_pri_0185",
    "universityName": "ក្រុមហ៊ុន ខេស៊ី៤ស្តារ ខូលអិលធីឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៨៦/០៩៩ ៦២០ ៣៤៥/ ០៦៧ ៦២០ ២២២២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [

    ]
  },
  {
    "id": 259,
    "code": "uni_pri_0186",
    "universityName": "សាកលវិទ្យាល័យគ្រប់គ្រង និងសេដ្ឋកិច្ចសាខាខេត្តកំពង់ចាម",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវជាតិ៧ថ្មី ភូមិបឹងស្នាយ សង្កាត់សំបូរមាស ក្រុងកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៦៦ ៧២៤ ៤៤៤/ ០១៧ ៥៦៥ ២៨៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យ",
        "majors": [

        ]
      }
    ]
  },
  {
    "id": 260,
    "code": "uni_pri_0187",
    "universityName": "សហគ្រាស អេសស៊ីដឹបាល់យូ ៣ភី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ៦Eo ផ្លូវ ៥៧០សង្កាត់បឹងកក់២ ខ័ណ្ឌទួលគោក ក្រុងភ្នំពេញ",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៣១ ៣៣៣៣ ០៣១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [

    ]
  },
  {
    "id": 261,
    "code": "uni_pri_0188",
    "universityName": "យានដ្ឋាន ម៉េង​ ឌី អឹរ៉ុប ហ្គាស កំពង់ចាម",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវជាតិលេខ៧ថ្មី ទល់មុខរង្វង់មូលសេះហោះទន្លេអុំ (ជិតរង្វង់មូលនាគព័ន្ធ)",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៦១ ៩២៤១៩០/ ០៨៧៧៧១៤០០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.mengdyeuropegas.com"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "យានដ្ឋាន",
        "majors": [
          "ជុសជុល បណ្តុះបណ្តាលនិងលក់គ្រឿងបន្លាស់"
        ]
      }
    ]
  },
  {
    "id": 262,
    "code": "uni_pri_0189",
    "universityName": "យានដ្ឋាន គឹម រស់",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវជាតិលេខ៧ថ្មី ភូមិបឹងស្នាយ សង្កាត់សំបួរមាស ក្រុងកំពង់ចាម (ចំងាយ២០០ម៉ែត្រ ចុះពីនាគព័ន្ធ)",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១១/០៦១ ៦៤៦៣២០/០៩២៨៨១៤៩៨/០៤២ ៩៤២០៥២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "fb: kemros"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "យានដ្ឋាន",
        "majors": [
          "ជុសជុល បណ្តុះបណ្តាលនិងលក់គ្រឿងបន្លាស់"
        ]
      }
    ]
  },
  {
    "id": 263,
    "code": "uni_pri_0190",
    "universityName": "យានដ្ឋាន ជាង ស្រ៊ី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវជាតិលេខ៧ថ្មី ភូមិបឹងស្នាយ សង្កាត់សំបួរមាស ក្រុងកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៩២ ៥៩៣៣២២/ ០៩២៥៩៣៣១១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "ជាង ស្រ៊ី កំពុងចាម"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "យានដ្ឋាន",
        "majors": [
          "ជុសជុល បណ្តុះបណ្តាលនិងលក់គ្រឿងបន្លាស់"
        ]
      }
    ]
  },
  {
    "id": 264,
    "code": "uni_pri_0191",
    "universityName": "យានដ្ឋាន តេង ភារម្យ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវថ្មី​ ចំងាយពីស្ពានគីហ្សូណា៥០០ម៉ែត្រ (ទល់មុខតន្រ្តីសម័យទំនើប)",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១២ ៣៤២៤៣៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "ជាង ភារម្យ"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "យានដ្ឋាន",
        "majors": [
          "ជុសជុល បណ្តុះបណ្តាលនិងលក់គ្រឿងបន្លាស់"
        ]
      }
    ]
  },
  {
    "id": 265,
    "code": "uni_pri_0192",
    "universityName": "យានដ្ឋាន ជាង វណ្ណា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវថ្មី​ ចំងាយពីស្ពានគីហ្សូណា៥០០ម៉ែត្រ (ទល់មុខតន្រ្តីសម័យទំនើប)",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៨៧ ៩៩៤៤៤៤/០៩៧៧៩៩៥៥០៥"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "យានដ្ឋាន",
        "majors": [
          "ជុសជុល បណ្តុះបណ្តាលនិងលក់គ្រឿងបន្លាស់"
        ]
      }
    ]
  },
  {
    "id": 266,
    "code": "uni_pri_0193",
    "universityName": "Total QUARTZ auto care ផានីរត័្ន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវថ្មី​ ចំងាយពីស្ពានគីហ្សូណា៥០០ម៉ែត្រ (ទល់មុខតន្រ្តីសម័យទំនើប)",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១១ ៥២៨ ២៨២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "យានដ្ឋាន",
        "majors": [
          "ជុសជុល បណ្តុះបណ្តាលនិងលក់គ្រឿងបន្លាស់"
        ]
      }
    ]
  },
  {
    "id": 267,
    "code": "uni_pri_0194",
    "universityName": "វណ្ណ ឆាយ លក់គ្រឿងសំណង់គ្រប់ប្រភេទ និងគ្រឿងអគ្គីសនី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវថ្មី​ ចំងាយពីស្ពានគីហ្សូណា៥០០ម៉ែត្រ (ទល់មុខតន្រ្តីសម័យទំនើប)",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១២៤៧០០០១/០១៧៣៣៣០១៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "លក់គ្រឿងសំណង់",
        "majors": [

        ]
      }
    ]
  },
  {
    "id": 268,
    "code": "uni_pri_0195",
    "universityName": "ថេង ហេង សិប្បកម្មដែកអ៊ីណុក",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវថ្មី​ ចំងាយពីស្ពានគីហ្សូណា៥០០ម៉ែត្រ (ទល់មុខតន្រ្តីសម័យទំនើប)",
    "province": "កំពង់ចាម",
    "phoneNumbers": [

    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "សិប្បកម្មដែកអ៊ីណុក",
        "majors": [

        ]
      }
    ]
  },
  {
    "id": 269,
    "code": "uni_pri_0196",
    "universityName": "ភ្នំពេញ កែសម្ផស្ស",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវថ្មី​ ចំងាយពីស្ពានគីហ្សូណា៥០០ម៉ែត្រ (ទល់មុខតន្រ្តីសម័យទំនើប)",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១១/០១៥ ៥២៨២៨២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "កែ សម្ផស្ស",
        "majors": [

        ]
      }
    ]
  },
  {
    "id": 270,
    "code": "uni_pri_0197",
    "universityName": "សិប្បកម្ម ណៃ ប៊ុនយ៉េង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវថ្មី​ ចំងាយពីស្ពានគីហ្សូណា៥០០ម៉ែត្រ (ទល់មុខតន្រ្តីសម័យទំនើប)",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១២​ ២២៧៣៧៦/០៨៨៩៨៨៨៧៣២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "ធ្វើទ្វាបង្អូច និងដំបូល",
        "majors": [

        ]
      }
    ]
  },
  {
    "id": 271,
    "code": "uni_pri_0198",
    "universityName": "មជ្ឍមណ្ឌលអូស្រ្តាលីសម្រាប់អភិវឌ្ឍន៍ភាសាអង់គ្លេស ACD",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ១១ ភូមិទី៧ក្រុងគំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៤២៩៤១៧០៩/០១២៩១១២៨៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "បណ្តុះបណ្តាលភាសាអង់គ្លេស",
        "majors": [

        ]
      }
    ]
  },
  {
    "id": 272,
    "code": "uni_pri_0199",
    "universityName": "ខូ សុខុម លក់គ្រឿងសំណង់គ្រប់ប្រភេទ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ១ ផ្លូវឧកញ៉ា ឈនថារី សង្កាត់កំពង់ចាម ក្រុងកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៩៩​ ៩០៩០៥៩/​០៩៦ ៣៧៧៩២៩៥"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "លក់គ្រឿងសំណង់",
        "majors": [

        ]
      }
    ]
  },
  {
    "id": 273,
    "code": "uni_pri_0200",
    "universityName": "ឃឹម ថា លក់គ្រឿងសំណង់",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវឧកញ៉ា ឈនថារី សង្កាត់កំពង់ចាម ក្រុងកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១២៥៣០៣៦៤/​០៩២៨១២២៤៨/​០៩៧៧១២២២០០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "លក់គ្រឿងសំណង់",
        "majors": [

        ]
      }
    ]
  },
  {
    "id": 274,
    "code": "uni_pri_0201",
    "universityName": "ពេជ្រ ចិន្តា កែសម្ផស្ស",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវឧកញ៉ា ឈនថារី សង្កាត់កំពង់ចាម ក្រុងកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៣១ ២១២២៧៨៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "កែ សម្ផស្ស",
        "majors": [

        ]
      }
    ]
  },
  {
    "id": 275,
    "code": "uni_pri_0202",
    "universityName": "ជាង​ ហ៊ាប ជុសជុលរថយន្ត ម៉ាស៊ីន និងគ្រឿងក្រោម",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៨៩៥៧៨៦៧៨/០៩៨៥៨៨៨៤៧/០៩៧៩៨៧១៦៦៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "ជុសជុលរថយន្ត",
        "majors": [

        ]
      }
    ]
  },
  {
    "id": 276,
    "code": "uni_pri_0203",
    "universityName": "ម៉េង ញឹប លក់ំភារៈក្មេង និងភេសជ្ជៈគ្រប់ប្រភេទ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១២៧១៤១២៤/០១២៤៧៤៦២០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "ម៉ាតតូច",
        "majors": [

        ]
      }
    ]
  },
  {
    "id": 277,
    "code": "uni_pri_0204",
    "universityName": "ហាន់ជ័យ បាមប៊ូ រីសត",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិព្រេកព្រអង្គ ឃុំព្រេកបាក់ ស្រុងស្ទឹងត្រង់ ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៤២ ២១០ ៨៥៥/ ០៩៦/០៧៦ ២៥៤ ២៤៤០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "រីសត",
        "majors": [
          "រីសត និងអាហារដ្ឋាន"
        ]
      }
    ]
  },
  {
    "id": 278,
    "code": "uni_pri_0205",
    "universityName": "ក្រុមហ៊ុន សាកសេស ម័រ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់វាលវង់ ក្រុងកំពង់ចាម ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១០ ៧៩៤ ៧០៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [

    ]
  },
  {
    "id": 279,
    "code": "uni_pri_0206",
    "universityName": "ដេប៉ូចែកចាយខេត្តកំពង់ចាម",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១២ ៧៧២ ៧២៩/ ០៧០ ២២៦ ៨៦៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "ដេប៉ូចែកចាយខេត្តកំពង់ចាម",
        "majors": [

        ]
      }
    ]
  },
  {
    "id": 280,
    "code": "uni_pri_0207",
    "universityName": "ក្រុមហ៊ុនខ្មែរប៊ែវើរីជីស",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៨៦ ៥៥៥ ៣១៦/ ០៦៧ ៦៦៦ ៩០៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [

    ]
  },
  {
    "id": 281,
    "code": "uni_pri_0208",
    "universityName": "ក្រុម ហ៊ុនកាមិនកូ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវនារីក្លាហាន ភូមិទី១ សង្គាត់វាលវង់ ក្រុងកំពង់ចាម ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៩៦ ៥៥០ ៨៧០៦/ ០៩២ ២៣១ ២៩២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "ក្រុមហ៊ុនធានារ៉ាបរងទៅលើយានជំនិះ",
        "majors": [

        ]
      }
    ]
  },
  {
    "id": 282,
    "code": "uni_pri_0209",
    "universityName": "ក្រុមហ៊ុន ម៉ែន សារុន អឹម ឌី អ ខូ អិល ធី ឌី(សាខាកំពង់ចាម)",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៦០ ៣៣៣ ៦១៧/ ០៩៧ ៨៥៨ ១២៣៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "ក្រុមហ៊ុន ម៉ែន សារុន អឹម ឌី អ ខូ អិល ធី ឌី(សាខាកំពង់ចាម)",
        "majors": [
          "ជាក្រុមហ៊ុនលក់គ្រឿងត្រាក់ទរ័"
        ]
      }
    ]
  },
  {
    "id": 283,
    "code": "uni_pri_0210",
    "universityName": "គ្រិះស្ថានហិរញ្ញវត្ថុ ដឹមបាលយូប៊ីវ៉ាយណាន់",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវជាតិលេខ៧​ ភូមិបឹងស្នាយ សង្កាត់សំបួរមាស ក្រុងកំពង់ចាម ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៨៨ ៨៥០ ៩៦២៨/ ០៩៦ ៥៤៦ ១៦១៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "គ្រិះស្ថានហិរញ្ញវត្ថុ",
        "majors": [
          "សេវាកម្មប្រាក់កម្ចី សេវាកម្មប្រាក់បញ្ញើ សន្សំ សេវាកម្មផ្ទេរប្រាក់"
        ]
      }
    ]
  },
  {
    "id": 284,
    "code": "uni_pri_0211",
    "universityName": "ឆាយម៉ី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវជាតិលេខ៧ សង្កាត់វាលវង់ ក្រុងកំពង់ចាម ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៩២ ៥៩៦ ៩៦៩/ ០១២ ៥០៤​ ៤៥៥"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "ឆាយម៉ី",
        "majors": [
          "លក់សំបកកង់រថយន្តនិងគ្រឿងបន្លាស់រថយន្តទូទៅ"
        ]
      }
    ]
  },
  {
    "id": 285,
    "code": "uni_pri_0212",
    "universityName": "ក្រុមហ៊ុន សែលកាត",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវជាតិលេខ៧ សង្កាត់វាលវង់ ក្រុងកំពង់ចាម ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១៧ ២១៨ ៩៤២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "បណ្តាញទូរស័ព្ទ",
        "majors": [
          "ជាក្រុមហ៊ុនលក់ប្រពន្ធ័ទូរសព្ទ័"
        ]
      }
    ]
  },
  {
    "id": 286,
    "code": "uni_pri_0213",
    "universityName": "ក្រុមហ៊ុន អូផិននេត",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់វាលវង់ ក្រុងកំពង់ចាម ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០២៣ ៨៦៨ ៥៨៦/ ០៨៨ ៨០១៦ ៩៩៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "អ៊ិនធឹណេត",
        "majors": [
          "ជាក្រុមហ៊ុនលក់ប្រពន្ធ័អ៊ីនធីណេត"
        ]
      }
    ]
  },
  {
    "id": 287,
    "code": "uni_pri_0214",
    "universityName": "សណ្ឋាគារ និងភោជនាដ្ឋាន សុវណ្ណភូមិ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិកណ្តាល សង្កាត់កំពង់ឆ្នាំង ក្រុងកំពង់ឆ្នាំ",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៨១២ ៤៥៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សណ្ឋាគារ និងភោជនាដ្ឋាន"
        ]
      }
    ]
  },
  {
    "id": 288,
    "code": "uni_pri_0215",
    "universityName": "សណ្ឋាគារប៉ាម៉ា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិកណ្តាល សង្កាត់កំពង់ឆ្នាំង ក្រុងកំពង់ឆ្នាំ",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៧៨ ៥៤៥ ៩៧១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "http://www.pamainn.com/"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សណ្ឋាគារ"
        ]
      }
    ]
  },
  {
    "id": 289,
    "code": "uni_pri_0216",
    "universityName": "ថៃ សុខសាន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១៧ ៣៩៣ ៩៥៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សណ្ឋាគារ និងភោជនាដ្ឋាន"
        ]
      }
    ]
  },
  {
    "id": 290,
    "code": "uni_pri_0217",
    "universityName": "សណ្ឋាគារ ចន្ធា បូរិន្ទ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវលេខ៥ ភូមិធម្មយុធ សង្កាត់ផ្អេរ ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៧៦២ ៩៨៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://chanthea-borint-hotel\n.business.site/"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សណ្ឋាគារ និងភោជនាដ្ឋាន"
        ]
      }
    ]
  },
  {
    "id": 291,
    "code": "uni_pri_0218",
    "universityName": "សណ្ឋាគារ សំរុង សេង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិផ្សារលើ សង្កាត់ផ្សារឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩៧ ២២៩៦ ៩៩៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "N/A"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សណ្ឋាគារ និងភោជនាដ្ឋាន"
        ]
      }
    ]
  },
  {
    "id": 292,
    "code": "uni_pri_0219",
    "universityName": "សណ្ឋាគារ រស្មី ពេជ្រ ជា ចាន់",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិផ្សារលើ សង្កាត់ផ្សារឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៣២៤ ៦៧៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "N/A"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សណ្ឋាគារ និងភោជនាដ្ឋាន"
        ]
      }
    ]
  },
  {
    "id": 293,
    "code": "uni_pri_0220",
    "universityName": "សណ្ឋាគារ និងភោជនាដ្ឋាន ទន្លេសាប",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទ១ សង្កាត់ ខ្សាម ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៥៧៦ ៨១១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សណ្ឋាគារ និងភោជនាដ្ឋាន"
        ]
      }
    ]
  },
  {
    "id": 294,
    "code": "uni_pri_0221",
    "universityName": "ផ្ទះសំណាក់ សាន់ដេ ១",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិ ស្រែព្រីង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២​៨០០ ៥៥៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផ្ទះសំណាក់"
        ]
      }
    ]
  },
  {
    "id": 295,
    "code": "uni_pri_0222",
    "universityName": "ក្រុមហ៊ុន មេតហ្វន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់ ខ្សាម ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [

    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://metfone.com.kh/en"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សេវាកម្មខ្សែទូរសព្ទ"
        ]
      }
    ]
  },
  {
    "id": 296,
    "code": "uni_pri_0223",
    "universityName": "ផ្ទះសំណាក់ ហ្គាដឹន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិ ម៉ុង បារាំង សង្កាត់ ផ្អេរ ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៥៥០ ៦៣៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សណ្ឋាគារ និងភោជនាដ្ឋាន"
        ]
      }
    ]
  },
  {
    "id": 297,
    "code": "uni_pri_0224",
    "universityName": "ផ្ទះសំណាក់ បូរី ផ្កាយ ព្រឹក",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់ កំពង់ឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៩៣២ ៩១៩/០៩៧ ៦៣៩៣ ៩៦៥"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://www.facebook.com/\nPhkayProeukHotelin/posts/877492775779290"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផ្ទះសំណាក់"
        ]
      }
    ]
  },
  {
    "id": 298,
    "code": "uni_pri_0225",
    "universityName": "ហាងទូរសព័ព្ទ ស្មាត",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះអេ៤១ ក្រុម៣ ភូមិទី១ សង្កាត់ខ្សាម ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១០ ២០១ ៣៦៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://www.smart.com.kh/"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សេវាកម្មខ្សែទូរសព្ទ"
        ]
      }
    ]
  },
  {
    "id": 299,
    "code": "uni_pri_0226",
    "universityName": "ហាងនុំប័ង ហេង ចំរើន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់ ខ្សាម ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [

    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ហាងនុំប័ង"
        ]
      }
    ]
  },
  {
    "id": 300,
    "code": "uni_pri_0227",
    "universityName": "ហាង កាហ្វេ ធូដេ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់ កំពង់ឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៨១ ៥១០ ៦៦៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://www.facebook.com/\nTodayKPC"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ហាងកាហ្វេ"
        ]
      }
    ]
  },
  {
    "id": 301,
    "code": "uni_pri_0228",
    "universityName": "កាហ្វេ អាម៉ាហ្សូន កំពង់ឆ្នាំង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់ កំពង់ឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [

    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ហាងកាហ្វេ"
        ]
      }
    ]
  },
  {
    "id": 302,
    "code": "uni_pri_0229",
    "universityName": "ស្ថានី តេឡា និងម៉ាត",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទី១ សង្កាត់ ខ្សាម ក្រុមងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៨៥ ៩៣២ ៨៨៨/ ០១៥ ៥០៥ ០០៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ស្ថានីយ៍ប្រេង និងម៉ាត"
        ]
      }
    ]
  },
  {
    "id": 303,
    "code": "uni_pri_0230",
    "universityName": "សណ្ឋាគារ កំពង់ឆ្នាំង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់ ផ្អេរ ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [

    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សណ្ឋាគារ"
        ]
      }
    ]
  },
  {
    "id": 304,
    "code": "uni_pri_0231",
    "universityName": "ធនាគារ អេស៊ីលីដា (កំពង់ឆ្នាំង)",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវលេខ៥ ភូមិ ត្រពាំងបី សង្កាត់ផ្អេរ ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០២៣ ៩៩៤ ៤៤៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សេវាកម្មធនាគារ"
        ]
      }
    ]
  },
  {
    "id": 305,
    "code": "uni_pri_0232",
    "universityName": "គ្រឹះស្ថានហិរញ្ញវត្ថុ ហត្ថាកសិករ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិ ទួលក្រឡាញ់ សង្កាត់កំពង់ឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៧០ ៥០៨ ៥០៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "http://www.hkl.com.kh/"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សេវាកម្មធនាគារ"
        ]
      }
    ]
  },
  {
    "id": 306,
    "code": "uni_pri_0233",
    "universityName": "ធនាគារ អេប៊ីអេ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវលេខ៥ ភូមិ ស្រែព្រីង សង្កាត់កំពង់ឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩៨ ២០៣ ០៣៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://www.ababank.com/"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សេវាកម្មធនាគារ"
        ]
      }
    ]
  },
  {
    "id": 307,
    "code": "uni_pri_0234",
    "universityName": "ធនាគារ កាណាឌីយ៉ា ភីអិលស៊ី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវលេខ៥ ភូមិលូទឹកត្រី សង្កាត់កំពង់ឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០២៣ ៧៧០​ ០១៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សេវាកម្មធនាគារ"
        ]
      }
    ]
  },
  {
    "id": 308,
    "code": "uni_pri_0235",
    "universityName": "គ្រឹះស្ថានហិរញ្ញវត្ថុ ប្រាសាក់",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវលេខ៥ ភូមី ស្រែព្រីង សង្កាត់កំពង់ឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១៥ ៦៩៧ ៩២៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សេវាកម្មធនាគារ"
        ]
      }
    ]
  },
  {
    "id": 309,
    "code": "uni_pri_0236",
    "universityName": "គ្រឹះស្ថានហិរញ្ញវត្ថុ មហានគរ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវលេខ៥ ភូមិទួលក្រលាញ់ សង្កាត់កំពង់ឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៦៩ ៥៦២ ២២២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សេវាកម្មធនាគារ"
        ]
      }
    ]
  },
  {
    "id": 310,
    "code": "uni_pri_0237",
    "universityName": "យានដ្ឋាន ផៃ សេង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិម៉ុង បារាំង សង្កាត ផ្អេរ ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១១ ៤១៦ ៤៤៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://www.facebook.com/\npages/Phai-Seng-Garage/\n500777906695379"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ជុសជុលរថយន្ត"
        ]
      }
    ]
  },
  {
    "id": 311,
    "code": "uni_pri_0238",
    "universityName": "យានដ្ឋាន ឡូ លី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៧៦៩ ៨០០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://vymaps.com/KH/\nLoly-Garage-2600569/"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ជុសជុលរថយន្ត"
        ]
      }
    ]
  },
  {
    "id": 312,
    "code": "uni_pri_0239",
    "universityName": "ចំរើនថ្មី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៨៧ ៦១៦ ១១៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សេវាកម្មជុសជុល"
        ]
      }
    ]
  },
  {
    "id": 313,
    "code": "uni_pri_0240",
    "universityName": "សិប្បកម្មផលិតទូកបាទ្បាស្មាច់ ខេត្តកំពង់ឆ្នាំង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិស្រែព្រីង សង្កាត់កំពង់ឆ្នាំង ក្រុងងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩៧ ៥១២ ១០០០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "http://kcc168.blogspot.com/"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផលិតទូកស្មាច់"
        ]
      }
    ]
  },
  {
    "id": 314,
    "code": "uni_pri_0241",
    "universityName": "ការិយាល័យ អេសអឹមស៊ីស៊ី ដឹមបាល់យូខេខេ ជេវី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [

    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សេវាកម្មសាងសង់"
        ]
      }
    ]
  },
  {
    "id": 315,
    "code": "uni_pri_0242",
    "universityName": "ក្រុមហ៊ុនដែក អាយអេសអាយផាម (សាខា កំពង់ឆ្នាំង)",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ឃុំជ្រៃបាក់ ស្រុករលាប្អៀរ",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩៦ ២០៥ ៥៥៥៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់ផលិតផលដែក"
        ]
      }
    ]
  },
  {
    "id": 316,
    "code": "uni_pri_0243",
    "universityName": "ក្រុមហ៊ុន អឹម និង វី អន្តរជាតិ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០២៦ ៩៨៨ ៨១៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "http://www.mvintl.com/"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "វាយនភណ្ឌ"
        ]
      }
    ]
  },
  {
    "id": 317,
    "code": "uni_pri_0244",
    "universityName": "ទីសារឹទ្ធ១",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ២៦០ ៩០៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://telephone-company-117.\nbusiness.site/"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ក្រុមហ៊ុនទូរសព្ទ"
        ]
      }
    ]
  },
  {
    "id": 318,
    "code": "uni_pri_0245",
    "universityName": "រោងម៉ាស៊ីនកិនស្រូវ ធី-វិន ល័ក្ខនាងកំពង់ឆ្នាំង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ឃុំជ្រៃបាក់ ស្រុករលាប្អៀរ",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩២ ៧៤៣ ៣៨៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សេវាកម្មកិនស្រូវ"
        ]
      }
    ]
  },
  {
    "id": 319,
    "code": "uni_pri_0246",
    "universityName": "គ្រឹះស្ថាបហិរញ្ញវត្ថុ សួស្តី ភីអិលស៊ី (សាខា កំពង់ឆ្នាំង)",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់ខ្សាម ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០២៣ ៧៧៥ ១៤២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "http://www.tk.co.th/suosdey/"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សេវាកម្មធនាគារ"
        ]
      }
    ]
  },
  {
    "id": 320,
    "code": "uni_pri_0247",
    "universityName": "ទឹកសុទ្ធហ្សាលុម អានណា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [

    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផលិតទឹកសុទ្ធ"
        ]
      }
    ]
  },
  {
    "id": 321,
    "code": "uni_pri_0248",
    "universityName": "ក្រុមហ៊ុនដឹកអ្នកដំណើរ ឃឺរី កំពង់ឆ្នាំង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់ផ្សារឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៦៩ ៧៣០ ៧៣០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "http://www.kerryexpress.com/"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សេវាកម្មដឹកអ្នកដំណើរ"
        ]
      }
    ]
  },
  {
    "id": 322,
    "code": "uni_pri_0249",
    "universityName": "គ្រឹះស្ថានហិរញ្ញវត្ថុ អេអឹមខេ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់ខ្សាម ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០២៣ ២២០ ២០២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "vymaps.com › AMK-2600575"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សេវាកម្មធនាគារ"
        ]
      }
    ]
  },
  {
    "id": 323,
    "code": "uni_pri_0250",
    "universityName": "គ្រឹះស្ថានហិរញ្ញវត្ថុ អាម្រិត អិលធីឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិ សុបិន ឃុំ ពានិ ស្រុកកំពង់ត្រឡាច",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៤៤៦ ២៧៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សេវាកម្មធនាគារ"
        ]
      }
    ]
  },
  {
    "id": 324,
    "code": "uni_pri_0251",
    "universityName": "ក្រុមហ៊ុន ផ្គុត់ផ្គង់សំភារៈសំណង់ ជួន ស៊ីវញ៉ង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិត្រពាំងបី កំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៧៧៨ ៥៥៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផ្គត់ផ្គង់សំភារៈសំណង់"
        ]
      }
    ]
  },
  {
    "id": 325,
    "code": "uni_pri_0252",
    "universityName": "សណ្ឋាគារ ញូយ៉ក រស្មី សុខា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិស្រែព្រីង សង្កាត់កំពង់ឆ្នាំង ក្រុងងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០២៦ ៦៦៦១ ៥៥៥"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.sknewyork.com"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សណ្ឋាគារ និងភោជនាដ្ឋាន"
        ]
      }
    ]
  },
  {
    "id": 326,
    "code": "uni_pri_0253",
    "universityName": "សាលាអន្តរជាតិ ឧត្តមបញ្ញា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិដំណាក់ពពល់ សង្កាតកំពង់ឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩៧ ៧៣២០ ០៦០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.uttamapanna.org"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ចំណេះដឹងទូទៅ"
        ]
      }
    ]
  },
  {
    "id": 327,
    "code": "uni_pri_0254",
    "universityName": "រោងចក្រ សម្លៀកបំពាក់ តាកហ្វូក កម្ពុជា អិលធីឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិត្នោត ឃុំលង់វែក ស្រុកគំពង់ត្រឡាច",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០២៣ ៩៥០ ៣១១/ ០១២ ៨០២ ៣៣៧"
    ],
    "faxes": [
      "០២៣ ៩៥០ ១៩៣"
    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "Thnaot Village, Longvek Commune, Kampong Tralach District"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "វាយនភណ្ឌ"
        ]
      }
    ]
  },
  {
    "id": 328,
    "code": "uni_pri_0255",
    "universityName": "ក្រុមហ៊ុន ស្បែកជើង កីឡា ខាន ខូអិលធីឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិចំកាស្វាយ ឃុំសេដ្ឋី ស្រុកសាមគ្គីមានជ័យ",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០២៦ ៧៧៧ ៧៧៧/ ០៩៧ ៦៩២៦ ៨១៦"
    ],
    "faxes": [
      "០២៦ ៧៧៣ ០១៥"
    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផលិតស្បែកជើង"
        ]
      }
    ]
  },
  {
    "id": 329,
    "code": "uni_pri_0256",
    "universityName": "សំអាកាយ ប៊ីព្យូធី អាមួយ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិផ្សារលើ សង្កាត់កំពង់ឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩៧ ៧៩៤៤ ៩០៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សំអាងកាយ"
        ]
      }
    ]
  },
  {
    "id": 330,
    "code": "uni_pri_0257",
    "universityName": "សាលា បូរី វិជ្ជា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៥៨៥ ៩៨៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ចំណេះដឹងទូទៅ"
        ]
      }
    ]
  },
  {
    "id": 331,
    "code": "uni_pri_0258",
    "universityName": "ផ្ទះសំណាក់ ចាន់គីរី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១១ ៨៣០ ៩៤១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផ្ទះសំណាក់"
        ]
      }
    ]
  },
  {
    "id": 332,
    "code": "uni_pri_0259",
    "universityName": "ជាង កាត់ដេ ជាងប្រុស",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១១ ៦៧៦ ៨៦៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "កាត់ដេរ"
        ]
      }
    ]
  },
  {
    "id": 333,
    "code": "uni_pri_0260",
    "universityName": "ភោជនាដ្ឋាន ភ្នំមាស",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២​ ៨០០ ៥៥៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ម្ហូបអាហារ"
        ]
      }
    ]
  },
  {
    "id": 334,
    "code": "uni_pri_0261",
    "universityName": "ដេប៉ូចែកចាយស្រាបៀរអង្គរខេត្តកំពង់ឆ្នាំង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៥៧២ ៥៧៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "facebook.com/ angkorbeer.depokcg"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ចែកចាយស្រាបៀរ"
        ]
      }
    ]
  },
  {
    "id": 335,
    "code": "uni_pri_0262",
    "universityName": "តូវ៉េងហួរ កុំព្យូទ័រ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩២ ៥១៧ ៥៦៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់កុំព្យូទ័រ"
        ]
      }
    ]
  },
  {
    "id": 336,
    "code": "uni_pri_0263",
    "universityName": "ឬទ្ធី អេឡិចត្រូនិច",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩២ ៤០៦ ២៥៥"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់គ្រឿងអគ្គីសនី"
        ]
      }
    ]
  },
  {
    "id": 337,
    "code": "uni_pri_0264",
    "universityName": "ក្រុមហ៊ុន សម្លៀកបំពាក់ ហ្វាស្សិន ស៊ុពើលីង ខូអិលធីឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ឃុំតាចេស ស្រុកកំពង់ត្រឡាច",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩៧ ៨៨៨៨ ៦០៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផលិតសំលៀកបំពាក់"
        ]
      }
    ]
  },
  {
    "id": 338,
    "code": "uni_pri_0265",
    "universityName": "គ្រឹះស្ថាន ហិរញ្ញវត្ថុ អិលអូអិលស៊ី (សាខា កំពង់ឆ្នាំង)",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៨១ ៤០០ ២៤១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://www.lolc.com.kh/eng/index.aspx"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សេវាកម្មធនាគារ"
        ]
      }
    ]
  },
  {
    "id": 339,
    "code": "uni_pri_0266",
    "universityName": "វិទ្យាស្ថាន ប្រាយថ៍ហូប",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិធម្មយុធ សង្កាត់ផ្អេរ ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៥៧១ ៣៦២/ ០២៦ ៦៩០ ៥១០៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://brighthopeinstitute.org/"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "Faculty and subject",
        "majors": [
          "១. ការគ្រប់គ្រងទូទៅ ២. ហិរញ្ញវត្ថុ និងធនាគារ ៣. រដ្ឋបាលសាធារណៈ ៤. សេដ្ឋកិច្ច ៥. គណនេយ្យ ៦. ក្សេតសាស្រ្ត ៧. អភិវឌ្ឍន៍ជនបទ ៨. ការគ្រប់គ្រងអប់រំ ៩. ភាសាអង់គ្លេស ១០. អក្សរសាស្រ្តខ្មែរ"
        ]
      }
    ]
  },
  {
    "id": 340,
    "code": "uni_pri_0267",
    "universityName": "ក្រុមហ៊ុន អន្តរជាតិ ទ្រីផុស (កម្ពុជា) ខូអិលទីឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិច្រករមាត ឃុំឈូកស ស្រុកំពង់ត្រឡាច",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១១ ២៣៧ ៨៧៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផលិតស្បែកជើង"
        ]
      }
    ]
  },
  {
    "id": 341,
    "code": "uni_pri_0268",
    "universityName": "ហាងសម្លៀកបំពាក់ សឹវិនស្តាយល៍",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិធម្មយុធ សង្កាត់ផ្អេរ ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៨៩ ៩២៩ ២៣២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់សំលៀកបំពាក់"
        ]
      }
    ]
  },
  {
    "id": 342,
    "code": "uni_pri_0269",
    "universityName": "សណ្ឋាគារ វិមាននាគ ថ្មី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិស្រែព្រីង សង្កាត់កំពង់ឆ្នាំង ក្រុងងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០២៦ ៧៧០ ១០៤/ ០១២ ៥៤៦ ៧៧៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សណ្ឋាគារ"
        ]
      }
    ]
  },
  {
    "id": 343,
    "code": "uni_pri_0270",
    "universityName": "ភោជនាដ្ឋាន អង្គរធំ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្តា់ផ្សារឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩២ ៨១១ ១៨៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ភោជនាដ្ឋាន"
        ]
      }
    ]
  },
  {
    "id": 344,
    "code": "uni_pri_0271",
    "universityName": "យានដ្ឋាន ស្រី ណាត",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ៣១១ វិថីរលៀផ្អៀរ សង្កាត់ផ្សារឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩២ ៩១៥ ១២០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ជូសជុស និងលក់គ្រឿងបន្លាស់"
        ]
      }
    ]
  },
  {
    "id": 345,
    "code": "uni_pri_0272",
    "universityName": "យានដ្ឋាន វុឌី សុខសាន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ២២៧ វិថីកំពង់ឆ្នាំង សង្កាត់ផ្សារឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៩២៦ ៣២៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ជូសជុស និងលក់គ្រឿងបន្លាស់"
        ]
      }
    ]
  },
  {
    "id": 346,
    "code": "uni_pri_0273",
    "universityName": "យានដ្ឋាន សេង ហ៊ាក",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ៨ ផ្លូវកំពង់ឆ្នាំង សង្កាត់ផ្សារឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៩០៩ ៧០១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ជូសជុស និងលក់គ្រឿងបន្លាស់"
        ]
      }
    ]
  },
  {
    "id": 347,
    "code": "uni_pri_0274",
    "universityName": "យានដ្ឋាន ប៉ែន ស៊ាងហុង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ១២៨ ផ្លូវកំពង់ឆ្នាំង សង្កាត់ផ្សារឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩២ ៦០៣ ៤៣៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ជូសជុស និងលក់គ្រឿងបន្លាស់"
        ]
      }
    ]
  },
  {
    "id": 348,
    "code": "uni_pri_0275",
    "universityName": "យានដ្ឋាន សុណ្ណា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ២៥៦ ផ្លូវកំពង់ឆ្នាំង សង្កាត់ផ្សារឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩២ ៩៤១ ៦៦១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ជូសជុស និងលក់គ្រឿងបន្លាស់"
        ]
      }
    ]
  },
  {
    "id": 349,
    "code": "uni_pri_0276",
    "universityName": "យានដ្ឋាន ខេម មករា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ៥៦៦ ផ្លូវកំពង់ឆ្នាំង សង្កាត់ផ្សារឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩៩ ២០៩ ២២២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ជូសជុស និងលក់គ្រឿងបន្លាស់"
        ]
      }
    ]
  },
  {
    "id": 350,
    "code": "uni_pri_0277",
    "universityName": "យានដ្ឋាន ហាយ សេន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ២០២ ផ្លូវកំពង់ឆ្នាំង សង្កាត់ផ្សារឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៤១៦ ៤៤៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ជូសជុស និងលក់គ្រឿងបន្លាស់"
        ]
      }
    ]
  },
  {
    "id": 351,
    "code": "uni_pri_0278",
    "universityName": "យានដ្ឋាន វុទ្ធី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ១៣៩ ផ្លូវជាតិលេខ៥ សង្កាត់ផ្សារឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៨៩ ៤៩៩ ០១៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ជូសជុស និងលក់គ្រឿងបន្លាស់"
        ]
      }
    ]
  },
  {
    "id": 352,
    "code": "uni_pri_0279",
    "universityName": "យានដ្ឋាន អ៊ាត ជា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ១៤០ ផ្លូវកំពង់ឆ្នាំង សង្កាត់ផ្សារឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩៧ ៨៤៥៦ ២៦២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ជូសជុស និងលក់គ្រឿងបន្លាស់"
        ]
      }
    ]
  },
  {
    "id": 353,
    "code": "uni_pri_0280",
    "universityName": "បេសបាយ អិលធីឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវសួនពេធឺជុង ដំណាក់ ពូពុល ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩១ ៧៥៩១ ២៣៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អ្នកផ្គត់ផ្គងគ្រឿងអគ្គីសនី"
        ]
      }
    ]
  },
  {
    "id": 354,
    "code": "uni_pri_0281",
    "universityName": "ស្ថានី ហ្គាស ពន្លកថ្មី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ២៩ ផ្លូវកំពង់ឆ្នាំង សង្កាត់ផ្សារឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៨៩ ៦៦៥ ៥០៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [

    ]
  },
  {
    "id": 355,
    "code": "uni_pri_0282",
    "universityName": "ស្ថានី ប្រេងឥទ្ទនៈ តូតាល់",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ១៥១ ផ្លូវកំពង់ឆ្នាំង សង្កាត់ផ្សារឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០២៦ ៧៧០ ០២៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [

    ]
  },
  {
    "id": 356,
    "code": "uni_pri_0283",
    "universityName": "លី អូស្មាន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ៥៦០ ផ្លូវកំពង់ឆ្នាំង សង្កាត់ផ្សារឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១១ ២១៨ ១៦៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លៀងរថយន្ត ប៉ូលា និងប្តូរប្រេង"
        ]
      }
    ]
  },
  {
    "id": 357,
    "code": "uni_pri_0284",
    "universityName": "សេវាប៉ូលា និងលាងឡាន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ៩៦ ផ្លូវកំពង់ឆ្នាំង សង្កាត់ផ្សារឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩៩ ៩៩៧ ២៦៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លៀងរថយន្ត ប៉ូលា និងប្តូរប្រេង"
        ]
      }
    ]
  },
  {
    "id": 358,
    "code": "uni_pri_0285",
    "universityName": "ឆេង គ្រុយ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ B២១៩ ផ្លូវកំពង់ឆ្នាំង សង្កាត់ផ្សារឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៨៦ ៤៥៨ ៣៤៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ជុសជុលម៉ូតូ និងលក់គ្រឿងបន្លាស់"
        ]
      }
    ]
  },
  {
    "id": 359,
    "code": "uni_pri_0286",
    "universityName": "ជុសជុល ម៉ូតូ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ២៨១ ផ្លូវកំពង់ឆ្នាំង សង្កាត់ផ្សារឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៧៧ ៥២៥ ៩០៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ជុសជុលម៉ូតូ និងលក់គ្រឿងបន្លាស់"
        ]
      }
    ]
  },
  {
    "id": 360,
    "code": "uni_pri_0287",
    "universityName": "ជុសជុល លក់គ្រឿងបន្លាស់ម៉ូតូ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ២៨១ ផ្លូវជាតិលេខ៥ សង្កាត់ផ្សារឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៩៨៨ ៦៦៥"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ជុសជុលម៉ូតូ និងលក់គ្រឿងបន្លាស់"
        ]
      }
    ]
  },
  {
    "id": 361,
    "code": "uni_pri_0288",
    "universityName": "បោះពុម្ភ មិត្តភាព",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ៦៣១ ផ្លូវកំពង់ឆ្នាំង សង្កាត់ផ្សារឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១៦ ៩៨៨ ៨១៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ហ្វូតូ កូពី និងបោះពុម្ភ"
        ]
      }
    ]
  },
  {
    "id": 362,
    "code": "uni_pri_0289",
    "universityName": "ស្រី លាប ប៊ីព្យូធី សាឡាន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ៤៨៦ ផ្លូវកំពង់ឆ្នាំង ភូមិទួលក្រឡាញ់ សង្កាត់ផ្សារឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៨១៣ ០១៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "កក់សក់ អ៊ុតសក់ និងសាឡន"
        ]
      }
    ]
  },
  {
    "id": 363,
    "code": "uni_pri_0290",
    "universityName": "គន្ធា ប៊ីព្យូធី សាឡាន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ២១៩ ផ្លូវកំពង់ឆ្នាំង សង្កាត់ផ្សារឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១១ ៧៩៣ ១៥២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://www.facebook.com/pages/category/Massage-Service/Kunthea-Nail-and-Salon-1279375525407804/"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "កក់សក់ អ៊ុតសក់ និងសាឡន"
        ]
      }
    ]
  },
  {
    "id": 364,
    "code": "uni_pri_0291",
    "universityName": "ស្រី អូនចំណាន ប៊ីព្យូធី សាឡាន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ២៥៣ ៦១៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "កក់សក់ អ៊ុតសក់ និងសាឡន"
        ]
      }
    ]
  },
  {
    "id": 365,
    "code": "uni_pri_0292",
    "universityName": "ចន្ធូ ប៊ីព្យូធី សាឡាន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមីផ្សារលើ សង្កាត់កំពង់ឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៦៨ ៧០០ ៥០០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "កក់សក់ អ៊ុតសក់ និងសាឡន"
        ]
      }
    ]
  },
  {
    "id": 366,
    "code": "uni_pri_0293",
    "universityName": "ប៊ីព្យូធី សាឡាន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ឬះលេខ២២៤ ផ្លូវកំពង់ឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៦៦៨ ២៤១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "កក់សក់ អ៊ុតសក់ និងសាឡន"
        ]
      }
    ]
  },
  {
    "id": 367,
    "code": "uni_pri_0294",
    "universityName": "រស្មី អង្គរ ប៊ីព្យូធី សាឡាន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមីផ្សារលើ សង្កាត់កំពង់ឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៧៧ ៦៤២ ០២១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "កក់សក់ អ៊ុតសក់ និងសាឡន"
        ]
      }
    ]
  },
  {
    "id": 368,
    "code": "uni_pri_0295",
    "universityName": "ហាង កាត់សក់ វាសនា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់ផ្សារឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩៧ ៨៦១៨ ៩៤៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "កក់សក់ អ៊ុតសក់ និងសាឡន"
        ]
      }
    ]
  },
  {
    "id": 369,
    "code": "uni_pri_0296",
    "universityName": "អាមួយ ប៊ីព្យូធី សាឡាន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមីផ្សារលើ សង្កាត់កំពង់ឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩៧ ៧៩៤៤ ៩០៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "កក់សក់ អ៊ុតសក់ និងសាឡន"
        ]
      }
    ]
  },
  {
    "id": 370,
    "code": "uni_pri_0297",
    "universityName": "ពេជ្រ សុជាតិ សាឡន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិផ្សារឆ្នាំង សង្កាត់កំពង់ឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៣៣៩ ៧៣០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "កក់សក់ អ៊ុតសក់ និងសាឡន"
        ]
      }
    ]
  },
  {
    "id": 371,
    "code": "uni_pri_0298",
    "universityName": "ហាងកាត់សក់បុរស សាឡន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិផ្សារក្រោម សង្កាត់កំពង់ឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១៧ ៤៣៥ ១៣៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "កាត់សក់ និងសាឡន"
        ]
      }
    ]
  },
  {
    "id": 372,
    "code": "uni_pri_0299",
    "universityName": "ស្រី ថាច ប៊ីព្យូធី សាឡាន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិផ្សារលើ សង្កាត់កំពង់ឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៥៩១ ៧៣២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សំអាងកាយ"
        ]
      }
    ]
  },
  {
    "id": 373,
    "code": "uni_pri_0300",
    "universityName": "ធី ណា ប៊ីព្យូធី សាឡាន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិផ្សារលើ សង្កាត់កំពង់ឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៣៧១ ៦២១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សំអាងកាយ"
        ]
      }
    ]
  },
  {
    "id": 374,
    "code": "uni_pri_0301",
    "universityName": "រោងចក្រធុនតូច ផលិតបារី ស៊ីធីខេ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទន្លេបិទលើ ឃុំទន្លេបិទ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៦០ ២២២ ១៩០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "ជ្រើសរើសបុគ្គលិក",
        "majors": [
          "អ្នកពិនិត្យគុណភាព\nជាងម៉ាស៊ីន/ជាងដែក\nអ្នកបញ្ជាម៉ាស៊ីន\nនិងផ្នែកផ្សេងៗ"
        ]
      }
    ]
  },
  {
    "id": 375,
    "code": "uni_pri_0302",
    "universityName": "ជាង រតនា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទទួលវិហា ឃុំឃុំទន្លេបិទ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៩៦ ៦៧៤៧ ០៩៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "ជាង រតនា",
        "majors": [
          "ជួសជុលម៉ូតូគ្រប់ធុន"
        ]
      }
    ]
  },
  {
    "id": 376,
    "code": "uni_pri_0303",
    "universityName": "អេសអិន សាឡន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទទួលវិហា ឃុំឃុំទន្លេបិទ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០១២ ៣៨៦ ៥៣០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "មានផាត់មុខ ធ្វើសក់ ធ្វើក្រចកម៉ាស្សាមុខ ត្រាំទឹកដោគោស្ងួត"
        ]
      }
    ]
  },
  {
    "id": 377,
    "code": "uni_pri_0304",
    "universityName": "ជាងនឿន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទន្លេបិទលើ ឃុំទន្លេបិទ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០១១ ២០២ ៨៨៩/ ០៩៣ ៨៥៣ ១៣២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "ជាងនឿន",
        "majors": [
          "ជួសជុលម៉ូតូគ្រប់ធុន និងលក់គ្រឿងបន្លាស់ម៉ូតូ លាងម៉ូតូ"
        ]
      }
    ]
  },
  {
    "id": 378,
    "code": "uni_pri_0305",
    "universityName": "យានដ្ឋាន ធារិន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទទួលវិហា ឃុំឃុំទន្លេបិទ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៩៥ ៧៧៤ ៤២៤/ ០៩៦ ២៧៧៧ ៤២៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "យានដ្ឋាន ធារិន",
        "majors": [
          "មានជួសជុលរថយន្តគ្រប់ធុន និងតោន បាញ់ថ្នាំ"
        ]
      }
    ]
  },
  {
    "id": 379,
    "code": "uni_pri_0306",
    "universityName": "ជាង ដា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទទួលវិហា ឃុំឃុំទន្លេបិទ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៩៦ ៥៨៣៥ ៧៩២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "ជាង ដា",
        "majors": [
          "មានជួសជុលម៉ូតូគ្រប់ធុន ផ្សាដែក លាងម៉ូតូប៉ះអ៊ុត"
        ]
      }
    ]
  },
  {
    "id": 380,
    "code": "uni_pri_0307",
    "universityName": "ចំរើន កាត់សក់",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទទួលវិហា ឃុំឃុំទន្លេបិទ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០១០ ៩៨១ ៣៧៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [

    ]
  },
  {
    "id": 381,
    "code": "uni_pri_0308",
    "universityName": "ចន្ទ័​ គីរី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទន្លេបិទលើ ឃុំទន្លេបិទ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៧០ ៦២៦ ២១៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "ចន្ទ័​ គីរី សំអាងការ",
        "majors": [
          "មានទទួល សំអាងការបែបបុរាណ និងសម័យមានថតរូបថតវីដេអូក្នុងកម្មវិធីមង្គលការបុណ្យខួបកំណើត ផ្សេៗនិងមានទទួលតុបតែងគេហដ្ឋាន"
        ]
      }
    ]
  },
  {
    "id": 382,
    "code": "uni_pri_0309",
    "universityName": "ធនាគារ អេព៊ីអេ (សាខា ត្បូងឃ្មុំ)",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិជើងឡង សង្កាត់សួង ក្រុងសួង ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៩៨ ២០៣ ៣៣៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [

    ]
  },
  {
    "id": 383,
    "code": "uni_pri_0310",
    "universityName": "គ្រឹះស្ថានហិរញ្ញវត្ថុ អិលអូអិលស៊ី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវជាតិលេខ៧ ភូមិសួងលិច សង្កាត់សួង ក្រុងសួង ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៨១ ៨០០ ៣២៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [

    ]
  },
  {
    "id": 384,
    "code": "uni_pri_0311",
    "universityName": "ក្រុមហ៊ុន ISI PIPE",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវជាតិលេខ៧ ភូមិអំពិល ឃុំអំពិល ស្រុកកំពង់សៀម ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [

    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ក្រុមហ៊ុន លក់ដែក សង្កសី"
        ]
      }
    ]
  },
  {
    "id": 385,
    "code": "uni_pri_0312",
    "universityName": "ខ្លឹមច័ន្ទ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវ ព្រះអង្គឌួង សង្កាត់កំពង់ខណ្ឌចាម ក្រុងកំពង់ចាម ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៩៧ ៥៦៨៨ ៨៩៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផាត់មុខ និងធ្វើសក់"
        ]
      }
    ]
  },
  {
    "id": 386,
    "code": "uni_pri_0313",
    "universityName": "ជួសជុលទូរស័ព្ទដៃអង្គរ១",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់កំពង់ចាម ខណ្ឌកំពង់ចាម ក្រុងកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១៧ ៨៧៤ ៧៦៣/ ០៩៦ ២៣៦០ ០០០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ជួសជុលទូរស័ព្ទគ្រប់ប្រភេទ"
        ]
      }
    ]
  },
  {
    "id": 387,
    "code": "uni_pri_0314",
    "universityName": "ហាងកែសម្ភស្សស្រីណែត",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ក្រុមទី១០ សង្កាត់កំពង់ចាម ខណ្ឌកំពង់ចាម ក្រុងកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៨៦ ៧៥០១៧៧/ ០៩៧ ៨៩០៤ ០៨២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផាត់មុខ និងធ្វើសក់"
        ]
      }
    ]
  },
  {
    "id": 388,
    "code": "uni_pri_0315",
    "universityName": "ហាងជួសជុលម៉ាស៊ីនត្រជាក់ កែវ សុធា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិបឹងកុក២ សង្កាត់បឹងកុក ខណ្ឌកំពង់ចាម ក្រុងកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១១ ៤៨៣ ៨៣៩/ ០៧០ ៣៩ ៣៩ ២៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "១.ជួសជុលម៉ាស៊ីនត្រជាក់គ្រប់ប្រទភេទ ២.ជួសជុលម៉ាស៊ីនបោកគុក ៣.ជួសជុលទូរទឹកកកគ្រប់ប្រភេទ"
        ]
      }
    ]
  },
  {
    "id": 389,
    "code": "uni_pri_0316",
    "universityName": "ហាងជួសជុលម៉ាស៊ីនត្រជាក់ យឿន សុធារ៉ា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិបឹងកុក១ សង្កាត់បឹងកុក ខណ្ឌកំពង់ចាម ក្រុងកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១៥ ៨៣៣ ៩៣៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "១.ជួសជុលម៉ាស៊ីនត្រជាក់គ្រប់ប្រទភេទ ២.ជួសជុលម៉ាស៊ីនបោកគុក ៣.ជួសជុលទូរទឹកកកគ្រប់ប្រភេទ"
        ]
      }
    ]
  },
  {
    "id": 390,
    "code": "uni_pri_0317",
    "universityName": "ហាងកាត់សក់បុរស ម៉េន ស្ទាយល៍",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទី១៦សង្កាត់កំពង់ចាម ខណ្ឌកំពង់ចាម ក្រុងកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៩៦ ៦១១២ ២៦៦/ ០៩៦ ៨១១២២៦៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "កាត់សក់បុរសគ្រប់ប្រភេទ"
        ]
      }
    ]
  },
  {
    "id": 391,
    "code": "uni_pri_0318",
    "universityName": "ហាងថែរក្សាសម្ភស្សពៅពៅ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទី៧ សង្កាត់កំពង់ចាម ខណ្ឌកំពង់ ក្រុងកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៨៨ ៨១៨៧ ១១១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផាត់មុខ ធ្វើក្រចក់ ត្រាំទឹកដោះគោ និងអ៊ុតសក់"
        ]
      }
    ]
  },
  {
    "id": 392,
    "code": "uni_pri_0319",
    "universityName": "ឈីម វាសនាដំឡើងកាំមេរា និងជួសជុលគ្រឿងអេឡិចត្រូនិចគ្រប់ប្រភេទ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទី១ សង្កាត់កំពង់ចាម ខណ្ឌកំពង់ចាម ក្រុងកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១៥ ៥៩៨ ១៤៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ដំឡើងកាំមេរាសុវត្តិភាព តប្រព័ន្ធទឹកភ្លើងគ្រប់ប្រភេទ"
        ]
      }
    ]
  },
  {
    "id": 393,
    "code": "uni_pri_0320",
    "universityName": "ស៊ុប និងប៊ីប៊ីឃ្យូ សេះសមុទ្រ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិស្រែព្រីង សង្កាត់កំពង់ឆ្នាំង ក្រុងងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩៥ ៥០១ ១១២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://www.facebook.com/pg/\nSeahorsebbqandsoup/posts/"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ភោជនាដ្ឋាន"
        ]
      }
    ]
  },
  {
    "id": 394,
    "code": "uni_pri_0321",
    "universityName": "សាលារៀនបញ្ញាន្តអង្គរ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិស្រែព្រីង សង្កាត់កំពង់ឆ្នាំង ក្រុងងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១៥ ៧៤២ ០២១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://aiaacademy-cambodia.\nbusiness.site/"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "កម្មវិធីភាសាអង់គ្លេសទូទៅ"
        ]
      }
    ]
  },
  {
    "id": 395,
    "code": "uni_pri_0322",
    "universityName": "ភោជនីយដ្ឋានដំរីស",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់កំពង់ឆ្នាំ ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៨៨ ៥៩៦៥ ៩៦៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://www.facebook.com/\nWhiteElephantKPC/?rf=\n387402784659843"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ម្ហូបអាហារ"
        ]
      }
    ]
  },
  {
    "id": 396,
    "code": "uni_pri_0323",
    "universityName": "អាហារដ្ឋាន វណ្ណសុខលាភ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិម៉ុងបារាំង សង្កាត់ប្អេរ ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៨៩ ៦១៤ ០៩៨/ ០១២ ៥៤៦ ៧១៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អាហារ និងកាហ្វេ"
        ]
      }
    ]
  },
  {
    "id": 397,
    "code": "uni_pri_0324",
    "universityName": "អាហារដ្ឋានសុខសាន្ត",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់ផ្សារឆ្នាំង ក្រុងកំពង់ឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៦៨ ៨៨៦ ៨៨៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់គ្រឿងបន្លាស់ម៉ូតូគ្រប់ប្រភេទ"
        ]
      }
    ]
  },
  {
    "id": 398,
    "code": "uni_pri_0325",
    "universityName": "មាសលី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិផ្សារលើ សង្កាត់ផ្សារឆ្នាំ ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៥១៣ ៦៥៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អាហារដ្ឋាន"
        ]
      }
    ]
  },
  {
    "id": 399,
    "code": "uni_pri_0326",
    "universityName": "អាហារដ្ឋានមនោរម្យ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់ខ្សាម ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៨៦១ ៨១៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អាហារដ្ឋាន"
        ]
      }
    ]
  },
  {
    "id": 400,
    "code": "uni_pri_0327",
    "universityName": "អាហរដ្ឋានលង្វែក",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិស្រែព្រីង សង្កាត់កំពង់ឆ្នាំង ក្រុងងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [

    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អាហារដ្ឋាន"
        ]
      }
    ]
  },
  {
    "id": 401,
    "code": "uni_pri_0328",
    "universityName": "អាហារដ្ឋានហុយហុយ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់ផ្សារឆ្នាំង ក្រុងកំពង់ឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១០ ៣៣៩ ៣៦៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អាហារដ្ឋាន"
        ]
      }
    ]
  },
  {
    "id": 402,
    "code": "uni_pri_0329",
    "universityName": "ហាងកាហ្វេ អារ៉ែង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិស្រែព្រីង សង្កាត់កំពង់ឆ្នាំង ក្រុងងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [

    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់កាហ្វេ"
        ]
      }
    ]
  },
  {
    "id": 403,
    "code": "uni_pri_0330",
    "universityName": "ធនាគារ ព្រីនស៍",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិដំណាក់ពពូល សង្កាត់កំពង់ឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [

    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://www.princebank.com.kh/"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ធនាគារ"
        ]
      }
    ]
  },
  {
    "id": 404,
    "code": "uni_pri_0331",
    "universityName": "អង្គរថ្មី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់កំពង់ឆ្នាំ ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ១១០ ៩៧៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អារហារដ្ឋាន"
        ]
      }
    ]
  },
  {
    "id": 405,
    "code": "uni_pri_0332",
    "universityName": "ភោជនីយដ្ឋានហ្គោដិនស៊ីធី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់កំពង់ឆ្នាំ ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៧៨ ៥៤៥ ៩៧១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អារហារដ្ឋាន"
        ]
      }
    ]
  },
  {
    "id": 406,
    "code": "uni_pri_0333",
    "universityName": "អប្សគុជឃ្មុំ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិស្រែព្រីង សង្កាត់កំពង់ឆ្នាំង ក្រុងងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១៥ ៦៦៦ ០១៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អារហារដ្ឋាន"
        ]
      }
    ]
  },
  {
    "id": 407,
    "code": "uni_pri_0334",
    "universityName": "បូរីប៉េងឡុង៣",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទ្រាជើង ឃុំស្រែថ្មី ស្រុករលាប្អៀរ",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៨៨ ៤៨៦៦ ៣១៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://www.facebook.com/\nboreypenglong/"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់ទូរសព្ទដៃ និង សម្ភារៈទូរសព្ទ"
        ]
      }
    ]
  },
  {
    "id": 408,
    "code": "uni_pri_0335",
    "universityName": "កំពង់ឆ្នាំងរៀលអ៊ីស្តេត",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់ខ្សាម ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩៧ ៧៩២៣ ៦៦៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "http://kampongchhnangrealestate\n.com/"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់អចលនទ្រព្យ"
        ]
      }
    ]
  },
  {
    "id": 409,
    "code": "uni_pri_0336",
    "universityName": "ហាងកាហ្វេ ហ្គ្លរី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់កំពង់ឆ្នាំ ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [

    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://www.wbfinance.com.kh/"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់កាហ្វេ"
        ]
      }
    ]
  },
  {
    "id": 410,
    "code": "uni_pri_0337",
    "universityName": "ហាងកាហ្វេ យូ អេន មី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់កំពង់ឆ្នាំ ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១១ ៨៨៥ ០៥៥"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់កាហ្វេ"
        ]
      }
    ]
  },
  {
    "id": 411,
    "code": "uni_pri_0338",
    "universityName": "គ្រឹះស្ថាន ហិរញ្ញវត្ថុ ដឹបបាល់យូ ហ្វាយណាន់",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិស្រែព្រីង សង្កាត់កំពង់ឆ្នាំង ក្រុងងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០២៣ ៩៦៣ ៣៣៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ធនាគារ"
        ]
      }
    ]
  },
  {
    "id": 412,
    "code": "uni_pri_0339",
    "universityName": "ផ្ទះសំណាក់បាយ័ន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិស្រែព្រីង សង្កាត់កំពង់ឆ្នាំង ក្រុងងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៩៩៥ ៤២៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://opencorpdata.com/place/\nChIJq5SP81CNDjERNxe72NL257w"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផ្ទះសំណាក់"
        ]
      }
    ]
  },
  {
    "id": 413,
    "code": "uni_pri_0340",
    "universityName": "ហាងកាហ្វេ ហ្ស៊ីប៉ាង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិស្រែព្រីង សង្កាត់កំពង់ឆ្នាំង ក្រុងងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩៣ ៩៩៩ ៩៩៥"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://zipangcafe.business.site/"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់កាហ្វេ"
        ]
      }
    ]
  },
  {
    "id": 414,
    "code": "uni_pri_0341",
    "universityName": "អាហារដ្ឋានសុខសាន្ត​២",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់កំពង់ឆ្នាំ ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៦៨ ៨៨៧ ៨៧៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អាហារដ្ឋាន"
        ]
      }
    ]
  },
  {
    "id": 415,
    "code": "uni_pri_0342",
    "universityName": "កាហ្វេ ហៅស៍ អារីយា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់កំពង់ឆ្នាំ ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៧០ ៦៦៨ ៩២០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់កាហ្វេ​ និងអាហារបំប៉ន"
        ]
      }
    ]
  },
  {
    "id": 416,
    "code": "uni_pri_0343",
    "universityName": "ផ្ទះសំណាក់នាងពួន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់កំពង់ឆ្នាំ ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៨០៨ ៧៨៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផ្ទះសំណាក់​ និងអាហារដ្ឋាន"
        ]
      }
    ]
  },
  {
    "id": 417,
    "code": "uni_pri_0344",
    "universityName": "ហាងនុំប័ង និង កាហ្វេ ដេឌី ដេឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់កំពង់ឆ្នាំ ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩២ ៥០១ ១១២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់កាហ្វេ និងធ្វើនំ"
        ]
      }
    ]
  },
  {
    "id": 418,
    "code": "uni_pri_0345",
    "universityName": "ស្ថានី ហ្គាស ប៊ីខេ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ឃុំជ្រៃបាក់ ស្រុករលាប្អៀរ",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១១ ៨៩០ ៦០០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "បញ្ចូលហ្គាស"
        ]
      }
    ]
  },
  {
    "id": 419,
    "code": "uni_pri_0346",
    "universityName": "ភោជនាដ្ឋាន និងកាហ្វេ គ្រីស្តាល",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិជ្រៃបាក់ ឃុំជ្រៃបាក់ ស្រុករលាប្អៀ",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [

    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់កាហ្វេ និង​អារដ្ឋាន"
        ]
      }
    ]
  },
  {
    "id": 420,
    "code": "uni_pri_0347",
    "universityName": "ភោជនាដ្ឋាន ហាឡាល ព្រៃខ្មែរ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិព្រៃខ្មែរ ឃុំអណ្តូងស្នាយ ស្រុករលាប្អៀរ",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩៨ ៩៩៥ ៥២១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អាហារដ្ឋានខ្មែរ-ឥស្លាម"
        ]
      }
    ]
  },
  {
    "id": 421,
    "code": "uni_pri_0348",
    "universityName": "រោងចក្រកាត់ដេរ ជីអ៊ុង យេ ខូអិលធីឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ឃុំសេដ្ឋី ស្រុកសាមគ្គីមានជ័យ",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០២៣ ៦៧៩ ៥០០៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផលិតសម្លៀកបំពាក់"
        ]
      }
    ]
  },
  {
    "id": 422,
    "code": "uni_pri_0349",
    "universityName": "ស្ថានីប្រេងឥន្ទនៈ អិលអេជអា និងភោជនាដ្ឋាន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទឹកល្អក់ ឃុំតាជេស ស្រុកកំពង់ត្រឡាច",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៨៨ ៨៩៨០ ៨៨៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ចាក់សាំង និងអាហារដ្ឋាន"
        ]
      }
    ]
  },
  {
    "id": 423,
    "code": "uni_pri_0350",
    "universityName": "វិទ្យាស្ថាន ប៉ូលីណូ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិឈូកស ឃុំតាជេស ស្រុកកំពង់ត្រឡាច",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៨១ ៤៨៤ ៩១៥"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សាលាពេទ្យ"
        ]
      }
    ]
  },
  {
    "id": 424,
    "code": "uni_pri_0351",
    "universityName": "រោងម៉ាស៊ីនកិនស្រូវ ខេធី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិសាលាលេខប្រាំ ឃុំថ្មឥដ្ឋ ស្រុកកំពង់ត្រឡាច",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៧៣២ ៨៣២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "រោងម៉ាស៊ិនកិនស្រូវ"
        ]
      }
    ]
  },
  {
    "id": 425,
    "code": "uni_pri_0352",
    "universityName": "រោងម៉ាស៊ីនកិនស្រូវ អ៊ីនឌូឆាយណា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ឃុំលង្វែក ស្រុកកំពង់ត្រឡាច",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១៥ ៩៧៧ ៦៧៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "http://rice.com.kh/"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "រោងចក្រកិនស្រូវ"
        ]
      }
    ]
  },
  {
    "id": 426,
    "code": "uni_pri_0353",
    "universityName": "ក្រុមហ៊ុន ហឺរីហ្សូន អៅដ័រ កម្ពុជា ខូអិលធីឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិផ្សារត្រាច ឃុំលង្វែក ស្រុកកំពង់ត្រឡាច",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "N/A"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផលិតសម្លៀកបំពាក់"
        ]
      }
    ]
  },
  {
    "id": 427,
    "code": "uni_pri_0354",
    "universityName": "ក្រុមហ៊ុនសំលៀកបំពាក៉ ហ្គោលដិន អិលធីឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិផ្សារត្រាច ឃុំលង្វែក ស្រុកកំពង់ត្រឡាច",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៧៨ ៩០៥ ៥៣៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផលិតសម្លៀកបំពាក់"
        ]
      }
    ]
  },
  {
    "id": 428,
    "code": "uni_pri_0355",
    "universityName": "ក្រុមហ៊ុននឡាបូរេធឺរីស៍ អ៊ីហ្វាក ខូអិលធីឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិផ្សារត្រាច ឃុំលង្វែក ស្រុកកំពង់ត្រឡាច",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៣៣៣ ៧៩៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "http://www.ephac.com/"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផលិតឪសថ"
        ]
      }
    ]
  },
  {
    "id": 429,
    "code": "uni_pri_0356",
    "universityName": "ក្រុមហ៊ុន លេដែ ប្រូដាកថ៍ កៃ ណេង​ ខូអិលធីឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិផ្សារត្រាច ឃុំលង្វែក ស្រុកកំពង់ត្រឡាច",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [

    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://panjiva.com/Kai-Neng-Leather-Products/46493606"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផលិតសម្លៀកបំពាក់"
        ]
      }
    ]
  },
  {
    "id": 430,
    "code": "uni_pri_0357",
    "universityName": "ស៊ីភីអេស៊ី ឧត្តុង ២",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិចំការស្វាយ ឃុំសេដ្ឋី ស្រុកសាមគ្គមានជ័យ",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩៩ ២២២ ៧០៥"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ក្រុមហ៊ុនក្រឡុកស៊ីម៉ង់"
        ]
      }
    ]
  },
  {
    "id": 431,
    "code": "uni_pri_0358",
    "universityName": "រោងចក្រគ្រឿងសង្ហារឹម",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ឃុំពង្រ ស្រុករលាប្អៀរ",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩៧ ៥៤៥៥ ៦៦៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផលិតគ្រឿងសង្ហារឹម"
        ]
      }
    ]
  },
  {
    "id": 432,
    "code": "uni_pri_0359",
    "universityName": "ក្រុមហ៊ុន ធីលូ ខុនស្ត្រាកសិន គ្រុប ខូអិលធីឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិស្វាយជ្រុំ ឃុំពង្រ ស្រុករលាប្អៀរ",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១១ ៧៧១ ១៤៤/ ០៩៧ ៧៧៧១ ៥៥១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ក្រុមហ៊ុនក្រឡុកស៊ីម៉ង់"
        ]
      }
    ]
  },
  {
    "id": 433,
    "code": "uni_pri_0360",
    "universityName": "ផ្ទះបាយពន្លឺ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់កំពង់ឆ្នាំ ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១១ ២១៦ ៤៥៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អាហារដ្ឋាន"
        ]
      }
    ]
  },
  {
    "id": 434,
    "code": "uni_pri_0361",
    "universityName": "អាហារដ្ឋាន ហេងលាភ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់កំពង់ឆ្នាំ ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៧០ ៩០០ ៧៩៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អាហារដ្ឋាន"
        ]
      }
    ]
  },
  {
    "id": 435,
    "code": "uni_pri_0362",
    "universityName": "ស្ថានីយ៍វិទ្យុ ម៉ាយអេហ្វអឹម ៩៩.៥ មេកាហឺដ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់ប្អេរ ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១១ ៣៣៣ ០១៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ស្ថានីយ៍វិទ្យុ"
        ]
      }
    ]
  },
  {
    "id": 436,
    "code": "uni_pri_0363",
    "universityName": "ផៃស៊ីវហ្គារ៉ាស",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់ប្អេរ ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១១ ៤១៦ ៤៤៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ជួសជុលឡាន"
        ]
      }
    ]
  },
  {
    "id": 437,
    "code": "uni_pri_0364",
    "universityName": "ហាងស្មូនឆ្នាំងដី កំពង់ឆ្នាំង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ឃុំស្រែថ្មី ស្រុករលាប្អៀរ",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៨៩ ៦៨៧ ០៧១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផលិតក្អមឆ្នាំង"
        ]
      }
    ]
  },
  {
    "id": 438,
    "code": "uni_pri_0365",
    "universityName": "ហាងលក់ទូរសព្ទដៃ ស៊ឹម កែវមរកត",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់ខ្សាម ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩៦ ៩៩៩ ៧៨៧៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លកទូរសព្ទ"
        ]
      }
    ]
  },
  {
    "id": 439,
    "code": "uni_pri_0366",
    "universityName": "ម៉ាក់ស ​កាហ្វេ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៧៨ ៥៦១ ៩៨៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់កាហ្វេ"
        ]
      }
    ]
  },
  {
    "id": 440,
    "code": "uni_pri_0367",
    "universityName": "ត្រីដំរីមាស",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់ប្អេរ ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩៧ ៨៧០០ ៣៣៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អារហារដ្ឋាន"
        ]
      }
    ]
  },
  {
    "id": 441,
    "code": "uni_pri_0368",
    "universityName": "ផ្ទះសំណាក់ ប៉ារីស អ័រធី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់ប្អេរ ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៨៧ ៦១៤ ៧៤៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផ្ទះសំណាក់"
        ]
      }
    ]
  },
  {
    "id": 442,
    "code": "uni_pri_0369",
    "universityName": "សុភក្រ្ត សុខា លក់ទូរសព្ទដៃ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់ប្អេរ ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១០ ៥១៦ ៣៣៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់ទូរសព្ទដៃ និង សម្ភារៈទូរសព្ទ"
        ]
      }
    ]
  },
  {
    "id": 443,
    "code": "uni_pri_0370",
    "universityName": "សាលា ខាណាន សង្ឍឹម",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិសន្ទួច ឃុំស្រែថ្មី ស្រុករលាប្អៀរ",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៩៦៣ ៦១៦/ ០២៦ ៧៧៤ ០៦៥"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": "PO Box\n 0422",
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "កម្មវិធីភាសាអង់គ្លេសទូទៅ"
        ]
      }
    ]
  },
  {
    "id": 444,
    "code": "uni_pri_0371",
    "universityName": "ឆបហ៍ឆា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទួលក្រឡាញ់ សង្កាត់កំពង់ឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩៣ ៣៣៥ ៩៥៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "កាហ្វេ និង​ទឹកផ្លែឈើ"
        ]
      }
    ]
  },
  {
    "id": 445,
    "code": "uni_pri_0372",
    "universityName": "ភីធីធី កំពង់ឆ្នាំង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់កំពង់ឆ្នាំ ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៨៧ ៥៤៥៤ ៤៥៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ស្ថានីយ៍ចាកសាំង"
        ]
      }
    ]
  },
  {
    "id": 446,
    "code": "uni_pri_0373",
    "universityName": "ផ្ទះកសិកម្មទំនើប",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិត្រោក ឃុំស្រីថ្មី ស្រុករលាប្អៀរ",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩៦ ៤៤៦៤ ២៥៥"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://www.facebook.com/\nmodernagrihome?_rdc=1&_rdr"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់ឧបករណ៍កសិកម្ម"
        ]
      }
    ]
  },
  {
    "id": 447,
    "code": "uni_pri_0374",
    "universityName": "ផ្ទះសំណាក់រមាស អាស៊ាន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ឃុំអភិវឌ្ឍន៍ ស្រុកទឹកផុស",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៨៨ ៥៣១៩ ៧៩៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផ្ទះសំណាក់"
        ]
      }
    ]
  },
  {
    "id": 448,
    "code": "uni_pri_0375",
    "universityName": "តារា វីង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិស្លែងឃ្មុំ ឃុំអភិវឌ្ឍន៍ ស្រុកទឹកផុស",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៨១ ៥៧៧ ៤៣៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សេវាវេរលុយ"
        ]
      }
    ]
  },
  {
    "id": 449,
    "code": "uni_pri_0376",
    "universityName": "ធនាគារហ្វីលីព",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិស្រែតាជ័យ ឃុំអភិវឌ្ឍន៍ ស្រុកទឹកផុស",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០២៣ ៩៣០ ០០០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ធនាគារ"
        ]
      }
    ]
  },
  {
    "id": 450,
    "code": "uni_pri_0377",
    "universityName": "កសិដ្ឋាន ហ៊ីដ្រូប៉ូនិក អភិវឌ្ឍន៍",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ឃុំអភិវឌ្ឍន៍ ស្រុកទឹកផុស",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩៦ ២២៨៩ ៣៦៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://www.facebook.com/\nAkphivoadthiHydroFarm"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផលិតបន្លែកសិកម្ម"
        ]
      }
    ]
  },
  {
    "id": 451,
    "code": "uni_pri_0378",
    "universityName": "យានដ្ឋានជួសជុលរថយន្ត ជាងធី ព្រៃខ្មែរ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិព្រៃខ្មែរ ឃុំអណ្តូងស្នាយ ស្រុករលាប្អៀរ",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៨៦ ៩៤៣ ០៣៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ជួសជុលឡាន"
        ]
      }
    ]
  },
  {
    "id": 452,
    "code": "uni_pri_0379",
    "universityName": "រោងចក្រ ហ្ស៊ុនហួរ ខូអិលធីឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ឃុំមេលំ ស្រុកបរិបូរណ៍",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩២ ៣៨៦ ៥៥៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://vymaps.com/KH/Shun-\nHour-Factory-Co-ltd-165084/"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សិប្បកម្មផលិតត្រីប្រម៉ា"
        ]
      }
    ]
  },
  {
    "id": 453,
    "code": "uni_pri_0380",
    "universityName": "ក្រុមហ៊ុនអាហ្គ្រីសម្បត្តិខ្មែរ ខូអិលធីឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិធម្មយុត្តិ សង្កាត់ប្អេរ ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១០ ៣៣៩ ៣៦៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "http://www.agri-sambathkhmer.com/"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សិប្បកម្មផលិតហ្គ្រីនហោស៍"
        ]
      }
    ]
  },
  {
    "id": 454,
    "code": "uni_pri_0381",
    "universityName": "ក្រុមហ៊ុន SMCC-WKK JV",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់កំពង់ឆ្នាំ ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [

    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://www.smcon.co.jp/en/"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សេវាកម្មធ្វើផ្លូវ សំណង់"
        ]
      }
    ]
  },
  {
    "id": 455,
    "code": "uni_pri_0382",
    "universityName": "ហ្គ្រីនឡាយហ៍ខេត្តកំពង់ឆ្នាំង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិដំណាក់ពពូល សង្កាត់កំពង់ឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩៨ ៥៣៥ ៩១៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://www.facebook.com/The\n-Green-Life-Shop-Kampong-\nChhnang-Branch-108855573840629/"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់ផលិតផល​សំអាងកាយ"
        ]
      }
    ]
  },
  {
    "id": 456,
    "code": "uni_pri_0383",
    "universityName": "បរមី សាឡន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទួលអំពិល សង្កាត់កំពង់ឆ្នាំ ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១៦ ៤៩៤ ១៦៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សំអាងកាយ"
        ]
      }
    ]
  },
  {
    "id": 457,
    "code": "uni_pri_0384",
    "universityName": "លី ហុង ហ្គ្លាស",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិដំណាក់ពពូល សង្កាត់កំពង់ឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩៨ ៥០៦ ៧៥៥"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់គ្រឿងសំណង់"
        ]
      }
    ]
  },
  {
    "id": 458,
    "code": "uni_pri_0385",
    "universityName": "ក្រុមហ៊ុន សាន់រ៉ាយស៍ អាស៊ី តឹក ហួត ខូអិលធីឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិបឹងកក់ ឃុំលង្វែក ស្រុកកំពង់ត្រឡាច",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩២ ៨៨៦ ៦៤៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://opencorporates.com/\ncompanies/kh/00023761"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផលិតភេសជ្ជៈ"
        ]
      }
    ]
  },
  {
    "id": 459,
    "code": "uni_pri_0386",
    "universityName": "គង់ រីណូ​ទិញស្រូវលក់ស្រូវ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ឃុំថ្មឥដ្ឋ ស្រុកកំពង់ឡាច",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៧១ ៦៦០១ ២៥០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ទិញ និង លកស្រូវ"
        ]
      }
    ]
  },
  {
    "id": 460,
    "code": "uni_pri_0387",
    "universityName": "ក្រុមហ៊ុន ប្រព្ភឺធី ធីឃូន ខូអិលធីឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៨៨៧ ០៣៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ទិញ​​ និងលក់អចលនទ្រព្យ"
        ]
      }
    ]
  },
  {
    "id": 461,
    "code": "uni_pri_0388",
    "universityName": "រោងចក្រវ៉ៃដា ប៊ូថស៍ ខូអីលធីឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិអន្លងត្នោត ឃុំលង្វែក ស្រុកកំពង់ត្រឡាច",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [

    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://opencorporates.com/\ncompanies/kh/00039584"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផលិតស្បែកជើង"
        ]
      }
    ]
  },
  {
    "id": 462,
    "code": "uni_pri_0389",
    "universityName": "ក្រុមហ៊ុន តៃរ៉េនបូ ខូអិលធីឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិតាកុល ឃុំពានី ស្រុកកំពង់ត្រឡាច",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១១ ៦៣៦ ៦៥៨/ ០៩២ ២៤៩ ៦០៣/០២៣ ៣០១ ១៨១/ ០២៦ ៦៤១១ ០១០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផលិត ជឹស៊ី"
        ]
      }
    ]
  },
  {
    "id": 463,
    "code": "uni_pri_0390",
    "universityName": "កសិដ្ឋាន ហ្គិកកូ ញញឹម",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ឃុំស្វាយជុក ស្រុកសាមគ្គីមានជ័យ",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១១ ៦៧៩ ៥៩៥"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://www.farmhouse-\nsmilinggecko.com/"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "រីសត"
        ]
      }
    ]
  },
  {
    "id": 464,
    "code": "uni_pri_0391",
    "universityName": "កសិដ្ឋាន ហ្វ្រាកធីរី ផាសិន ស៊ីអេប៊ី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ស្រុកទឹកផុស",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១១ ៩៩១ ២០៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "http://camagribiz.com/"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "នាំស្វាយកែវរមៀតចេញក្រៅប្រទេស"
        ]
      }
    ]
  },
  {
    "id": 465,
    "code": "uni_pri_0392",
    "universityName": "រ៉ូមែនទិក",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិកណ្តាល សង្កាត់កំពង់ឆ្នាំង ក្រុងកំពង់ឆ្នាំ",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៨៦ ៦៨៤ ២៤៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អាហារដ្ឋាន"
        ]
      }
    ]
  },
  {
    "id": 466,
    "code": "uni_pri_0393",
    "universityName": "កាហ្វេដីថ្មី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់ផ្សារឆ្នាំង ក្រុងកំពង់ឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩៣ ៣៩៩ ៤១៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់កាហ្វេ"
        ]
      }
    ]
  },
  {
    "id": 467,
    "code": "uni_pri_0394",
    "universityName": "ហ្គោស្តូកាហ្វេ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិត្រពាំងបី សង្កាត់ផ្សារឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៨១ ៧៣៦ ៣៦៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់កាហ្វេ"
        ]
      }
    ]
  },
  {
    "id": 468,
    "code": "uni_pri_0395",
    "universityName": "ក្រុមហ៊ុនសំលៀកបំពាក់ កម្ពុជា ធីអេហ្វជី ខូអិលធីឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិអន្លងត្នោត ឃុំលង្វែក ស្រុកកំពង់ត្រឡាច",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០២៣ ៥៥២ ៨១២៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://opencorporates.com/\ncompanies/kh/00023479"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផលិតសម្លៀកបំពាក់"
        ]
      }
    ]
  },
  {
    "id": 469,
    "code": "uni_pri_0396",
    "universityName": "ស្ថានីយ៍ប្រេងឥន្ធនៈលីមហុង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ឃុំពានី ស្រុកកំពង់ត្រឡាច",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៨៨ ៧៦៣៦ ៧៩៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ចាក់ប្រេង និងម៉ាត"
        ]
      }
    ]
  },
  {
    "id": 470,
    "code": "uni_pri_0397",
    "universityName": "ស្ថានីយ៍ប្រេងឥន្ធនៈ ឃាង រស្មី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ឃុំពានី ស្រុកកំពង់ត្រឡាច",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៦០៥ ៥៤៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ស្ថាន័យ៍ចាក់ប្រេង"
        ]
      }
    ]
  },
  {
    "id": 471,
    "code": "uni_pri_0398",
    "universityName": "គ្រឹះស្ថានហិរញ្ញវត្ថុ អាបភល",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ឃុំថ្មឥដ្ឋ ស្រុកកំពង់ឡាច",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩៧ ២៦៤២ ៧០៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "គ្រឹះស្ថានមីក្រូហិរញ្ញវត្ថុ"
        ]
      }
    ]
  },
  {
    "id": 472,
    "code": "uni_pri_0399",
    "universityName": "ក្រុមហ៊ុន ស៊ីភី កម្ពុជា ខូអិលធីឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ឃុំសេដ្ឋី ស្រុកសាមគ្គីមានជ័យ",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១៥ ៥២៣ ០៤២/ ០៧៧ ៥៤២ ៥៥៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "http://www.cpcambodia.com.kh/\nsitemap.php"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផលិតជីកសិកម្ម"
        ]
      }
    ]
  },
  {
    "id": 473,
    "code": "uni_pri_0400",
    "universityName": "សហករណ៍សាម្គី ក្រាំងលាវ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ឃុំក្រាំងលាវ ស្រុករលាប្អៀរ",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "092 898 472"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "បន្លែកសិកម្ម"
        ]
      }
    ]
  },
  {
    "id": 474,
    "code": "uni_pri_0401",
    "universityName": "អគារហួត គឹមសល្យ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទ្រាជើង ឃុំស្រែថ្មី ស្រុករលាប្អៀរ",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "092 747 477"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សាលជួលមង្គលការ"
        ]
      }
    ]
  },
  {
    "id": 475,
    "code": "uni_pri_0402",
    "universityName": "ក្រុមហ៊ុនបាកាវីឡា​ \n(ម្រុំធម្មជាតិ ១០០%)",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់ប្អេរ ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០86 604 440"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់ម្រុំធម្មជាតិ"
        ]
      }
    ]
  },
  {
    "id": 476,
    "code": "uni_pri_0403",
    "universityName": "ក្រុមហ៊ុន KPW Co., Ltd.",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់កំពង់ឆ្នាំ ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "098 329 296"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់សន្លឹកឆ្នោត (ក្រុមហ៊ុនចុះបញ្ជី)"
        ]
      }
    ]
  },
  {
    "id": 477,
    "code": "uni_pri_0404",
    "universityName": "ម៉ាហូកំពង់ឆ្នាំង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "017 300053/\n069 300053/\n097 8300053"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://www.facebook.com/\nmahokpcn/"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់អាហារបំប៉ន"
        ]
      }
    ]
  },
  {
    "id": 478,
    "code": "uni_pri_0405",
    "universityName": "ឃាងស៊ុនII",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "85517557764/\n0977771711\n010688851\n/097 777 1711"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://www.facebook.com/\nRathnakpisal/posts/d41d8cd9/\n2249272255361705/"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ក្រុមហ៊ុនផ្គត់ផ្គង់លូ"
        ]
      }
    ]
  },
  {
    "id": 479,
    "code": "uni_pri_0406",
    "universityName": "មីគោកហិរប៊ូសាន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិត្រពាំងបី សង្កាត់ផ្សារឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៨៨ ៥៩៨៧ ៧៧៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://www.facebook.com/\nbusannoodle1/posts/\n522158618353640/"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់មីហិរ"
        ]
      }
    ]
  },
  {
    "id": 480,
    "code": "uni_pri_0407",
    "universityName": "ហាងវ៉ែនតាអាយរីស",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិធម្មយុត្តិ សង្កាត់ប្អេរ ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [

    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់វ៉ែនតា"
        ]
      }
    ]
  },
  {
    "id": 481,
    "code": "uni_pri_0408",
    "universityName": "ស៊ីអឹមខេ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិធម្មយុត្តិ សង្កាត់ប្អេរ​ ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៧៧ ៤០០ ៣២៥/០២៦ ៧៧០ ១០៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://www.cmk.com.kh/contact-\nus/province-branches/"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "គ្រឹះស្ថានមីក្រូហិរញ្ញវត្ថុ"
        ]
      }
    ]
  },
  {
    "id": 482,
    "code": "uni_pri_0409",
    "universityName": "អូលីហ្គោខូស្មេទិច",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទី១ សង្កាត់ខ្សាម ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៧០០ ០៤៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់ប្រេងម៉ាស៊ីន"
        ]
      }
    ]
  },
  {
    "id": 483,
    "code": "uni_pri_0410",
    "universityName": "សណ្ឋាគារ ហាក់ ហេងណារិន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិដំណាក់ពពូល សង្កាត់កំពង់ឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៧១ ៨៥៥៥ ៥៨៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សណ្ឋាគារ"
        ]
      }
    ]
  },
  {
    "id": 484,
    "code": "uni_pri_0411",
    "universityName": "កាកាអយស្ទ័រ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិស្រែព្រីង សង្កាត់កំពង់ឆ្នាំង ក្រុងងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩៥ ៥០១ ១១២/ ០៧០ ៨០៨ ៧៨២/ ០១០ ៩២៧ ៦៦៦/ ០៧៦ ៦៦៦៦ ៣៦៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://www.facebook.com/\npg/kithyaForyum/posts/"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អាហារដ្ឋានគ្រឿងសមុទ្រ"
        ]
      }
    ]
  },
  {
    "id": 485,
    "code": "uni_pri_0412",
    "universityName": "សាខាក្រុមហ៊ុន ភីស វីហ៊ីឃល (ខេមបូឌា) កំពង់ឆ្នាំង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិដំណាក់ពពូល សង្កាត់កំពង់ឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៨៦ ២៦៦ ១៨០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់​ និងជួសជុលរថយន្ត"
        ]
      }
    ]
  },
  {
    "id": 486,
    "code": "uni_pri_0413",
    "universityName": "ក្រុមហ៊ុន ជូវ៉ា នៅកម្ពុជា ខូអិលធីឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិផ្សារត្រាច ឃុំលង្វែក ស្រុកកំពង់ត្រឡាច",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [

    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://public.foursource.com/\nprofile/chuwa-cambodia-co-ltd-\n39dcaf7a053dc372fbc391d4e6b5d693"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផលិតសម្លៀកបំពាក់"
        ]
      }
    ]
  },
  {
    "id": 487,
    "code": "uni_pri_0414",
    "universityName": "កសិដ្ឋានចិញ្ចឹមបង្កងទឹកសាប ចិត្ត ស្រីអូនកំពង់ឆ្នាំង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ឃុំពង្រ ស្រុករលាប្អៀរ",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៣៤៤ ៨៣៤/ ០៨៨ ៤៧៧៧ ៤៤០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://www.facebook.com/\nwatch/?v=1378239865679885"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ចិញ្ចឹមបង្កង"
        ]
      }
    ]
  },
  {
    "id": 488,
    "code": "uni_pri_0415",
    "universityName": "ហាងដើមកាហ្វេ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិដំណាក់ពពូល សង្កាត់កំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩៦ ៦០៧០ ៦១១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់កាហ្វេ"
        ]
      }
    ]
  },
  {
    "id": 489,
    "code": "uni_pri_0416",
    "universityName": "អាហារដ្ឋានទាន់ចិត្ត",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់កំពងឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៣១ ៩៩៩៩ ៩៦៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អាហារដ្ឋាន"
        ]
      }
    ]
  },
  {
    "id": 490,
    "code": "uni_pri_0417",
    "universityName": "ម៉នីងកាហ្វេប្រាយហូប",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិធម្មយុត្តិ សង្កាត់ប្អេរ ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៨២៨ ៤២១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់កាហ្វេ"
        ]
      }
    ]
  },
  {
    "id": 491,
    "code": "uni_pri_0418",
    "universityName": "ក្រុមហ៊ុគ្រីស្តាល់អ៊ិចប្រេស",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិធម្មយុត្តិ សង្កាត់ប្អេរ ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩៨ ៣០០ ៥០០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សេវាបញ្ញើ និងលក់សំបុត្រ"
        ]
      }
    ]
  },
  {
    "id": 492,
    "code": "uni_pri_0419",
    "universityName": "ជំនោរបឹងជាលា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិចុងកោះ សង្កាត់ផ្សារឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩៦ ៧១១ ៦៧៨៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://www.facebook.com/\npermalink.php?id=106684287596948\n&story_fbid=127115282220515"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អាហារដ្ឋាន​​ និងរមណីយដ្ឋាន"
        ]
      }
    ]
  },
  {
    "id": 493,
    "code": "uni_pri_0420",
    "universityName": "រមណីយដ្ឋាន ឡុង ប៊ុនថា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "មុខវត្តទួលខ្សាច់ ឃុំជ្រៃបាក់ ស្រុករលាប្អៀរ",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៨១ ៧៣២ ៤៧១/ ០៦០ ៧៣៣ ៣៣៥"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អាហារដ្ឋាន និងរមណីយដ្ឋាន"
        ]
      }
    ]
  },
  {
    "id": 494,
    "code": "uni_pri_0421",
    "universityName": "ម្លប់ស្បូវត្រជាក់ចិត្ត",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ឃុំពានី ស្រុកកំពង់ត្រឡាច",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១០ ៧២៨ ១១១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អាហារដ្ឋាន"
        ]
      }
    ]
  },
  {
    "id": 495,
    "code": "uni_pri_0422",
    "universityName": "ហុងដា ហ៊ុយគង់\nកំពង់ត្រឡាច",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិសុបិន ឃុំពានី ស្រុកកំពង់ត្រឡាច",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១៧ ៩៧៩ ៧៤០/ ០៧៧ ៣៣២ ២៥១/ ០៩៩ ២៣៩ ៣៩៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://www.facebook.com/\nhondahuykoing/posts/\n470974543654205/"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់ម៉ូតូម៉ាកហុងដា"
        ]
      }
    ]
  },
  {
    "id": 496,
    "code": "uni_pri_0423",
    "universityName": "ក្រុមហ៊ុនវាយនភណ្ឌ ធីយូដឹបលយូ កម្ពុជា ខូអិលធីឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិផ្សារត្រាច ឃុំលង្វែក ស្រុកកំពង់ត្រឡាច",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០២៦ ៦៦៦ ៨៨៧៦/ ០៩២ ៣១០ ៤៧៤/ ០៩២ ៩៨៨ ៩៨៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://www.gmac-cambodia.org/members/413"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផល"
        ]
      }
    ]
  },
  {
    "id": 497,
    "code": "uni_pri_0424",
    "universityName": "អាហារដ្ឋានសំអូន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ឃុំថ្មឥដ្ឋ ស្រុកកំពង់ត្រឡាច",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១៥ ២៣៤ ៥៨៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អាហារដ្ឋាន"
        ]
      }
    ]
  },
  {
    "id": 498,
    "code": "uni_pri_0425",
    "universityName": "ស៊ុបថ្មីដំរីស",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់កំពងឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៩៨៩ ៣៦២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អាហារដ្ឋាន"
        ]
      }
    ]
  },
  {
    "id": 499,
    "code": "uni_pri_0426",
    "universityName": "ក្រុមហ៊ុន តាំងម៉េងរត្ន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិស្រែព្រីងសង្កាត់កំពង់ឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៨៦ ៨០០ ៦០៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់គ្រឿងសំណង់"
        ]
      }
    ]
  },
  {
    "id": 500,
    "code": "uni_pri_0427",
    "universityName": "សាមឌីនប៊ីយូធីសាឡន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទួលក្រឡាញ់ សង្កាត់កំពង់ឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩២ ២០៧ ០៥៥"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ថែរក្សាសម្ផស្សបុរស-នារី"
        ]
      }
    ]
  },
  {
    "id": 501,
    "code": "uni_pri_0428",
    "universityName": "ស្រីលក្ខណ៍សាឡន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទួលក្រឡាញ់ សង្កាត់កំពង់ឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": null,
    "phoneNumbers": [
      "០៩៦ ៤៤១ ៤៤០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ថែរក្សាសម្ផស្សបុរស-នារី"
        ]
      }
    ]
  },
  {
    "id": 502,
    "code": "uni_pri_0429",
    "universityName": "ក្រុមហ៊ុន ហួត​ ជា​ សាខា ខេត្តកំពង់ឆ្នាំង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទួលក្រឡាញ់ សង្កាត់កំពង់ឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៨៨ ២៨៨៨ ៨២០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://www.facebook.com/\nHKCOUSTRUSTION/"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "នាំចូល និងចែកចាយគ្រឿងសំណង់"
        ]
      }
    ]
  },
  {
    "id": 503,
    "code": "uni_pri_0430",
    "universityName": "សាលាវ៉ាស៊ីនតោនឌីស៊ី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិស្រែព្រីងសង្កាត់កំពង់ឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩០ ៩១៩ ២៤២/ ០៧០ ៥៦៥ ០៨០/ ០១១ ៥៥៥ ៥១១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.washintondcschool.org"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "អប់រំ",
        "majors": [
          "ចំណេះដឹងទូទៅ ភាសាចិន និងអង់គ្លេស"
        ]
      }
    ]
  },
  {
    "id": 504,
    "code": "uni_pri_0431",
    "universityName": "រក្សាកុំព្យូទ័រ បោះពុម្ភ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិស្រែព្រីងសង្កាត់កំពង់ឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩២/០៩៣ ៩៩២ ៨៦៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ថតចម្លង & បោះពុម្ភ"
        ]
      }
    ]
  },
  {
    "id": 505,
    "code": "uni_pri_0432",
    "universityName": "សាលាភាសាអង៉គ្លេស វីលីជ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ឃុំជ្រៃបាក់ ស្រុករលាប្អៀរ",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១៦ ៤៥០ ០៩៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://www.villageofenglish.com/"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សាលាបង្រៀនភាសាអង់គ្លេស"
        ]
      }
    ]
  },
  {
    "id": 506,
    "code": "uni_pri_0433",
    "universityName": "Ken Realty Group",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិព្រៃព្រួច ឃុំជ្រៃបាក់ ស្រុកលាប្អៀរ",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [

    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [

    ]
  },
  {
    "id": 507,
    "code": "uni_pri_0434",
    "universityName": "ក្រុហ៊ុនឋានសួគ៌ថ្មី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិអណ្តូងជ្រៃ ឃុំអណ្តូងស្នាយ ស្រុករលាប្អៀរ",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩៧ ៤៤៤៤ ៤៩៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ក្រុមហ៊ុនអចលនទ្រព្យ"
        ]
      }
    ]
  },
  {
    "id": 508,
    "code": "uni_pri_0435",
    "universityName": "ក្រុមហ៊ុនអភិវឌ្ឍកសិដ្ឋានជ្រូក ហ្គូលដឹន ខូអិលធីឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិក្រាំងតាមុំ ឃុំតាំងក្រសាំង ស្រុកទឹកផុស",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៧៦ ៩៩៩៩ ៥៦៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://golden-pig-farm-\ndevelopment-co-ltd.business.site/"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផលិតអាហារកសិកម្ម"
        ]
      }
    ]
  },
  {
    "id": 509,
    "code": "uni_pri_0436",
    "universityName": "ចំការស្វាយស៊ីអេប៊ី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ឃុំចោងម៉ោង ស្រុកទឹកផុស",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩៦ ២២៩៩ ១៦៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "http://camagribiz.com/"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ដាំដើមស្វាយ"
        ]
      }
    ]
  },
  {
    "id": 510,
    "code": "uni_pri_0437",
    "universityName": "កសិដ្ឋានហ្គ្រីន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ឃុំចោងម៉ោង ស្រុកទឹកផុស",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៧៦ ៣៣២ ៣២៣៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផលិតបន្លែកសិកម្ម"
        ]
      }
    ]
  },
  {
    "id": 511,
    "code": "uni_pri_0438",
    "universityName": "ភូមិដ្ធានធម្មជាតិត្រឡែងកែងពិជ័យ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវ ១៥០អេ ឃុំលង្វែក ស្រុកកំពង់ត្រឡាច",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៧០ ៣០៩ ៨៩៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផលិតបន្លែធម្មជាតិ"
        ]
      }
    ]
  },
  {
    "id": 512,
    "code": "uni_pri_0439",
    "universityName": "ក្រុមហ៊ុន ថប ស៊ីលវើរ លិមីធីត",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិលេខ៥ ឃុំអំពិលតាពក ស្រុកអូរាំងឪ ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៧៧ ៣៣៣ ១៣៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "កាត់ដេរ"
        ]
      }
    ]
  },
  {
    "id": 513,
    "code": "uni_pri_0440",
    "universityName": "ហេង សុខា ខេធីវី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិក្រែក ស្រុកពញាក្រែក ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៩៧ ៧៤៩៩ ៩១៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សេវាកម្មកំសាន្ត"
        ]
      }
    ]
  },
  {
    "id": 514,
    "code": "uni_pri_0441",
    "universityName": "ផ្ទះសំណាក់ និងខារ៉ាអូខេ ស្មីផ្កាយពេជ្រ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិក្រែកត្បូង ឃុំក្រែក ស្រុកពញាក្រែក ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០១១ ៦២៦ ២០៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផ្ទះសំណាក់"
        ]
      }
    ]
  },
  {
    "id": 515,
    "code": "uni_pri_0442",
    "universityName": "ម្លប់ច័ន្ទគីរី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិកូវ ឃុំក្រែក ស្រុកពញាក្រែក ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៩៧ ៥៥៥៨ ៥៨៥"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សេវាកម្មកំសាន្ត"
        ]
      }
    ]
  },
  {
    "id": 516,
    "code": "uni_pri_0443",
    "universityName": "ខារ៉ាអូខេ និងផ្ទះសំណាក់ ហ្គោ ក្លិប",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិជីមាន់ ឃុំក្រែក ស្រុកពញាក្រែក ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៩៧ ៥០៥០ ៤៤៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សេវាកម្មកំសាន្ត"
        ]
      }
    ]
  },
  {
    "id": 517,
    "code": "uni_pri_0444",
    "universityName": "ខារ៉ាអូខេ ៣៣៣",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិសួង ឃុំសួង ស្រុកសួង ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០១៧ ៥៦៦ ៦៦១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សេវាកម្មកំសាន្ត"
        ]
      }
    ]
  },
  {
    "id": 518,
    "code": "uni_pri_0445",
    "universityName": "ដាយ៍អីមិន រីដ្យិន ខេធីវី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិសួងលិច ឃុំសួង ស្រុកសួង ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៤២ ៦៦៦៦ ៦០៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សេវាកម្មកំសាន្ត"
        ]
      }
    ]
  },
  {
    "id": 519,
    "code": "uni_pri_0446",
    "universityName": "ខារ៉ាអូខេ ត្បូងឃ្មុំថ្មី(៦៧)",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិសួងកើត ឃុំសួង ស្រុកសួង ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០១២ ៩៨៩ ០៩១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សេវាកម្មកំសាន្ត"
        ]
      }
    ]
  },
  {
    "id": 520,
    "code": "uni_pri_0447",
    "universityName": "រស្មីផ្កាយពេជ្រ​II",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិជើងឡង ឃុំសួង ស្រុកសួង ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៩៧ ៨៦៣៦ ៦៨៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សេវាកម្មកំសាន្ត"
        ]
      }
    ]
  },
  {
    "id": 521,
    "code": "uni_pri_0448",
    "universityName": "សណ្ឋាគារ សុវណ្ណភូមិ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិ ទន្លេបិទ ឃុំទន្លេបិទ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៩៧ ៥៥៥៨ ៨៨៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សណ្ឋាគារ"
        ]
      }
    ]
  },
  {
    "id": 522,
    "code": "uni_pri_0449",
    "universityName": "ភោជីដ្ឋាន បឹងទន្លេមាស",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទន្លេបិទលើឃុំទន្លេបិទ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០១២ ៩២៨ ៨២៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ភោជនីយដ្ឋាន"
        ]
      }
    ]
  },
  {
    "id": 523,
    "code": "uni_pri_0450",
    "universityName": "ខារ៉ាអូខេ ហាយក្លាស",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិស្លាបក្តោង ឃុំជប់ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០១១ ៨១០ ១៨១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សេវាកម្មកំសាន្ត"
        ]
      }
    ]
  },
  {
    "id": 524,
    "code": "uni_pri_0451",
    "universityName": "អាហារដ្ឋាន កោះត្រល់",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទន្លេបិទលើឃុំទន្លេបិទ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៩៧ ៩៨៩៥ ៥២៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សេវាកម្មកំសាន្ត"
        ]
      }
    ]
  },
  {
    "id": 525,
    "code": "uni_pri_0452",
    "universityName": "ហ្វីឡា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិម៉ាស៊ីនទឹក ឃុំមេត់ ស្រុកមេមត់ ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០១២ ៥៧៣ ៨៣៥"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផ្ទះសំណាក់"
        ]
      }
    ]
  },
  {
    "id": 526,
    "code": "uni_pri_0453",
    "universityName": "ហេង ចំរើនលាភ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិមេតត់ផ្សារ ឃុំមេមត់ ស្រុកមេមត់ ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៩៧ ២២០ ៤៨៤៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផ្ទះសំណាក់"
        ]
      }
    ]
  },
  {
    "id": 527,
    "code": "uni_pri_0454",
    "universityName": "លីលី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិបេង  ឃុំមេមត់ ស្រុកមេមត់ ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៩៧ ៧៧៧៧ ០៨៥"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផ្ទះសំណាក់"
        ]
      }
    ]
  },
  {
    "id": 528,
    "code": "uni_pri_0455",
    "universityName": "ឆៃណា មេមត់",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិខ្នងក្រពើលិច ឃុំត្រមួង ស្រុកមេមត់ ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៧៧ ៤៨០ ៣៤៥"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សណ្ឋាគារ"
        ]
      }
    ]
  },
  {
    "id": 529,
    "code": "uni_pri_0456",
    "universityName": "មានទ្រព្យ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិម៉ាស៊ីនទឹក ឃុំមេត់ ស្រុកមេមត់ ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៨៨ ៥៥៥៥ ០៦៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផ្ទះសំណាក់"
        ]
      }
    ]
  },
  {
    "id": 530,
    "code": "uni_pri_0457",
    "universityName": "អាស៊ាន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិម៉ាស៊ីនទឹក ឃុំមេត់ ស្រុកមេមត់ ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៩៧ ៩៦៤៨ ៩០៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផ្ទះសំណាក់"
        ]
      }
    ]
  },
  {
    "id": 531,
    "code": "uni_pri_0458",
    "universityName": "សិប្បកម្មទឹកសុទ្ធរីណា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ឃុំពពេល ស្រុកពញាក្រែក ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០១២ ៤៧១ ១៣៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់ដុំលក់រាយ"
        ]
      }
    ]
  },
  {
    "id": 532,
    "code": "uni_pri_0459",
    "universityName": "សហគ្រាសផលិតទឹកបរិសុទ្ធវិដេលី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិក្រែកត្បូង​ ឃុំក្រែក ស្រុកពញាក្រែក ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០១២ ៧២៦ ៥៧២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់ដុំលក់រាយ"
        ]
      }
    ]
  },
  {
    "id": 533,
    "code": "uni_pri_0460",
    "universityName": "ទឹកពិសារ និត្យផ្លាស់",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិពោធីស្រុក ឃុំកោងកាងស្រុកពញាក្រែក ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៩៧ ៦៤០៦ ១៨៥"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់ដុំលក់រាយ"
        ]
      }
    ]
  },
  {
    "id": 534,
    "code": "uni_pri_0461",
    "universityName": "សិប្បកម្ម ជា គាងសេង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទួលអង្រ្គង់ ឃុំក្រែក ស្រុកពញាក្រែក ខេត្តត្បុងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០១២ ៩៥៥ ៥៥៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់ដុំលក់រាយ"
        ]
      }
    ]
  },
  {
    "id": 535,
    "code": "uni_pri_0462",
    "universityName": "សិប្បកម្ម ផលិត ទឹកកកដើមហេងអេងហ៊ត់",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទួលអង្រ្គង់ ឃុំក្រែក ស្រុកពញាក្រែក ខេត្តត្បុងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៨៥ ៨៥៧ ៧៧៥"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់ដុំលក់រាយ"
        ]
      }
    ]
  },
  {
    "id": 536,
    "code": "uni_pri_0463",
    "universityName": "ក្រុមហ៊ុន ប៊ី អេច អិល អង្គរ អ៊ិចផត អ៊ិចផត",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិត្រពាំងផ្លុង១ ឃុំត្រពាំងផ្លុង ស្រុកពញាក្រែក",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០១៧ ៤៥៧ ៧៧៥"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់ដុំលក់រាយ"
        ]
      }
    ]
  },
  {
    "id": 537,
    "code": "uni_pri_0464",
    "universityName": "សិប្បកម្មទឹកកកភីម៉ាប់",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិសួងលិច ឃុំសួង ស្រុកសួង ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០១១ ៨១៦ ២៣១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់ដុំលក់រាយ"
        ]
      }
    ]
  },
  {
    "id": 538,
    "code": "uni_pri_0465",
    "universityName": "សហគ្រាសផលិតទឹកបរិសុទ្ធ ៣៣៣",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិសួងលិច ឃុំសួង ស្រុកសួង ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៩៧ ៩៤១ ៥៧ ៧៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់ដុំលក់រាយ"
        ]
      }
    ]
  },
  {
    "id": 539,
    "code": "uni_pri_0466",
    "universityName": "ទឹកពិសារបរិសុទ្ធ តាយ តាយ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិធ្លក ឃុំសួង ស្រុកសួង ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៨៨ ៥៤៤ ៥៥ ៥៥"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់ដុំលក់រាយ"
        ]
      }
    ]
  },
  {
    "id": 540,
    "code": "uni_pri_0467",
    "universityName": "សហគ្រាសផលិតទឹកសាសាន់នី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិជ្រួយ ឃុំវិហារលួង ស្រុកសួង ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៩៧ ៣៧៩ ៩៣ ៤៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់ដុំលក់រាយ"
        ]
      }
    ]
  },
  {
    "id": 541,
    "code": "uni_pri_0468",
    "universityName": "SUPER DEPOT ISI PALM(ហួរ​ ដាណែត)",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិពោន ឃុំមង់រៀវ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៩៧ ៨៧ ៨៧ ៧៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់ដុំលក់រាយ"
        ]
      }
    ]
  },
  {
    "id": 542,
    "code": "uni_pri_0469",
    "universityName": "ក្រុមហ៊ុន គ្រីនហ្វីត (ខេមបូឌា) ចំការ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិអណ្តូងជា ឃុំជីរោទិ៍២ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០១២ ២៩៥ ៨៣៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់ដុំលក់រាយ"
        ]
      }
    ]
  },
  {
    "id": 543,
    "code": "uni_pri_0470",
    "universityName": "សិប្បកម្មទឹកត្រី ឡម ម៉េងឃាង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិស្រែសែ ឃុំគងជ័យ ស្រុកអូរាំងជ័យ ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៩៧ ៩២៦ ៥៧ ០៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់ដុំលក់រាយ"
        ]
      }
    ]
  },
  {
    "id": 544,
    "code": "uni_pri_0471",
    "universityName": "សិប្បកម្មទឹកកក អា ឆេង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិស្រក្រំជ្រុំ ឃុំគងជ័យ ស្រុកអូររាំងឪ ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៩៧ ៩៧៨ ៨៨ ៨៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់ដុំលក់រាយ"
        ]
      }
    ]
  },
  {
    "id": 545,
    "code": "uni_pri_0472",
    "universityName": "ក្រុមហ៊ុន អូឡាម អៅថ៍ស្តែម(ខេមបូឌា) ឯ.ក",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិចំការគ ឃុំដារ ស្រុកមេមត់ ខេត្តត្បុងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៩៧ ៥៥ ៨៥ ៥៥៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់ដុំលក់រាយ"
        ]
      }
    ]
  },
  {
    "id": 546,
    "code": "uni_pri_0473",
    "universityName": "អ៊ួង ឆៃឡេង លក់គ្រឿងសំណង់",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិស្រែស្ពៃ ឃុំគងជ័យ ស្រុកអូររំាងឪ ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៩០ ២០០ ៧០០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់ដុំលក់រាយ"
        ]
      }
    ]
  },
  {
    "id": 547,
    "code": "uni_pri_0474",
    "universityName": "ហាងលក់សម្លៀកបំពាក់គ្រុយគាងI",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិសួងលិច ឃុំសួង ស្រុកសួង ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០១១ ៤៤៤ ៦៦៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់ដុំលក់រាយ"
        ]
      }
    ]
  },
  {
    "id": 548,
    "code": "uni_pri_0475",
    "universityName": "ហាងលក់ម៉ូតូ ហុងដា តេង សុខហួរ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិជើងឡង ឃុំសួង ស្រុកសួង ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០១២ ៨៦៤ ៧៦៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់ដុំលក់រាយ"
        ]
      }
    ]
  },
  {
    "id": 549,
    "code": "uni_pri_0476",
    "universityName": "ក្រុមហ៊ុន CP",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិស្ពានចង្គំ ឃុំទន្លង ស្រុកមេមត់ ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៩៦ ៧០ ៧៩​ ៧៧១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់ដុំលក់រាយ"
        ]
      }
    ]
  },
  {
    "id": 550,
    "code": "uni_pri_0477",
    "universityName": "ក្រុមហ៊ុន ខេអេភី(ភីវីស៊ីផាយ)សីបផ្លាយ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៦១ ៥៥៣ ៣០៥"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់ដុំលក់រាយ"
        ]
      }
    ]
  },
  {
    "id": 551,
    "code": "uni_pri_0478",
    "universityName": "ក្រុមហ៊ុន នីកូតិច (ខេមបូឌា)ខមភេនី លីមីធិត",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិថ្មី ឃុំពពេល ស្រុកពញាក្រែក ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៣១ ៣៨៧ ២៦ ៦៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់ដុំលក់រាយ"
        ]
      }
    ]
  },
  {
    "id": 552,
    "code": "uni_pri_0479",
    "universityName": "ហាងលក់ម៉ូតូ ហុងដា សុខ អ៊ាន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិត្បូងវត្ត ឃុំមេមត់ ស្រុកមេមត់ ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០១២ ៧៦ ៧០ ៩០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់ដុំលក់រាយ"
        ]
      }
    ]
  },
  {
    "id": 553,
    "code": "uni_pri_0480",
    "universityName": "ស៊ីធីខេ ខូអិលធីឌី(ស៊ីការ៉ែត ប្រូដាក់សិន)",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទន្លេបិទលើ ឃុំទន្លេបិទ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៦០ ២២២ ២១០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់ដុំលក់រាយ"
        ]
      }
    ]
  },
  {
    "id": 554,
    "code": "uni_pri_0481",
    "universityName": "ក្រុមហ៊ុនខេអេអាយស៊ី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិម្រាមទាក ឃុំជីរោទី២ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៦០ ២២ ២២ ១០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "លក់ដុំលក់រាយ"
        ]
      }
    ]
  },
  {
    "id": 555,
    "code": "uni_pri_0482",
    "universityName": "សាលាអន្តរជាតិអាល់រ៉ះម៉ាស់",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិពោធិរោងលើ ឃុំកោងកាង ស្រុកពញាក្រែក ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៨៨ ៨៨៨ ៤៨ ២០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អប់រំ"
        ]
      }
    ]
  },
  {
    "id": 556,
    "code": "uni_pri_0483",
    "universityName": "សាលាអន្តរជាតិពន្លិវិជ្ជា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិសួងលិច ឃុំសួង ស្រុកសួង ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៩២ ៦៨១ ៤៥៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អប់រំ"
        ]
      }
    ]
  },
  {
    "id": 557,
    "code": "uni_pri_0484",
    "universityName": "វិទ្យាល័យព្រែកជរ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិព្រែកជ ឃុំសេដា ស្រុកតំបែរ ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០១២ ៥៩០ ៤៤១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អប់រំ"
        ]
      }
    ]
  },
  {
    "id": 558,
    "code": "uni_pri_0485",
    "universityName": "មជ្ឍមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈខេត្តត្បូងឃ្មុំ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិនិគមលើ ឃុំស្រឡប់ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០១២ ៦៧៥ ៦២៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អប់រំ"
        ]
      }
    ]
  },
  {
    "id": 559,
    "code": "uni_pri_0486",
    "universityName": "មជ្ឍមមណ្ឌលបណ្តុះបណ្តាលវិជ្ចាជីវៈសហគមន៍កម្ពុជាដើម្បីសនិ្តភាព និងអភិវឌ្ឍន៍",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិលេខ៤ ឃុំអំពិលតាពក ស្រុកអូររ៉ាងឪ ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០១២ ៦៦៨ ៣២២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អប់រំ"
        ]
      }
    ]
  },
  {
    "id": 560,
    "code": "uni_pri_0487",
    "universityName": "អេហ្វជវី ស៊ីវីស៊ី(ខេមនូឌា)",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិស្ទឹងតូច ឃុំកក់ ស្រុកពញាក្រែក ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៨៨ ៧៧៥ ១២ ១៥"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ដឹកជញ្ជូន សន្និធីស្តុកនិងគមនាគមន៍"
        ]
      }
    ]
  },
  {
    "id": 561,
    "code": "uni_pri_0488",
    "universityName": "សហគ្រាស ខេមដា រ៉ាប់ប៊ើរ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិពោធិសុ្រក ឃុំកោកកាង ស្រុកពញាក្រែក ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៩៦ ៣០៧ ០០ ០៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ដឹកជញ្ជូន សន្និធីស្តុកនិងគមនាគមន៍"
        ]
      }
    ]
  },
  {
    "id": 562,
    "code": "uni_pri_0489",
    "universityName": "ក្រុមហ៊ុន ស៊ីធីរ៉ាប់ប៊ើរ ខូអិលធីឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិត្រសែត ឃុំក្រែក ស្រុកពញាក្រែក ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១៧ ៩០៦ ២៨៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ដឹកជញ្ជូន សន្និធីស្តុកនិងគមនាគមន៍"
        ]
      }
    ]
  },
  {
    "id": 563,
    "code": "uni_pri_0490",
    "universityName": "ក្រុមហ៊ុនអ៊ីស្តវីងឡុង (ខេបូឌា)ឯ.ក",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិជីពាំង ឃុំក្រែក ស្រុកពញាក្រែក ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១៨ ៩៦ ១០ ៨០៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ដឹកជញ្ជូន សន្និធីស្តុកនិងគមនាគមន៍"
        ]
      }
    ]
  },
  {
    "id": 564,
    "code": "uni_pri_0491",
    "universityName": "ក្រុមហ៊ុន ឃុន ម៉េង គ្រុប",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ឃុំកោងកាង ស្រុកពញាក្រែក ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១២ ២៥៩ ០២៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ដឹកជញ្ជូន សន្និធីស្តុកនិងគមនាគមន៍"
        ]
      }
    ]
  },
  {
    "id": 565,
    "code": "uni_pri_0492",
    "universityName": "រោងចក្រធុនតូចផលិតជ័រក្រែប តាំង ស៊ុយហួរ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិស្ទឹងតូច ឃុំកក់ ស្រុកពញាក្រែក ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១២ ៨៨២ ៨៨៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ដឹកជញ្ជូន សន្និធីស្តុកនិងគមនាគមន៍"
        ]
      }
    ]
  },
  {
    "id": 566,
    "code": "uni_pri_0493",
    "universityName": "សហគ្រាសធុនមធ្យមកែច្នៃឈើចំណិត និងក្តាបន្ទះហ៊ាង សេងហ៊ត់",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិជីមាន់ ឃុំក្រែក ស្រុកពញាក្រែក ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១២ ៨៧១ ៩៥២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ដឹកជញ្ជូន សន្និធីស្តុកនិងគមនាគមន៍"
        ]
      }
    ]
  },
  {
    "id": 567,
    "code": "uni_pri_0494",
    "universityName": "សហគ្រាស អាន ហុង (ខេមបូឌា) បាយអូអេនើជី ហ្វាក់ធីវី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិអូព្រិច ឃុំកក់ ពញាក្រែក ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០៩៧ ៤៨៩ ៩៩៩៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ដឹកជញ្ជូន សន្និធីស្តុកនិងគមនាគមន៍"
        ]
      }
    ]
  },
  {
    "id": 568,
    "code": "uni_pri_0495",
    "universityName": "សហគ្រាសធុនតូចកែច្នៃឈើរបស់ក្រុមហ៊ុនថារីពាណិជ្ជនីហរ័ណ អាហររ័ណ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិហួងលិច ឃុំក្រែក ស្រុកពញាក្រែក ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០៣១ ៦៨៩ ៩៩៩៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ដឹកជញ្ជូន សន្និធីស្តុកនិងគមនាគមន៍"
        ]
      }
    ]
  },
  {
    "id": 569,
    "code": "uni_pri_0496",
    "universityName": "រោងសិប្បកម្មកែច្នៃឈើ និងគ្រឿងសង្ហារឹមរបស់ក្រុមហ៊ុន ធីខេ​ជេនើលរេសិន ខូអិលធីឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទូលអង្រ្គង់ ឃុំក្រែក ស្រុកពញាក្រែក ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០៨៨ ៣៨៨ ៨៨ ៩៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ដឹកជញ្ជូន សន្និធីស្តុកនិងគមនាគមន៍"
        ]
      }
    ]
  },
  {
    "id": 570,
    "code": "uni_pri_0497",
    "universityName": "ក្រុមហ៊ុនយ៉ុនអ៊ី(N.E.F.S)",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិជើងឡង ឃុំសួង ស្រុកសួង ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១២ ៣៣៤ ៣៩៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ដឹកជញ្ជូន សន្និធីស្តុកនិងគមនាគមន៍"
        ]
      }
    ]
  },
  {
    "id": 571,
    "code": "uni_pri_0498",
    "universityName": "ក្រុមហ៊ុនឡុងស្រេង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិជើងឡង ឃុំសួង ស្រុកសួង ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០៩៧ ៤៦៣ ៧៤ ៣៩៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ដឹកជញ្ជូន សន្និធីស្តុកនិងគមនាគមន៍"
        ]
      }
    ]
  },
  {
    "id": 572,
    "code": "uni_pri_0499",
    "universityName": "ក្រុមហ៊ុន លី&ហ៊្សាង អ៊ិនដាសស្ទ្រី ត្រេដឯ.ក",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិសូងលិច ឃុំសូង ស្រុកសូង ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០៩៧ ៧៩៥ ៥៧ ៨៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ដឹកជញ្ជូន សន្និធីស្តុកនិងគមនាគមន៍"
        ]
      }
    ]
  },
  {
    "id": 573,
    "code": "uni_pri_0500",
    "universityName": "សិប្បកម្មកែច្នៃឈើ លី ស៊ីសុផាត",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទូលទ្រាជើង ឃុំជប់ ស្រុកត្បូងឃ្មុំ ខេត្តត្បុងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០៩៧ ៧៩៥ ៥៧ ៨៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ដឹកជញ្ជូន សន្និធីស្តុកនិងគមនាគមន៍"
        ]
      }
    ]
  },
  {
    "id": 574,
    "code": "uni_pri_0501",
    "universityName": "ក្រុមហ៊ុនមៀងលីហេង វិនិយោគ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិដូនម៉ៅលើ ឃុំទន្លបិទ ស្រុកត្បូងឃុំ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១២ ៩១៦ ៨៨០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ដឹកជញ្ជូន សន្និធីស្តុកនិងគមនាគមន៍"
        ]
      }
    ]
  },
  {
    "id": 575,
    "code": "uni_pri_0502",
    "universityName": "ក្រុមហ៊ុន​នីកូលីនអ៊ិនវេសមេន ខូអិលធីឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិវៀលកណ្តៀង ឃុំជប់ ស្រុកត្បូង ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០៧៧ ៧៧៧ ៧០៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ដឹកជញ្ជូន សន្និធីស្តុកនិងគមនាគមន៍"
        ]
      }
    ]
  },
  {
    "id": 576,
    "code": "uni_pri_0503",
    "universityName": "គង់ហេងណៈ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិបង្កួវ ឃុំទ្រាក ស្រុកមេមត់ ខេត្ត",
    "province": null,
    "phoneNumbers": [
      "០៩២ ៦៦៩ ៩៦៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ដឹកជញ្ជូន សន្និធីស្តុកនិងគមនាគមន៍"
        ]
      }
    ]
  },
  {
    "id": 577,
    "code": "uni_pri_0504",
    "universityName": "ក្រុមហ៊ុន អិលប៊អិន អេហ្រ្គខិលឈ័រ ឯ.ក",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិបេង ឃុំដា ស្រុកមេមត់ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០៧០ ៣៥ ២៥ ៣៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ដឹកជញ្ជូន សន្និធីស្តុកនិងគមនាគមន៍"
        ]
      }
    ]
  },
  {
    "id": 578,
    "code": "uni_pri_0505",
    "universityName": "រោងចក្រផលិតទឹកកក តាំងម៉ូវស៊ីម",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិម៉ាស៊ីនទឹក ឃុំមេត់ ស្រុកមេមត់ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០៦១ ៥៦ ៦៦ ១១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ដឹកជញ្ជូន សន្និធីស្តុកនិងគមនាគមន៍"
        ]
      }
    ]
  },
  {
    "id": 579,
    "code": "uni_pri_0506",
    "universityName": "ហ៊ុនឡេងផៅវ៍រសិបផ្លាយ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិក្រូចឆ្មារក្រោម ឃុំក្រូចឆ្មា ស្រុកក្រុចឆ្មាខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១២ ៥៤៩ ១៦៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អគ្គីសនី ឧស្ម័ននិងទឹក"
        ]
      }
    ]
  },
  {
    "id": 580,
    "code": "uni_pri_0507",
    "universityName": "ក្រុមហ៊ុន ឃុនអភិវឌ្ឍន៍ក្រុងសួង ត្បូងឃ្មុំ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិពោធិកិល ឃុំសួង ស្រុកសួង ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១២ ព៦៤៦ ៥៨៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អគ្គីសនី ឧស្ម័ននិងទឹក"
        ]
      }
    ]
  },
  {
    "id": 581,
    "code": "uni_pri_0508",
    "universityName": "សហគ្រាស អេឡិចទ្រីកស៊ីធី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិជើងឡង ឃុំសួង ស្រុកសួង ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១២ ៨២០ ០១៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អគ្គីសនី ឧស្ម័ននិងទឹក"
        ]
      }
    ]
  },
  {
    "id": 582,
    "code": "uni_pri_0509",
    "universityName": "ក្រុមហ៊ុន អគ្គីសនីអ៊ី ឌី ខន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិពើក ឃុំក្រែក ស្រុកពញាក្រែក ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០៤២ ៦៥០ ៩៦ ៨៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អគ្គីសនី ឧស្ម័ននិងទឹក"
        ]
      }
    ]
  },
  {
    "id": 583,
    "code": "uni_pri_0510",
    "universityName": "ក្រុមហ៊ុនថាវី ពាណិជ្ជនីហរ័ណ អហរ័ណ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទន្លេបិទ ឃុំទន្លេបិទ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០៨៨ ៥៥៦ ​៧៨ ៩៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អគ្គីសនី ឧស្ម័ននិងទឹក"
        ]
      }
    ]
  },
  {
    "id": 584,
    "code": "uni_pri_0511",
    "universityName": "ក្រុមហ៊ុន ក្រែក(ខេមបូឌា) ខូអិលធីឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិរោងចក្រ ឃុំក្រែក ស្រុកពញាក្រែក ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០៩៧ ៩៥៥ ​៥០ ៩៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "កសិកម្ម"
        ]
      }
    ]
  },
  {
    "id": 585,
    "code": "uni_pri_0512",
    "universityName": "ក្រុមហ៊ុនសុភក្កិនីកា អ៊ិនវេសមេន ខូ.អិលធីឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិ៦ ឃុំជប់ ស្រុកត្បូឃ្មុំ ខេត្តត្បូឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១២ ២០៥ ៣៦៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "កសិកម្ម"
        ]
      }
    ]
  },
  {
    "id": 586,
    "code": "uni_pri_0513",
    "universityName": "ក្រុមហ៊ុនអានម៉ាឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិ៤៤ ឃុំព្រះធាតុ ស្រុកអូរាំឪ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១២ ៤០៥ ៩៥៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "កសិកម្ម"
        ]
      }
    ]
  },
  {
    "id": 587,
    "code": "uni_pri_0514",
    "universityName": "ក្រុមហ៊ុនចំការកៅស៊ូតាប៉ាវ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិភពថ្មី ឃុំទួលស្នូល ស្រុកក្រូចឆ្មា ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១២ ៧៧៩ ០៣៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "កសិកម្ម"
        ]
      }
    ]
  },
  {
    "id": 588,
    "code": "uni_pri_0515",
    "universityName": "ចំការកៅស៊ូមេមត់",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិខ្នងក្រពើលិច ឃុំត្រមួង ស្រុកមេមត់ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១២ ៩១៤ ០៣៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "កសិកម្ម"
        ]
      }
    ]
  },
  {
    "id": 589,
    "code": "uni_pri_0516",
    "universityName": "ក្រុមហ៊ុន ហាម៉ីនី វីន អ៊ិនវេសមេន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិជីទ្រុន ឃុំត្រពាំងព្រីង ស្រុកតំបែរ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០៩៣ ៧៨ ៩៨ ៧៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "កសិកម្ម"
        ]
      }
    ]
  },
  {
    "id": 590,
    "code": "uni_pri_0517",
    "universityName": "ក្រុមហ៊ុនសិលាផិបភើរ  ខូអិលធីឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ឃុំមេមត់ ស្រុកមេមត់ ខេត្តត្បូឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០៩៦ ៦១ ២២ ៤៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "កសិកម្ម"
        ]
      }
    ]
  },
  {
    "id": 591,
    "code": "uni_pri_0518",
    "universityName": "ក្រុមហ៊ុនម៉ែនសារុនអ៊ិនវេសមេន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ឃុំជាំក្រវៀន ស្រុកមេមត់ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០២៣ ៥២ ៩១ ៦៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "កសិកម្ម"
        ]
      }
    ]
  },
  {
    "id": 592,
    "code": "uni_pri_0519",
    "universityName": "ក្រុមហ៊ុន សូស៊ីយេតេអាគ្រីកូលដីលាំងដូស៊ីន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិសាទុំ ឃុំជាំក្រវៀន ស្រុកមេមត់ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០៧១ ៥៨ ១៥ ៧១២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "កសិកម្ម"
        ]
      }
    ]
  },
  {
    "id": 593,
    "code": "uni_pri_0520",
    "universityName": "ក្រុមហ៊ុនមេគង្គ បរ័ ឯ.ក",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិត្រាវ ឃុំជីរោជ័ទី២ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០៦៨ ៨០៤ ៤២៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "កសិកម្ម"
        ]
      }
    ]
  },
  {
    "id": 594,
    "code": "uni_pri_0521",
    "universityName": "សិប្បកម្មទ្បឥដ្ឋ សៀក ហេង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ឃុំក្រែក ស្រុកពញាក្រែក ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១២ ៤៧៥ ០៦៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 595,
    "code": "uni_pri_0522",
    "universityName": "សិប្បកម្មទ្បឥដ្ឋ ហេង ហេង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ឃុំកក់ ស្រុកពញាក្រែក ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០៩៧ ៥៥៥៥ ៨៥៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 596,
    "code": "uni_pri_0523",
    "universityName": "សិប្បកម្មទ្បឥដ្ឋ ក្លីង ហ៊ន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិ ទួលវិហារ ឃុំជីរោជ៍ទី២ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១៧ ៤២១ ៥៥៥"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 597,
    "code": "uni_pri_0524",
    "universityName": "សិប្បកម្មទ្បឥដ្ឋ លីសេងហុង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិស្រែសៀម ឃុំជីរោទិ៍ទី២ឃុំត្បូងឃ្មុំ​ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០៨៩ ២៩១ ៣១១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 598,
    "code": "uni_pri_0525",
    "universityName": "សិប្បកម្មទ្បឥដ្ឋតំំាងលាងគង់",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិស្រែសៀម ឃុំជីរោទិ៍ទី២ឃុំត្បូងឃ្មុំ​ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១២ ៧១៧ ៣៧៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 599,
    "code": "uni_pri_0526",
    "universityName": "សិប្បកម្មទ្បឥដ្ឋសៀវចន្ទ័",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិយាយស ឃុំទន្លេបិទ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១២ ៧៩៤ ២៥០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 600,
    "code": "uni_pri_0527",
    "universityName": "សិប្បកម្មទ្បឥដ្ឋ មេផាត",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទួលវិហារ ឃុំជីរោទិ៍ទី២ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១២ ៤២០ ២០៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 601,
    "code": "uni_pri_0528",
    "universityName": "សិប្បកម្មទ្បឥដ្ឋ សាតសុភា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទួលវិហារ ឃុំជីរោទិ៍ទី២ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១៧ ៧០១ ១៥០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 602,
    "code": "uni_pri_0529",
    "universityName": "សិប្បកម្មទ្បឥដ្ឋ ធូសុភក្រ្ក័",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទួលវិហារ ឃុំជីរោទិ៍ទី២ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០៧១ ៤២៩ ៩១ ១១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 603,
    "code": "uni_pri_0530",
    "universityName": "សិប្បកម្មទ្បឥដ្ឋ លីម សុធី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទួលវិហារ ឃុំជីរោទិ៍ទី២ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១២ ៧៩៤ ២៥០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 604,
    "code": "uni_pri_0531",
    "universityName": "សិប្បកម្មឥដ្ឋ ទិត ស៊ាមគាង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិអណ្តូងជា ឃុំជីរោទិ៍២ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១២ ៤៩៤ ២៥០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 605,
    "code": "uni_pri_0532",
    "universityName": "សិប្បកម្មទ្បឥដ្ឋ តុង ហេង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទួលវិហារ ឃុំជីរោទិ៍ទី២ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០៧៧ ៣៥៣ ១៣១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 606,
    "code": "uni_pri_0533",
    "universityName": "សិប្បកម្មទ្បឥដ្ឋឈាង ឆៃឡេង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិបឹងងត្រស់ ឃុំជីរោទិ៍ទី២ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០៩៧ ២៧៩ ៩៩ ៦៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 607,
    "code": "uni_pri_0534",
    "universityName": "សិប្បកម្មឡឥដ្ឋកែសុខហេង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិបឹងងត្រស់ ឃុំជីរោទិ៍ទី២ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០៩៧ ៦៤៨ ៨០ ៦៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 608,
    "code": "uni_pri_0535",
    "universityName": "សិប្បកម្មឡឥដ្ឋលាងវាសនា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទួលវិហារ ឃុំជីរោទិ៍ទី២ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០៨៨ ៨៨៤ ០៤ ៤៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 609,
    "code": "uni_pri_0536",
    "universityName": "សិប្បកម្មឡឥដ្ឋ ស៊ីមសាន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទួលវិហារ ឃុំជីរោទិ៍ទី២ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១៧ ៣២៤ ៩៤៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 610,
    "code": "uni_pri_0537",
    "universityName": "សិប្បកម្មឡឥដ្ឋ ភុំ សូស្តី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទួលវិហារ ឃុំជីរោទិ៍ទី២ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១២ ៤៩២ ៩៨៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 611,
    "code": "uni_pri_0538",
    "universityName": "សិប្បកម្មឡឥដ្ឋ ញីម មករា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិស្រែសៀម ឃុំជីរោទិ៍ទី២ឃុំត្បូងឃ្មុំ​ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១២ ៣៩៧ ១៥៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 612,
    "code": "uni_pri_0539",
    "universityName": "សិប្បកម្មឡឥដ្ឋ អ៊ីងទី្រ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិយាយស ឃុំទន្លេបិទ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១២ ៦៩៥ ៣០៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 613,
    "code": "uni_pri_0540",
    "universityName": "រោងចក្រធុនតូចផលិតឥដ្ឋ មាសឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិបឹងងត្រស់ ឃុំជីរោទិ៍ទី២ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០៩៧ ៤៨២ ៣៣ ៣៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 614,
    "code": "uni_pri_0541",
    "universityName": "សិប្បកម្មឡឥដ្ឋ ក្លីង គា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិយាយស ឃុំទន្លេបិទ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១២ ២៨០ ៦៩២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 615,
    "code": "uni_pri_0542",
    "universityName": "សិប្បកម្មឡឥដ្ឋស៊ីវសៅ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទួលវិហារ ឃុំជីរោទិ៍ទី២ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១២ ៧១៣ ៩៣៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 616,
    "code": "uni_pri_0543",
    "universityName": "សិប្បកម្មឡឥដ្ឋ ហេងស្រេង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិយាយស ឃុំទន្លេបិទ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១២ ៤៨៦ ៦៦៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 617,
    "code": "uni_pri_0544",
    "universityName": "សិប្បកម្មឡឥដ្ឋ ហេងវុទ្ធី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិយាយស ឃុំទន្លេបិទ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១៧ ៩៨០ ៩៨៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 618,
    "code": "uni_pri_0545",
    "universityName": "សិប្បកម្មឡឥដ្ឋ យ៉ន ធូ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិយាយស ឃុំទន្លេបិទ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០៩២ ១២១ ២៩៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 619,
    "code": "uni_pri_0546",
    "universityName": "សិប្បកម្មឡឥដ្ឋ ប៉ិល បាន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិយាយស ឃុំទន្លេបិទ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០៩២ ៣០០ ៧៤៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 620,
    "code": "uni_pri_0547",
    "universityName": "សិប្បកម្មឥដ្ឋ អួង វី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទួលវិហារ ឃុំជីរោទិ៍ទី២ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១២ ៨៧៩ ៦២០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 621,
    "code": "uni_pri_0548",
    "universityName": "សិប្បកម្មឡឥដ្ឋ អ៊ាងសារ៉េត",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទួលវិហារ ឃុំជីរោទិ៍ទី២ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១២ ៨០៨ ២៤០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 622,
    "code": "uni_pri_0549",
    "universityName": "សិប្បកម្មឡឥដ្ឋ អឿ ឃីឡេង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទួលវិហារ ឃុំជីរោទិ៍ទី២ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១៧ ៥១៧ ៧៦៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 623,
    "code": "uni_pri_0550",
    "universityName": "សិប្បកម្មឥដ្ឋ ហួន​សេងលូត",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិបឹងងត្រស់ ឃុំជីរោទិ៍ទី២ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១២ ២៤២ ១០៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 624,
    "code": "uni_pri_0551",
    "universityName": "សិប្បកម្មឥដ្ឋ ហេង សំបូរ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទួលវិហារ ឃុំជីរោទិ៍ទី២ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១២ ៤៩០ ៧៩៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 625,
    "code": "uni_pri_0552",
    "universityName": "សិប្បកម្មឡឥដ្ឋ ម៉ុក ម៉ុល",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទួលវិហារ ឃុំជីរោទិ៍ទី២ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០៩៧ ២៨២ ៨០ ២៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 626,
    "code": "uni_pri_0553",
    "universityName": "សិប្បកម្មឡឥដ្ឋ ហុង ប៊ុនអ៊ាង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិបឹងកណ្តាល ឃុំមៀន ស្រុកអូរាំងឪ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០៩២ ៨៩៦ ៥៨៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 627,
    "code": "uni_pri_0554",
    "universityName": "សិប្បកម្មឡឥដ្ឋ ហេងសារឿន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិមេលោង ឃុំមៀន ស្រុកអូរាំឪ ខេត្តត្បុងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០៩២ ៩៧៩ ៧៦០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 628,
    "code": "uni_pri_0555",
    "universityName": "សិប្បកម្មឡឥដ្ឋ ណៃ ឡាច",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិបឹងកណ្តាល ឃុំមៀន ស្រុកអូរាំងឪ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០៧៧ ៣១៤ ០៣១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 629,
    "code": "uni_pri_0556",
    "universityName": "សិប្បកម្មឡឥដ្ឋ អ៊ាងគីមហុង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិបឹងកណ្តាល ឃុំមៀន ស្រុកអូរាំងឪ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១២ ៩៩៤ ៩២២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 630,
    "code": "uni_pri_0557",
    "universityName": "សិប្បកម្មឡឥដ្ឋ ស៊ង់ ណារី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិបឹងកាង ឃុំព្រះធាតុ​ស្រុកអូរាំងឪ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០៧១ ៦៦៦ ៥៦ ៣០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 631,
    "code": "uni_pri_0558",
    "universityName": "សិប្បកម្មឥដ្ឋ ទ្រី ពៅ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិបឹងកាង ឃុំព្រះធាតុ​ស្រុកអូរាំងឪ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១៧ ៧៧៦ ៣៦៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 632,
    "code": "uni_pri_0559",
    "universityName": "សិប្បកម្មឥដ្ឋ ទ្រី ម៉ង់",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិបឹងកាង ឃុំព្រះធាតុ​ស្រុកអូរាំងឪ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១២ ២០៥ ៣៥៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 633,
    "code": "uni_pri_0560",
    "universityName": "សិប្បកម្មឡឥដ្ឋ លាង លាប",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិថ្មី ឃុំមៀន ស្រុកអូរាំឪ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១២ ៨៦៧ ៤១៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 634,
    "code": "uni_pri_0561",
    "universityName": "សិប្បកម្មឡឥដ្ឋ ប៉ិ ស៊ាងង៉េន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិថ្មសំលៀង​ ឃុំមៀន ស្រុកអូរាំឪ ខេត្តត្បុងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១២ ៩៨៤ ៨៨៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 635,
    "code": "uni_pri_0562",
    "universityName": "សិប្បកម្មឡឥដ្ឋ ឡាវ ស៊ុយហួង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិបឹងកណ្តាល ឃុំមៀន ស្រុកអូរាំងឪ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១២ ២៦០ ២៥០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 636,
    "code": "uni_pri_0563",
    "universityName": "សិប្បកម្មឡឥដ្ឋ អ៊ាមហ៊ត់",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិបីងជើង ឃុំមៀន ស្រុកអូរាងឪ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១២ ៦៥៧ ៧១៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 637,
    "code": "uni_pri_0564",
    "universityName": "សិប្បកម្មឡឥដ្ឋ ស្លះហាំ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិស្វាយដំណាក់ ឃុំជំនីក ស្រុកក្រូចឆ្មារ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០៩២ ៤៦៣ ៩៣៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 638,
    "code": "uni_pri_0565",
    "universityName": "សិប្បកម្មឡឥដ្ឋ សា ម៉ាន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិព្រែកជ ឃុំសេដា ស្រុកតំបែរ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១២ ៣៧៦ ៨៦៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 639,
    "code": "uni_pri_0566",
    "universityName": "សិប្បកម្មឡឥដ្ឋ ហ៊ន សុងលីម",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទី៤ ឃុំស្វាយឃ្លាំង ស្រុកក្រួចឆ្មារ ខេត្តត្បុងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១២ ៣៨២ ២០៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 640,
    "code": "uni_pri_0567",
    "universityName": "សិប្បកម្មឡឥដ្ឋ មីស៊ានរ៉ូពីអ៊ីន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិសោយទី១​ ឃុំស្វាយឃ្លាំង​ ស្រុកក្រូចឆ្មារ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០៩៧ ៧០០ ០៩ ៧៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 641,
    "code": "uni_pri_0568",
    "universityName": "សិប្បកម្មឡឥដ្ឋ មុយ ហាន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិឈូក ឃុំជំនីក ស្រុកក្រូចឆ្មារ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១២ ៥២២ ៨៦២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 642,
    "code": "uni_pri_0569",
    "universityName": "សិប្បកម្មឡឥដ្ឋ អឿន សំអុល",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិខ្សាច់ប្រឆេះក្រោម ឃុំក្រូចឆ្មារ ស្រុកក្រូចឆ្មារ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១២ ៤៤៣ ០៩២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 643,
    "code": "uni_pri_0570",
    "universityName": "សិប្បកម្មឡឥដ្ឋ មី ឃីស្រេង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទី៤ ឃុំស្វាយឃ្លាំង ស្រុកក្រួចឆ្មារ ខេត្តត្បុងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១១ ៣១៤ ៩៤៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 644,
    "code": "uni_pri_0571",
    "universityName": "សិប្បកម្មឡឥដ្ឋ ស្លេះយ៉ាន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិព្រែកតាហុប ឃុំំជំនីក ស្រុកក្រូចឆ្មារខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១២ ៦៤៤ ០០៥"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 645,
    "code": "uni_pri_0572",
    "universityName": "សិប្បកម្មឡឥដ្ឋ ទីន ម៉ាហៀត",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិព្រែកតាហុប ឃុំំជំនីក ស្រុកក្រូចឆ្មារខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០៩២ ៩០៩ ៩៨០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ឡឥដ្ឋ"
        ]
      }
    ]
  },
  {
    "id": 646,
    "code": "uni_pri_0573",
    "universityName": "ក្រុមហ៊ុនអូអេសអេស៊ា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិសែ្រសៀម ឃុំជីរោទិ៍២ ស្រុកក្រូចឆ្មារ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០៧៧ ៤៣១ ៦៦៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផ្សេងៗ"
        ]
      }
    ]
  },
  {
    "id": 647,
    "code": "uni_pri_0574",
    "universityName": "សហគ្រិនកិនថ្ម ស្រ៊ន់ សំណាង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិសែ្រសៀម ឃុំជីរោទិ៍២ ស្រុកក្រូចឆ្មារ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១២ ៤៤៤ ៤០៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផ្សេងៗ"
        ]
      }
    ]
  },
  {
    "id": 648,
    "code": "uni_pri_0575",
    "universityName": "ការដ្ឋានកិនថ្ម ស្រ៊ន់ សំណាង២",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទួលស្រឡៅ ឃុំគងជ័យ ស្រុកអូរាំឪ ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០៨៨ ៨៨៨ ៨៣ ០៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផ្សេងៗ"
        ]
      }
    ]
  },
  {
    "id": 649,
    "code": "uni_pri_0576",
    "universityName": "ម៉ាស៊ីនកិនស្រូវវិញជាង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិវៀលកណ្តៀង ឃុំជប់ ស្រុកត្បូង ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១២ ៩៣ ៣៧ ៣៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផ្សេងៗ"
        ]
      }
    ]
  },
  {
    "id": 650,
    "code": "uni_pri_0577",
    "universityName": "សិប្បកម្មផលិតសក់សិប្បនិម្មិត",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិជើងឡង ឃុំសួង ស្រុកសួង ខេត្តត្បូងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០១២ ៨៣៨ ០៩៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផ្សេងៗ"
        ]
      }
    ]
  },
  {
    "id": 651,
    "code": "uni_pri_0578",
    "universityName": "ឃ្លំាងអេតចាយ៧៧",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ឃុំម៉ុងរាវ ស្រុកត្បុងឃ្មុំ ខេត្តត្បុងឃ្មុំ",
    "province": null,
    "phoneNumbers": [
      "០៩២ ៨១៨ ១៨១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផ្សេងៗ"
        ]
      }
    ]
  },
  {
    "id": 652,
    "code": "uni_pri_0579",
    "universityName": "លីមប៊ុណ្ណាផែស្ងួត ខូអិលធីឌី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិត្រពាំងផ្លូង ឃុំត្រពាំងថ្លុង ស្រុកពញាក្រែក ខេត្តត្បូង",
    "province": null,
    "phoneNumbers": [
      "០៩៧ ៣៣១ ១១ ៦៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផ្សេងៗ"
        ]
      }
    ]
  },
  {
    "id": 653,
    "code": "uni_ngo_0001",
    "universityName": "អង្គការសកម្មភាព ពុទ្ធសាសនាដើម្បីអភិវឌ្ឍន៍សង្គម",
    "logoName": require('../../assets/images/schools/bsda.png'),
    "address": "ស្រុកកំពង់សៀម ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១២ ៧៨៨ ៩៧៣"
    ],
    "faxes": [

    ],
    "emails": [
      "bsda-cambodia.org"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [
      {
        "name": "",
        "majors": [
          "បណ្តុះបណ្តាលចុងភៅ",
          "បណ្តុះបណ្តាលជូសជុលមេកានិច បណ្តុះបណ្តាលតន្រ្តី",
          "បណ្តុះបណ្តាល របាំប្រពៃណី"
        ]
      }
    ]
  },
  {
    "id": 654,
    "code": "uni_ngo_0002",
    "universityName": "អង្គការប៉ាសឺរ៉ែល នុយមឺរិកកម្ពុជា",
    "logoName": require('../../assets/images/schools/pnc.png'),
    "address": "ផ្លូវ ៣៧១ ភូមិត្រពាំងឈូក សង្កាត់ទឹកថ្លា ខណ្ឌសែនសុខ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៩៩៥ ៥០០"
    ],
    "faxes": [

    ],
    "emails": [
      "info.cambodia@passerellesnumeriques.org"
    ],
    "websiteOrFacebook": [
      "www.passerellesnumeriques.org"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [
      {
        "name": "កុំព្យូទ័រ",
        "majors": [
          "រដ្ឋបាលប្រព័ន្ឋ និងបណ្ដាញ",
          "កម្មវិធី វេប"
        ]
      }
    ]
  },
  {
    "id": 655,
    "code": "uni_ngo_0003",
    "universityName": "អង្គការ​ដើម្បី​ភាពញញឹម​នៃកុមារ",
    "logoName": require('../../assets/images/schools/pse.png'),
    "address": "ផ្លូវ ៤០២ ភូមិទ្រា សង្កាត់ស្ទឹងមានជ័យ ខណ្ឌមានជ័យ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៩៩ ៥៦ ៦០"
    ],
    "faxes": [

    ],
    "emails": [
      "contact-kh@pse.ngo"
    ],
    "websiteOrFacebook": [
      "www.pse.ngo/education"
    ],
    "mailbox": "2107",
    "category": "អង្គការ",
    "departments": [
      {
        "name": "",
        "majors": [
          "សាលាបណ្តុះបណ្តាលបដិសណ្ឋារកិច្ច",
          "សាលាការគ្រប់គ្រងនិង ទីផ្សារ",
          "សាលាបណ្តុះបណ្តាលវិជ្ជាជីវៈ កាត់សក់ ស្ប៉ា​ ជូសជុល មេកានិក និង ម៉ូតូ",
          "សាលាបង្រៀនធ្វើភាពយន្ត"
        ]
      }
    ]
  },
  {
    "id": 656,
    "code": "uni_ngo_0004",
    "universityName": "សាលាបច្ចេកទេសដុនបូស្កូ កម្ពុជា",
    "logoName": require('../../assets/images/schools/don_bosco.png'),
    "address": "ភូមិជ្រេស ភ្នំពេញថ្មី ឬស្សីកែវ ភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ២១៩ ៦៨០",
      "០២៣ ២១៩ ៩៨៦"
    ],
    "faxes": [
      "០២៣ ២១៩ ៩៨៦"
    ],
    "emails": [
      "donbosco1@camshin.net"
    ],
    "websiteOrFacebook": [
      "www.donboscokhmer.org"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [
      {
        "name": "",
        "majors": [
          "ជូសជុលម៉ូតូ",
          "ជាងអគ្គិសនី",
          "ជូសជុលកុំព្យូទ័រ",
          "ជាងមេកានិច",
          "ជាងផ្សារដែក",
          "ការបោះពុម្ភ"
        ]
      }
    ]
  },
  {
    "id": 657,
    "code": "uni_ngo_0005",
    "universityName": "អង្គការផ្នែកច្បាប់សម្រាប់ស្រ្តីនៅកម្ពុជា",
    "logoName": require('../../assets/images/schools/clew.png'),
    "address": "",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០៨៥ ៤៩៥ ៨៦៨/   ០៩៦ ៦៧៨ ៩០៧៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.clewcanada.ca"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [
      {
        "name": "",
        "majors": [
          "អាហារូបករណ៍ ច្បាប់ និងភាសាអង់គ្លេស"
        ]
      }
    ]
  },
  {
    "id": 658,
    "code": "uni_ngo_0006",
    "universityName": "សមាគមភ្នំស្រីដើម្បីអភិវឌ្ឍន៍",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ១២៦ ភូមិជ្រោយថ្ម ឃុំបឹងកុក ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០២៤ ៣៩៥ ៩៧៩"
    ],
    "faxes": [

    ],
    "emails": [
      "ps_da@camitel.com"
    ],
    "websiteOrFacebook": [
      "http://www.psadcambodia.wordpress.com"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 659,
    "code": "uni_ngo_0007",
    "universityName": "អង្គការអ្នកអភិវឌ្ឍន៍សហគមន៍ (អអស)",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវ៨៥ ក្រុម៣ ភូមិទី៦ សង្កាត់វាលវង់ ក្រុងកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៤២ ៩៤២ ០៥០/ ០៨៩ ៨៧៩ ៦៩៥"
    ],
    "faxes": [

    ],
    "emails": [
      "sreyvy.than@gmail.com"
    ],
    "websiteOrFacebook": [
      "NAK AKPHIVATH SAHAKUM"
    ],
    "mailbox": "(ccc-box):276",
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 660,
    "code": "uni_ngo_0008",
    "universityName": "កសិករថ្មី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ឃុំស្រឡប់ ស្រុកត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០១៧ ៥៧០ ៩៧៣"
    ],
    "faxes": [

    ],
    "emails": [
      "kasekorthmey@yahoo.com"
    ],
    "websiteOrFacebook": [
      "http://www.kasekorthmey.org"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 661,
    "code": "uni_ngo_0009",
    "universityName": "កាត់បន្ថយភាពក្រីក្រសហគមន៍",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិធម្មយុទ្ធ ឃុំផែ ស្រុកកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩២ ២៩០ ០៩២"
    ],
    "faxes": [

    ],
    "emails": [
      "sengtack777@gmail.com"
    ],
    "websiteOrFacebook": [
      "N/A"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 662,
    "code": "uni_ngo_0010",
    "universityName": "សមាគមន៌បង្កើតធនធានមនុស្សនិងអប់រំសុខភាព ( អ.ម.អ.ភ )",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិអូធំ សង្កាត់ខ្សាម",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៨៦០ ៤៣១"
    ],
    "faxes": [

    ],
    "emails": [
      "phorn_neang@yahoo.com"
    ],
    "websiteOrFacebook": [
      "N/A"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 663,
    "code": "uni_ngo_0011",
    "universityName": "ទ្រទ្រង់កុមារជនបទ ( ទ.ទ.ក.ជ )",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់ផ្អេ ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៥២៤ ៥៦១/ ០៨៨ ៨៥២៤ ៥៦១"
    ],
    "faxes": [

    ],
    "emails": [
      "kongchandy@gmail.com"
    ],
    "websiteOrFacebook": [
      "N/A"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 664,
    "code": "uni_ngo_0012",
    "universityName": "វឌ្ឍនៈ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់កំពង់ឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៨៨ ៣០១ ៤៤៧៧"
    ],
    "faxes": [

    ],
    "emails": [
      "chhoengsovuthy@yahoo.com"
    ],
    "websiteOrFacebook": [
      "N/A"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 665,
    "code": "uni_ngo_0013",
    "universityName": "ជួយជ្រោមជ្រែងជនក្រីក្រនិងកុមារកំព្រា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ឃុំរលៀផ្ធៀរ ស្រុករលៀផ្អៀរ",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១៥ ២៩៩ ០០០/ ០៦៦ ២៩៩ ០០០/ ០៨៨ ៣២៩ ៩០០០"
    ],
    "faxes": [

    ],
    "emails": [
      "atmao.ngo@ovi.com"
    ],
    "websiteOrFacebook": [
      "N/A"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 666,
    "code": "uni_ngo_0014",
    "universityName": "ចម្រើនប្រាជ្ញា ( អ ជ ម )",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់ផ្អេ ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៣២៥ ២៤២/ ០២៦ ៩៨៨ ៨៨៨"
    ],
    "faxes": [

    ],
    "emails": [
      "cpo@cpocambodia.org"
    ],
    "websiteOrFacebook": [
      "N/A"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 667,
    "code": "uni_ngo_0015",
    "universityName": "ជើងមេឃថ្មីនៃជនពិការ ( ស ជ ថ ជ )",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់ផ្អេ ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៨៨៩ ០០២"
    ],
    "faxes": [

    ],
    "emails": [
      "nhs.kvhhnang@gmail.com"
    ],
    "websiteOrFacebook": [
      "N/A"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 668,
    "code": "uni_ngo_0016",
    "universityName": "អ្នកគាំទ្រថ្ងៃ7មករា ( ស.អ.គ.ម )",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់កំពង់ឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៧៩៨ ៣១៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "N/A"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 669,
    "code": "uni_ngo_0017",
    "universityName": "រោងនៃក្តីសង្ឃឹម ( រ ន ក ង )",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់កំពង់ឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៣២៥ ៦១៥"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "N/A"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 670,
    "code": "uni_ngo_0018",
    "universityName": "សមាគមន៍គាំទ្រជនពិការ ( ស.អ.គ.ជ.ក )",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់ផ្សាឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៣៥៨ ០៣៨"
    ],
    "faxes": [

    ],
    "emails": [
      "luchcsiv@orukegmail.com"
    ],
    "websiteOrFacebook": [
      "N/A"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 671,
    "code": "uni_ngo_0019",
    "universityName": "មជ្ឈមណ្ឌលបណ្តុះបណ្តាលធនធានមនុស្ស ( ម ប ធ​ ម )",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ឃុំស្រែថ្មី ស្រុករលៀផ្អៀរ",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៩០០ ៥៥៣"
    ],
    "faxes": [

    ],
    "emails": [
      "phorn.neang@yahoo.com"
    ],
    "websiteOrFacebook": [
      "N/A"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 672,
    "code": "uni_ngo_0020",
    "universityName": "អង្គការកាត់បន្ថយភាពក្រីក្រក្នុ្ងងសហគមន៍ ( ស៊ី ភី អ័រ )",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់ផ្អេ ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩២ ២៩០ ០៩២"
    ],
    "faxes": [

    ],
    "emails": [
      "Sengkim_cpr@yahoo.com"
    ],
    "websiteOrFacebook": [
      "N/A"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 673,
    "code": "uni_ngo_0021",
    "universityName": "សហគមន៍អភិវឌ្ឍន៍សង្គមកម្ពុជា ( អ.ស.ក )",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ឃុំជ្រៃបាក់ ស្រុករលៀផ្អៀរ",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [

    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "N/A"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 674,
    "code": "uni_ngo_0022",
    "universityName": "លើកស្ទួយសហគ្រាសខ្នាតតូច និងមធ្យមខេត្តកំពង ឆ្នា់ងំ ( ស.ស.ក.ឆ )",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់កំពង់ឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៨៣៩ ៧៩៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "N/A"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 675,
    "code": "uni_ngo_0023",
    "universityName": "អភិវឌ្ឍន៏យុវជននិង កុមារ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ឃុំស្រែថ្មី ស្រុករលៀផ្អៀរ",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [

    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "N/A"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 676,
    "code": "uni_ngo_0024",
    "universityName": "សមាគមភ្នំនាងកង្រី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់ផ្អេ ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩២ ៩០៣ ៩០៨"
    ],
    "faxes": [

    ],
    "emails": [
      "kangreikcg@yahoo.com"
    ],
    "websiteOrFacebook": [
      "N/A"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 677,
    "code": "uni_ngo_0025",
    "universityName": "សេង តាក់",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ឃុំរលៀផ្ធៀរ ស្រុករលៀផ្អៀរ",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩២ ២៩០ ០៩២"
    ],
    "faxes": [

    ],
    "emails": [
      "sengtack777@gmail.com"
    ],
    "websiteOrFacebook": [
      "N/A"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 678,
    "code": "uni_ngo_0026",
    "universityName": "អង្គការសាអូរី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិកណ្តាល សង្កាត់កំពង់ឆ្នាំង ក្រុងកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩២ ៦៥៦ ៨៥៩"
    ],
    "faxes": [

    ],
    "emails": [
      "amararothum@gmai.com"
    ],
    "websiteOrFacebook": [
      "N/A"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 679,
    "code": "uni_ngo_0027",
    "universityName": "អង្គការជនពិការស្រុកត្បូងឃ្មុំ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៩៩ ៧៤១ ៧២២/ ០៨៧ ៧៤១ ៧២២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 680,
    "code": "uni_ngo_0028",
    "universityName": "អង្គការខែមរា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០១៧ ៧៩៧ ៩១៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 681,
    "code": "uni_ngo_0029",
    "universityName": "អង្គការស៊ីឌីស៊ី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់វាលវង់ ក្រុងកំពង់ចាម ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១៧ ៩០៥ ៨៨៤/ ០៩៦ ២៥២២ ៥៤៤"
    ],
    "faxes": [

    ],
    "emails": [
      "nimolcdc@gmail.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 682,
    "code": "uni_ngo_0030",
    "universityName": "អង្គការអប់រំកូនខ្មែរ ( អ.អ.ក.ខ )",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ឃុំពពែល ស្រុកបរិបូរណ៍",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩៧ ៤៦៣៣ ៧៧១"
    ],
    "faxes": [

    ],
    "emails": [
      "marinkceo@gmail.com"
    ],
    "websiteOrFacebook": [
      ":http://www.khmerchildren.org/"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [
      {
        "name": "",
        "majors": [
          "ជំនាញការងារ និងលើកកំពស់ឳកាសយុវជន"
        ]
      }
    ]
  },
  {
    "id": 683,
    "code": "uni_ngo_0031",
    "universityName": "Who Will (WWV) ហ៊ូ វីល (ដឹបលយូដឹបលយូវី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ឃុំថ្មសេដ្ឋ ស្រុកកំពង់ត្រឡាច",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៨០០ ៩៦០"
    ],
    "faxes": [

    ],
    "emails": [
      "info@whowill.org"
    ],
    "websiteOrFacebook": [
      "www.whowill.org"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 684,
    "code": "uni_ngo_0032",
    "universityName": "វ៉ាយស៍ ស្រ្តីក្នុងសហគ្រាសខ្នាតតូច កម្ពុជា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិអូសណ្តាន់ ឃុំទឹកហួត រលៀផ្អៀរ",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៧៥៥ ១៩៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.wisewomen.com.kh"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 685,
    "code": "uni_ngo_0033",
    "universityName": "សមាគមអប់រំជនបទ (អ័រអ៊ីអេ)",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិកន្សែង ឃុំកូនរាំង ស្រុបបរិបូណ៍",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៦៥៤ ៨៨៣/ ០១២ ៣៥០ ២៣៤"
    ],
    "faxes": [

    ],
    "emails": [
      "vichara@yahoo.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [
      {
        "name": "Asociation",
        "majors": [
          "អភិវឌ្ឍសហគមន៍"
        ]
      }
    ]
  },
  {
    "id": 686,
    "code": "uni_ngo_0034",
    "universityName": "សហគមន័ចំរើនផល តាំងក្រសាំង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ឃុំតាំងក្រសាំង ស្រុកទឹកផុស ខេត្តកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩២ ៧៩២ ០៩១/ ០៩៧ ៦៩៤៥ ៣៣៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 687,
    "code": "uni_ngo_0035",
    "universityName": "មណ្ឌលសិក្សាបញ្ញាញាណ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ឃុំទ្រាន ស្រុកកំពង់សៀម ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៧៧ ៧០៧ ១៤១"
    ],
    "faxes": [

    ],
    "emails": [
      "bonsroeun16@gmail.com"
    ],
    "websiteOrFacebook": [
      "FB: bonsroeun waththmey"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [
      {
        "name": "",
        "majors": [
          "កម្មវិធីភាសាអង់គ្លេស បណ្ណាល័យ អភិវឌ្ឍសហគមន៍"
        ]
      }
    ]
  },
  {
    "id": 688,
    "code": "uni_ngo_0036",
    "universityName": "សកម្មភាពដើម្បីសុខភាព",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ៤០អេហ្វ កែងផ្លូវលេខ១៦៧ និង៤២៦ សង្កាត់ទួលទំពូង២ ខ័ណ្ឌ ចំកាមន ភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ២២៣ ៨៥៩/ ០១២ ២៧៩ ៩២៦ ០១៦ ៨៨៨ ១៧០"
    ],
    "faxes": [

    ],
    "emails": [
      "AFH@ezecom.com.kh"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 689,
    "code": "uni_ngo_0037",
    "universityName": "សកម្មភាពដើម្បីអភិវឌ្ឍសុខភាព",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ៤៥១ ផ្លូវ ៥១៥ ភូមិវត្តរំដួល សង្កាត់ចំការសំរោង ក្រុងបាត់ដំបង",
    "province": "បាត់ដំបង",
    "phoneNumbers": [
      "០៥៣ ៩៥២ ៨៩៨"
    ],
    "faxes": [

    ],
    "emails": [
      "bunsieth@online.com.kh"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 690,
    "code": "uni_ngo_0038",
    "universityName": "អភិវឌ្ឍន៏ស្រ្តី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ១៨ ក្រុម២៥ ភូមិរំដួល សង្កាត់ចំការសំរោង ក្រុងបាត់ដំបង",
    "province": "បាត់ដំបង",
    "phoneNumbers": [
      "០៥៣ ៩៥២ ៤៣៣/ ០១២ ៨១៨ ៥៧៧"
    ],
    "faxes": [

    ],
    "emails": [
      "asbtb@camintel.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 691,
    "code": "uni_ngo_0039",
    "universityName": "សមាគមអ្នកប្រើអេអ័រវី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "មន្ទីពេទ្យមិត្តភាពខ្មែរ សូវៀត ផ្លូវ២៧១ ភ្នំពេញ",
    "province": null,
    "phoneNumbers": [
      "០២៣ ២២២ ០៥៤/ ០១៧ ៣៣៧ ២១៨"
    ],
    "faxes": [

    ],
    "emails": [
      "sienghorn@auacambodia.org, info@auacambodia.org, afo@auacambodia.org"
    ],
    "websiteOrFacebook": [
      "http://www.auacambodia.org"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 692,
    "code": "uni_ngo_0040",
    "universityName": "ពុទ្ធសាសនាដើម្បីអភិវឌ្ឍន៍",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "វត្តអណ្លង់វិល ឃុំអណ្លង់វិល ស្រុកសង្កែ ខេត្តបាត់ដំបង",
    "province": "បាត់ដំបង",
    "phoneNumbers": [
      "០១២ ៨១៧ ៩១៥"
    ],
    "faxes": [

    ],
    "emails": [
      "bfdkhmer@bfdkhmer.org"
    ],
    "websiteOrFacebook": [
      "http://www.bfdkhmer.com"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 693,
    "code": "uni_ngo_0041",
    "universityName": "កម្មវិធីស្រ្តីអប់រំជម្ងឺអេដស៍",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ១០៩ ក្រុម៥ ភូមិវត្តរំដួល សង្កាត់ចំការសំរោង ក្រុងបាត់ដំបង",
    "province": "បាត់ដំបង",
    "phoneNumbers": [
      "០៥៣ ៩៥២ ១៥០/ ០១៧ ៩៨៩ ៨១១"
    ],
    "faxes": [

    ],
    "emails": [
      "ingsivheng@yahoo.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 694,
    "code": "uni_ngo_0042",
    "universityName": "អង្គការខារ៉ាមកម្ពុជា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ១៩៣ អឺសេរ៉ូ ផ្លូវ ៦៣ បឹងកេងកង១ ភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ២១៨ ០៦៥"
    ],
    "faxes": [

    ],
    "emails": [
      "caram.cam@online.com.kh"
    ],
    "websiteOrFacebook": [
      "http://www.caramcambodia.org"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 695,
    "code": "uni_ngo_0043",
    "universityName": "ឃែ័រអន្តរជាតិន)កម្ពុជា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្តះលេខ៦ ផ្លូវ៤៤៦ សង្កាត់ទួលទំពូង១ ភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ២១៥ ២៦៧/៨/៩"
    ],
    "faxes": [

    ],
    "emails": [
      "care.cam@care-cambodia.org"
    ],
    "websiteOrFacebook": [
      "http://care-cambodia.org"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 696,
    "code": "uni_ngo_0044",
    "universityName": "ការីតាសកម្ពុជា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវលោកតានើយ ភូមិវត្តបូ ឃុំសាលាកំរើក ក្រុងសៀមរាប",
    "province": "សៀមរាប",
    "phoneNumbers": [
      "០៦៣ ៩៦៣ ២៧៩/ ០១២ ៧៣៥ ៤៧៧"
    ],
    "faxes": [

    ],
    "emails": [
      "glisse.bernadette@caritascambodia.or"
    ],
    "websiteOrFacebook": [
      "http://www.caritascambodia.org"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 697,
    "code": "uni_ngo_0045",
    "universityName": "អង្គការកុមារកម្ពុជាប្រឆាំងទុរភិក្ស និងហិង្សា ស៊ីកាស្វា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ៣២សេ ផ្លូវ៣៧៤ សង្កាត់ទួលស្វាយព្រៃ១ ខ័ណ្ឌំការមន ភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៦៤១ ៤៤៤៣"
    ],
    "faxes": [

    ],
    "emails": [
      "ccasva@ccasva.org"
    ],
    "websiteOrFacebook": [
      "http://www.ccasva.org"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 698,
    "code": "uni_ngo_0046",
    "universityName": "អង្គការកម្ពុជាសង្គ្រោះនុរគតជន និងអភិវឌ្ឍន៍",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ស្រុកកំពង់ត្រាច ខេត្តកំពត",
    "province": "កំពត",
    "phoneNumbers": [
      "០១២ ៦៥១ ១២៣"
    ],
    "faxes": [

    ],
    "emails": [
      "cdrcp.cambodia@yahoo.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 699,
    "code": "uni_ngo_0047",
    "universityName": "អង្គការកម្ពុជាដើម្បីអប់រំ និងថែទាំអ្នកផ្ទុកមេរោគអេដស៍",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ៨៦ ផ្លូវ៦០៨ សង្កាត់បឹងកក់២ ខ័ណ្ឌទួលគោក​ ភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៨៨៤ ៤៧៣"
    ],
    "faxes": [

    ],
    "emails": [
      "chec@online.com.kh"
    ],
    "websiteOrFacebook": [
      "http://www.checcambodia.org"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 700,
    "code": "uni_ngo_0048",
    "universityName": "សេវាមេឌាអប់រំសុខភាពកម្ពុជា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ២៦ ផ្លូវ៣ (បូរីប៉េងហួត ក្បែវិមានសុភមង្គល) សង្កាត់ស្ទឹងមានជ័យ ខ័ណ្ឌមានជ៍យ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ២១៨ ៤១០/ ០១២ ២៨៥ ៦៧៨"
    ],
    "faxes": [

    ],
    "emails": [
      "kimsokuntheary@gmail.com ed-chems@online.com.kh"
    ],
    "websiteOrFacebook": [
      "http://www.chems.org.kh"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 701,
    "code": "uni_ngo_0049",
    "universityName": "សមាគមយុវជនឥស្លាមកម្ពុជា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ១៦ ផ្លូវ៦៣ សង្កាត់ទន្លេបាសាក់ ខ័ណ្ឌចំការមន ភំ្នពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០១៦ ៨៦០ ៦៩៤"
    ],
    "faxes": [

    ],
    "emails": [
      "ciyainfor@yahoo.com/omalyciya@yahoo.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 702,
    "code": "uni_ngo_0050",
    "universityName": "កាកបាទក្រហមកម្ពុជា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": ",ផ្ទះលេខ១៦អេ ផ្លូវ៦៥២និង២៧១ សង្កាត់ទឹកល្អក់៣ ខ័ណ្ឌទួលគោក ភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៨៨១ ៥១១ ឬ ៨៨១ ១៥៣"
    ],
    "faxes": [

    ],
    "emails": [
      "crc_adm@online.com.kh"
    ],
    "websiteOrFacebook": [
      "http://www.redcross.org.kh"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 703,
    "code": "uni_ngo_0051",
    "universityName": "ភ្នាក់ងាអភិវឌ្ឍន៍ស្រ្តីកម្ពុជា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ១៩ ផ្លូវ ២៤២ សង្កាត់បឹងព្រលិត ខ័ណ្ឌ ៧មករា ភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ២១០ ៤៤៩"
    ],
    "faxes": [

    ],
    "emails": [
      "cwda@online.com.kh"
    ],
    "websiteOrFacebook": [
      "http://www.pub22.net/cwda"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 704,
    "code": "uni_ngo_0052",
    "universityName": "នារីកម្ពុជាដើម្បីសន្តិភាព និងអភិវឌ្ឍន៍",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ ១២៨ ឌី៩និង១០ ផ្លូវ សុធារស់ សង្កាត់ទន្លេបាសាក់ ខ័ណ្ឌចំការមន​ ភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ២២២ ៤៥៣/ ០១២ ៧៣៩ ៨៥១"
    ],
    "faxes": [

    ],
    "emails": [
      "info@cwpd.net",
      "cwpd@online.com.kh​ Sotheary@cwpd.net"
    ],
    "websiteOrFacebook": [
      "http://www.cwpd.net"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 705,
    "code": "uni_ngo_0053",
    "universityName": "សមាគមមិត្តអ្នកត្រួសត្រាយ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ក្រុម១ ភូមិកំពង់ក្តី១ ឃុំកំពង់ក្តី ស្រុកជីក្រែង ខេត្តសៀមរាប",
    "province": "សៀមរាប",
    "phoneNumbers": [
      "០១២ ៩៤៣ ១៥៥"
    ],
    "faxes": [

    ],
    "emails": [
      "sakun_peng@yahoo.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 706,
    "code": "uni_ngo_0054",
    "universityName": "អង្គការសុខភាពគ្រួសាអន្តរជាតិ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ០៣ ផ្លូវ៣០៣ សង្កាត់បឹងកេងកង៣ ខ័ណ្ឌចំការមន រាជធានីភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ២១១ ៩១៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 707,
    "code": "uni_ngo_0055",
    "universityName": "អង្គការហាហ្គាអន្តរជាតិ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ១៩ ផ្លូវ៥៧ សង្កាត់បឹងកេងកង១ ខ័ណ្ឌចំការមន រាជធានីភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ២១១ ៩៦១"
    ],
    "faxes": [

    ],
    "emails": [
      "Meng.sokchea@hagarinternational.org"
    ],
    "websiteOrFacebook": [
      "http://www.hagarinternational.org"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 708,
    "code": "uni_ngo_0056",
    "universityName": "មជ្ឈមណ្ឌលថែទាំសុខភាពកុមារ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ១៣២ឌី ផ្លូវ១៣៥ សង្កាត់ផ្សារដើមថ្កូវ ខ័ណ្ឌចំការមន រាជធានីភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ២១២ ១៣៣/ ០៨៨ ៥៩៣៨ ៩៤០"
    ],
    "faxes": [

    ],
    "emails": [
      "savang.keo@hcc-cambodia.org"
    ],
    "websiteOrFacebook": [
      "http://www.hcc-cambodia.org"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 709,
    "code": "uni_ngo_0057",
    "universityName": "សមាគមឥន្រ្ទទេវី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ១៣ឌី ផ្លូវ៤៥០ សង្កាត់បឹងកេងកង១ រាជធានីភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០១២ ៨៤១ ៣៦៧២/ ០១២ ៨៩៧ ១៦១"
    ],
    "faxes": [

    ],
    "emails": [
      "ngo.indradevi@yahoo.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 710,
    "code": "uni_ngo_0058",
    "universityName": "ឥស្លាមអភិវឌ្ឍន៍ជនបទ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ២៥៤ ក្រុម១៨ ភូមិដាំស្ពៃ ឃុំស្លាកែត បាត់ដំបង",
    "province": "បាត់ដំបង",
    "phoneNumbers": [
      "០១២ ៦៦៤ ៤៨៧"
    ],
    "faxes": [

    ],
    "emails": [
      "ildosokha@yahoo.com",
      "ildosokha@ildocambodia.org",
      "sem_kalyan@yahoo.com",
      "sros_ildo@yahoo.com"
    ],
    "websiteOrFacebook": [
      "http://www.ildocambodia.org"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 711,
    "code": "uni_ngo_0059",
    "universityName": "សមាគមឥន្ទធនូ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ១៣៤អឺ៣ ផ្លូវ១០៩ រាជធានីភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៩៨៦ ២៤០"
    ],
    "faxes": [

    ],
    "emails": [
      "info@inthanou.org"
    ],
    "websiteOrFacebook": [
      "http://www.inthanou.org"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 712,
    "code": "uni_ngo_0060",
    "universityName": "សមគមលើកកំពស់សុខភាពជនជាតិដើមភាគតិច",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិអូស្ពាន សង្កាត់ស្ពានមានជ័យ ក្រុងសែនមនោរម្យ ខេត្តមណ្ឌលគីរី",
    "province": "មណ្ឌលគីរី",
    "phoneNumbers": [
      "០៧៣ ៦៧២៣ ៨៨៨"
    ],
    "faxes": [

    ],
    "emails": [
      "e.veasna@healthunlimited.org"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 713,
    "code": "uni_ngo_0061",
    "universityName": "អង្គការពុទ្ធិកសមាគមខ្មែរ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិថ្មពួក ឃុំថ្មពួក ស្រុកថ្មពួក ខេត្តបន្ទាយមានជ័យ",
    "province": "បន្ទាយមានជ័យ",
    "phoneNumbers": [
      "០១២ ៤២៨ ៧៧១/ ០៩៧ ៦៧៣៩ ៩២២"
    ],
    "faxes": [

    ],
    "emails": [
      "rosmonichoth_kba@yahoo.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 714,
    "code": "uni_ngo_0062",
    "universityName": "អង្គការខ្មែរអភិវឌ្ឍន៍សេរីភាព",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ២១៣ ភូមិដំណាក់ធំ សង្កាត់ស្ទឹងមានជ័យ រាជធានីភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០១២ ៩១២ ៧២៧"
    ],
    "faxes": [

    ],
    "emails": [
      "sprumden.kdfo@gmail.com"
    ],
    "websiteOrFacebook": [
      "http://www.kdfosponsorship.co.uk"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 715,
    "code": "uni_ngo_0063",
    "universityName": "អង្គការខាណា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ៣៣ ផ្លូវ៧១ សង្កាត់ទន្លេបាសាក់ ខ័ណ្ឌចំការមន ភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ២១១ ៥០៥"
    ],
    "faxes": [

    ],
    "emails": [
      "khana@khana.org.kh"
    ],
    "websiteOrFacebook": [
      "http://www.khana.org.kh"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 716,
    "code": "uni_ngo_0064",
    "universityName": "អង្គការខេមរ៉ា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "វត្តឧត្តារាវត្តី ផ្លូវជាតិលេខ៥ ភូមិមិត្តភាព ស្រុកឫស្សីកែវ ភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៤៣០ ៦២០/ ០១៧ ៥៨៩ ៨៨៧/ ០៩៧ ៨៧៤៤ ៧៤៥"
    ],
    "faxes": [

    ],
    "emails": [
      "khemara@camnet.com.kh"
    ],
    "websiteOrFacebook": [
      "http://www.khemaracambodai.org"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 717,
    "code": "uni_ngo_0065",
    "universityName": "បណ្តាញការងារអប់រំសុខភាពសហគមន័គានកែស",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវ ៥៣០ ភូមិចំការសំរោង២ ឃុំចំការសំរោង ក្រុងបាត់ដំបង",
    "province": "បាត់ដំបង",
    "phoneNumbers": [
      "០៥៣ ៩៥៣ ៥៥០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 718,
    "code": "uni_ngo_0066",
    "universityName": "អង្គការកុមារនៃក្តីសង្ឍឹម",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិរោងម៉ាស៊ីន ឃុំស្វាយលួង ស្រុកកណ្តៀង ខេត្តពោធិសាត់",
    "province": "ពោធិសាត់",
    "phoneNumbers": [
      "០៥២ ៦៦១១ ០១១/ ០១២ ៥៩០ ៦៩៥"
    ],
    "faxes": [

    ],
    "emails": [
      "knksyfc@yahoo.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 719,
    "code": "uni_ngo_0067",
    "universityName": "គន្លឺះនៃមាគាអប់រំសុខភាពសង្គម",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ៩ស៊ី ផ្លូវ១០៣ ភូមិទួលសង្កែ សង្កាត់ទួលសង្កែ ខ័ណ្ឌឫស្សីកែវ ភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០១២ ៩២៨ ២៩០"
    ],
    "faxes": [

    ],
    "emails": [
      "kosher_org@hayoo.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 720,
    "code": "uni_ngo_0068",
    "universityName": "សហប្រតិបត្តិការ ស្រ្តីខ្មែ ដើម្បីអភិវឌ្ឍន៍",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ៦៨អេ ផ្លូវ១៣៨ សង្កាត់ផ្សារដេប៉ូ២ ខ័ណ្ឌទួលគោក ភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៨៨០ ៦២៩/ ០១២ ៨៦៦ ៦១៧"
    ],
    "faxes": [

    ],
    "emails": [
      "info@kwcd.org"
    ],
    "websiteOrFacebook": [
      "http://www.kwcd.org"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 721,
    "code": "uni_ngo_0069",
    "universityName": "អង្គការសកម្មភាពដើម្បីសុខុមាលភាពស្រ្តីកម្ពុជា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិស្រែស្តៅ សង្កាត់អូឫស្សី ក្រុងក្រចេះ",
    "province": "ក្រចេះ",
    "phoneNumbers": [
      "០១២ ៩១៦ ៣២៩/ ០៧២ ៦៣៧៦ ៤៤៣"
    ],
    "faxes": [

    ],
    "emails": [
      "kwwakrt@camintel.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 722,
    "code": "uni_ngo_0070",
    "universityName": "សមាគមយុវជនខ្មែរ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ១៦៤ ផ្លូវជាតិលេខ៥ ភូមិគូរូថាន ឃុះអូអំបិល ស្រុកសេរីសោភ័ណ្ឌ ខេត្តបន្ទាយមានជ័យ",
    "province": "បន្ទាយមានជ័យ",
    "phoneNumbers": [
      "០១៧ ៧៨៨ ៩៥៥/ ០១២ ៥៧៤ ០៥៨"
    ],
    "faxes": [

    ],
    "emails": [
      "bmc@kya-cambodia.org kyabmc@yahoo.com"
    ],
    "websiteOrFacebook": [
      "http://www.kya-cambodia.org"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 723,
    "code": "uni_ngo_0071",
    "universityName": "អង្គការម៉ារីក្នុល",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិត្នោតជុំ ក្រុម១១ សង្កាត់បឹងទុំពួន ខ័ណ្ឌមានជ័យ ភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៤២៥ ០១៨/ ០១៧ ៦១២ ៦៣៧"
    ],
    "faxes": [

    ],
    "emails": [
      "lmontielmm@seedlingofhope.org"
    ],
    "websiteOrFacebook": [
      "http://www.seedlingofhope.org"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 724,
    "code": "uni_ngo_0072",
    "universityName": "អង្គការសុខភាពបុរសកម្ពុជា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ២៨ប៊ី៥ ផ្លូវ៧៥,៥ សង្កាត់ស្រះចក ខ័ណ្ឌដូនពេញ ភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០១២ ៤០៤ ៦៦៩"
    ],
    "faxes": [

    ],
    "emails": [
      "kimrunmao@hotmail.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 725,
    "code": "uni_ngo_0073",
    "universityName": "អង្គការជនជាតិភាគតិចដើម្បីអភិវឌ្ឍន៍សេដ្ឋកិច្ច",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ១៣ ភូមិកំពង់ធំ សង្កាត់កំពង់រទេះ ក្រុងស្ទឹងសែន ខេត្តកំពង់ធំ",
    "province": "កំពង់ធំ",
    "phoneNumbers": [
      "០៦២ ៩៦២ ៩៦២/ ០១២ ៩៤៧ ៩២៤"
    ],
    "faxes": [

    ],
    "emails": [
      "sinalpeanh@yahoo.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 726,
    "code": "uni_ngo_0074",
    "universityName": "មាតុភូមីកុមារ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ ៧៦៧ ក្រុម១៨ ភូមិដាំស្ពៃ សង្កាត់ស្លាកែត ក្រុងបាត់ដំបង",
    "province": "បាត់ដំបង",
    "phoneNumbers": [
      "០៥៣ ៩៥២ ៩១១/ ០១២ ៨៨១ ៧៨៤"
    ],
    "faxes": [

    ],
    "emails": [
      "ed_mpk@camintel.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 727,
    "code": "uni_ngo_0075",
    "universityName": "អង្គការមិត្តសំឡាញ់",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ២១៥ ផ្លូវ១៣ សង្កាត់ជ័យចំណាស់ ខ័ណ្ឌដូនពេញ ភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ២២០ ៥៩៦"
    ],
    "faxes": [

    ],
    "emails": [
      "info@mithsamlanh.org"
    ],
    "websiteOrFacebook": [
      "http://www.mithsamlanh.org"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 728,
    "code": "uni_ngo_0076",
    "universityName": "អង្គការម៉ារីស្តុពអន្តរជាតិ កម្ពុជា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "មជ្ឍមណ្ឌលភ្នំពេញ អាគារអេហ្វ ជាន់ទី១ វិថីសុធារស់ សង្កាត់ទន្លេបាសាក់ ខ័ណ្ឌចំការមន ភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៩៩៤ ០៨២/ ០២៣ ៩៩៤ ០៨៣"
    ],
    "faxes": [

    ],
    "emails": [
      "info@mariestopes.org.kh"
    ],
    "websiteOrFacebook": [
      "http://www.mariestopes.org.kh"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 729,
    "code": "uni_ngo_0077",
    "universityName": "សមាគមចំរើនជាតិ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិត្រពាំងអំពិល ឃុំត្រពាំងកោង ស្រុកសំរោងទង ខេត្តកំពង់ស្ពឺ",
    "province": "កំពង់ស្ពឺ",
    "phoneNumbers": [
      "០១៦ ៨៣៨ ៣៨៧/ ០១២ ៤៩៩ ៧៦៨"
    ],
    "faxes": [

    ],
    "emails": [
      "napa9396@yahoo.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 730,
    "code": "uni_ngo_0078",
    "universityName": "ក្តីសង្ឍឹមថ្មីនៃកុមារកម្ពុជា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ៦៣៩ ផ្លូវជាតិលេខ២ ភូមិក្រពើហា ឃុំព្រែកឫស្សី ក្រុងតាខ្មៅ ខេត្តកណ្តាល",
    "province": "កណ្តាល",
    "phoneNumbers": [
      "០១២ ៥០៧ ៣២៧/ ០១២ ៧១៣ ១៤៨/ ០១២ ៧១៧ ១៣១"
    ],
    "faxes": [

    ],
    "emails": [
      "Phallasok@yahoo.com, samnangphok@yahoo.com semvuthy@hotmail.com nhcc-2006@hotmail.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 731,
    "code": "uni_ngo_0079",
    "universityName": "អង្គការនីយ៉េម៉ូកម្ពុជា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ ១០ និង១១ឌី ផ្លូវ១៥៦ សង្កាត់វាលវង់ ខ័ណ្ឌ៧មករា ភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៨៨៣ ៣១៤/ ០១២ ៨៨៩ ៩៥៦"
    ],
    "faxes": [

    ],
    "emails": [
      "admin.ast@nyemo.com"
    ],
    "websiteOrFacebook": [
      "http://www.nyemo.com"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 732,
    "code": "uni_ngo_0080",
    "universityName": "អង្គការផេកកម្ពុជា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "មជ្ឍមណ្ឌលភ្នំពេញ អាគារអេ ជាន់ទី៣ វិថីសុធារស់ សង្កាត់ទន្លេបាសាក់ ខ័ណ្ឌចំការមន ភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ២១៧ ៨៥៥"
    ],
    "faxes": [

    ],
    "emails": [
      "caminfo@pactworld.org"
    ],
    "websiteOrFacebook": [
      "http://www.pactcambodia.org"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 733,
    "code": "uni_ngo_0081",
    "universityName": "ដៃគូផ្តល់មេត្តា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "វត្តអូពោត ឃុំចំបក់ ស្រុកបាទី ខេត្តតាកែវ",
    "province": "តាកែវ",
    "phoneNumbers": [
      "០១២ ៤១៤ ៦៨៩"
    ],
    "faxes": [

    ],
    "emails": [
      "partnersincommpassion@rocketmail.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 734,
    "code": "uni_ngo_0082",
    "universityName": "អង្គការអភិវឌ្ឍន៍គ្រួសាក្រីក្រ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ ៥៩៩ ក្រុម២៥ ផ្លូវជាតិលេខ៥ ភូមិអូអំបិល ឃុំអូអំបិល ស្រុកសេរីសោភ័ណ្ឌ ខេត្តបន្ទាយមានជ័យ",
    "province": "បន្ទាយមានជ័យ",
    "phoneNumbers": [
      "០១២ ៩៩៨ ៤២៣/ ០៥៤ ៧១០ ០២២"
    ],
    "faxes": [

    ],
    "emails": [
      "pfdbmc@online.com.kh"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 735,
    "code": "uni_ngo_0083",
    "universityName": "សមាគមអភិវឌ្ឍន៍សុខភាពប្រជាជន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ១៩ ផ្លូវ២៧១ សង្កាត់ទំនប់ទឹក ខ័ណ្ឌចំការមន ភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០៨៥ ២៨៥ ៦៨៥"
    ],
    "faxes": [

    ],
    "emails": [
      "phd_association@yahoo.com"
    ],
    "websiteOrFacebook": [
      "http://www.phdassociation.org"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 736,
    "code": "uni_ngo_0084",
    "universityName": "អង្គការពន្លឺកុមារកម្ពុជា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ៧ប៊ី ផ្លូវ ១២១ ភូមិ ដាំគរ សង្កាត់ដាំមាន ក្រុងតាខ្មៅ ខេត្តកណ្តាល",
    "province": "កណ្តាល",
    "phoneNumbers": [
      "០១២ ៨១២ ៥០៤/ ០១១ ៩២៤ ៧៦៧"
    ],
    "faxes": [

    ],
    "emails": [
      "pkko@mfone.com.kh"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 737,
    "code": "uni_ngo_0085",
    "universityName": "អង្គការពន្លឺនៃក្តីសង្ឍឹម",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិសទ្ធា ឃុំរំចាក ស្រុកព្រះស្តេច ខេត្តព្រៃវែង",
    "province": "ព្រៃវេង",
    "phoneNumbers": [
      "០១២ ១៩៧៦ ៦៩៦"
    ],
    "faxes": [

    ],
    "emails": [
      "pnks_pv@yahoo.com/ prum.maiyim@yahoo.com"
    ],
    "websiteOrFacebook": [
      "http://www.pnkscambodia.org"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 738,
    "code": "uni_ngo_0086",
    "universityName": "សេវាកម្មប្រជាពលរដ្ឋខ្មែរ ភីអេសអាយ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ២៩ ផ្លូវ៣៣៤ សង្កាត់បឹងកេងកង១ ក្រុងភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ២១០ ៨១៤/ ០២៣ ៩៨៧ ៤០៤"
    ],
    "faxes": [

    ],
    "emails": [
      "hsakphea@psk.org.kh"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 739,
    "code": "uni_ngo_0087",
    "universityName": "អង្គស្រ្តីនៃក្តីសង្ឍឹម",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ៨៤ ផ្លូវ៦០៦ សង្កាត់បឹងកក់២ ខ័ណ្ឌទួលគោក ភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០១២ ៨៥២ ៩៤២"
    ],
    "faxes": [

    ],
    "emails": [
      "pwhocambodia@yahoo.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 740,
    "code": "uni_ngo_0088",
    "universityName": "អង្គការសម្ព័ន្ធសុខភាពកុមារ និងសុខភាពបន្តពូជ (រ៉ាឆា)",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ១៦០ ផ្លូវ៧១ សង្កាត់ទន្លេបាសាក់ ខ័ណ្ឌចំការមន ភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ២១៣ ៧២៤"
    ],
    "faxes": [

    ],
    "emails": [
      "office@racha.org.kh"
    ],
    "websiteOrFacebook": [
      "http://www.rc.racha.org.kh/"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 741,
    "code": "uni_ngo_0089",
    "universityName": "សមាគមអភិវឌ្ឍន៍សេច្ឋកិច្ចជនបទ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវជាតិលេខ១ ភូមិភ្នៅ ឃុំតាសួស ស្រុកស្វាយជ្រុំ ខេត្តស្វាយរៀង",
    "province": "ស្វាយរៀង",
    "phoneNumbers": [
      "០៤៤ ៦៩០១ ៥០៩"
    ],
    "faxes": [

    ],
    "emails": [
      "reda.info@reda.org.kh redakhorg@gmail.com"
    ],
    "websiteOrFacebook": [
      "http://www.reda.org.kh"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 742,
    "code": "uni_ngo_0090",
    "universityName": "សមាគមសុខភាពបន្តពូជកម្ពុជា​ (រ៉ាក់)",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ ១៤ ផ្លូវ៣៣៥ សង្កាត់បឹងកក់១ ខ័ណ្ឌទួលគោក ភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៨៨៥ ១៣៥/ ០២៣ ៨៨៥ ៨៥០"
    ],
    "faxes": [

    ],
    "emails": [
      "info@rhac.org.kh"
    ],
    "websiteOrFacebook": [
      "http://www.rhac.org.kh"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 743,
    "code": "uni_ngo_0091",
    "universityName": "អង្គការសង្គ្រោះកុមារ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ៥ ផ្លូវ២៤២ សង្កាត់ចតុមុខ ខ័ណ្ឌដូនពេញ ភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៣៦០ ៣៨១"
    ],
    "faxes": [

    ],
    "emails": [
      "sca@sac-cambodia.org"
    ],
    "websiteOrFacebook": [
      "http://www.savethechildren.org.au"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 744,
    "code": "uni_ngo_0092",
    "universityName": "មជ្ឍមណ្ឌលសង្គ្រោះកម្ពុជា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ១២អឺសេរ៉ូ ផ្លូវ៧៩ប៊ីធី សង្កាត់បឹងទំពួន ខ័ណ្ឌមានជ័យ ភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ២១៩ ២៣៤"
    ],
    "faxes": [

    ],
    "emails": [
      "rotha@scc.org.kh"
    ],
    "websiteOrFacebook": [
      "http://www.scc.org.kh"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 745,
    "code": "uni_ngo_0093",
    "universityName": "អង្គការអភិវឌ្ឍន៍សង្គមបរិស្ថាននិងកសិកម្ម",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវជាតិលេខ៥ ក្រុម៥ ភូមិរោងម៉ាស៊ីន ក្រុងសេរីសោភ័ណ្ឌ ខេត្តបន្ទាយមានជ័យ",
    "province": "បន្ទាយមានជ័យ",
    "phoneNumbers": [
      "០៥៤ ៩៥៨ ៨៤៣"
    ],
    "faxes": [

    ],
    "emails": [
      "seado@forum.org.kh",
      "k-samnang@camintel.com"
    ],
    "websiteOrFacebook": [
      "http://www.seado.org"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 746,
    "code": "uni_ngo_0094",
    "universityName": "សមាគមអភិវឌ្ឍន៍គ្រួសាពលីនិងកុមារកំព្រា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ៦៣១ ផ្លូវទន្លេសាប ភូមិដើមគរ សង្កាត់ជ្រោយចង្វា ខ័ណ្ឌឫស្សីកែវ ភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០១២ ៧១៣ ៥៧២/ ០១២ ៨៤៩ ៥៤២"
    ],
    "faxes": [

    ],
    "emails": [
      "sfoda_ngo@yahoo.com"
    ],
    "websiteOrFacebook": [
      "http://www.sfoda.org"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 747,
    "code": "uni_ngo_0095",
    "universityName": "មន្ទីរពេទ្យព្រះសីហនុ មណ្ឌលនៃក្តីសង្ឍឹម",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវលេខ១៣៤ សង្កាត់វាលវង់ ខ័ណ្ឌ៧មករា ភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៨៨២ ៤៨៥"
    ],
    "faxes": [

    ],
    "emails": [
      "info@sihosp.org"
    ],
    "websiteOrFacebook": [
      "http://www.sihosp.org"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 748,
    "code": "uni_ngo_0096",
    "universityName": "អង្គការសង្គ្រោះយុវជនអសមត្ថភាព",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិក្រោម ឃុំព្រេកអញ្ចាញ ស្រុកមុខកំពូល ខេត្តកណ្តាល",
    "province": "កណ្តាល",
    "phoneNumbers": [
      "០១២ ៤៧៣ ៧៥១"
    ],
    "faxes": [

    ],
    "emails": [
      "sit_teen@yahoo.com"
    ],
    "websiteOrFacebook": [
      "http://www.sitcambodia.wordpress.com"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 749,
    "code": "uni_ngo_0097",
    "universityName": "សាលាសុខភាពសធារណៈនិងកិច្ចការសង្គម",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ១២៦ ផ្លូវ៤១ប៊ីធី ក្រុម៥ សង្កាត់បឹងទំពូន ខ័ណ្ឌមានជ័យ ភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០៨១ ៨៦៨ ៨៦៩/ ០១៦ ៧៣៣ ៦៦៨"
    ],
    "faxes": [

    ],
    "emails": [
      "houseoffamily@gmail.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 750,
    "code": "uni_ngo_0098",
    "universityName": "អង្គការទ្រទ្រង់និងអភិវឌ្ឍន៍សុខភាពអ្នកក្រីក្រ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ៤០ ផ្លូវ៣៦៣ ភូមិដើមម៉ាឃ្លឺ សង្កាត់ច្បាអំពៅ ខ័ណ្ធមានជ័យ ភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៩៥០ ០១៥/ ០១២ ៧៩០ ៦៨១"
    ],
    "faxes": [

    ],
    "emails": [
      "blue_tent@yahoo.com"
    ],
    "websiteOrFacebook": [
      "http://www.task.org.kh"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 751,
    "code": "uni_ngo_0099",
    "universityName": "អង្គការអភិវឌ្ឍន៍ស្រ្តីក្រីក្រប្រជុំជន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ៣៥អេអឺអូ ផ្លូវ២៦៥ សង្កាត់បឹងសាឡាង ខ័ណ្ឌទួលគោក ភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៩៩៥ ៥៨០"
    ],
    "faxes": [

    ],
    "emails": [
      "upwd@online.com.kh"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 752,
    "code": "uni_ngo_0100",
    "universityName": "អង្គការវិថីជីវិត",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវលេខ៥០១ សហគមន៍២៧១ ឃុំក្រាំងធ្នង់ ភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០១២ ៦៥៥ ៨២១/ ០១២ ៨៦៤ ១៩៣"
    ],
    "faxes": [

    ],
    "emails": [
      "vitheychivit@yahoo.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 753,
    "code": "uni_ngo_0101",
    "universityName": "សមាគមអភិវឌ្ឍន៍ស្រ្តី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ៦៩អឺសេរ៉ូ ផ្លូវ៩៧ ក្រុម៣១ សង្កាត់ផ្សារដើមថ្កូវ ខ័ណ្ឌចំការមន ភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៧២០ ៨០៧"
    ],
    "faxes": [

    ],
    "emails": [
      "wda05@online.com.kh"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 754,
    "code": "uni_ngo_0102",
    "universityName": "មជ្ឍមណ្ឌលពត៌មានស្រ្តីកម្ពុជា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ៣០ ផ្លូវ៤៨៨ សង្កាត់ផ្សារដើមថ្កូវ ខ័ណ្ឌចំការមន ភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ២២៣ ៥៩៧"
    ],
    "faxes": [

    ],
    "emails": [
      "wmcc@online.com.kh"
    ],
    "websiteOrFacebook": [
      "http://www.wmc.org.kh"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 755,
    "code": "uni_ngo_0103",
    "universityName": "អង្គការស្រ្តីដើម្បីសេដ្ឋកិច្ចទំនើបនិងការថែទាំ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ៩៨៧ ផ្លូវ៣៨ស៊ី ភូមិត្រា២ សង្កាត់ស្តឹងមានជ័យ ភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០១២ ៩៤៩ ៩៨២/ ០២៣ ៦៣៣៣ ០៦២"
    ],
    "faxes": [

    ],
    "emails": [
      "women@camnet.com.kh"
    ],
    "websiteOrFacebook": [
      "http://www.womencambodia.org"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 756,
    "code": "uni_ngo_0104",
    "universityName": "អង្គការសេវាកម្មស្រ្តី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិម្កាក់ ឃុំស្នំក្រពើ ខេត្តកំពង់ស្ពឺ",
    "province": "កំពង់ស្ពឺ",
    "phoneNumbers": [
      "០១២ ៣៦៨ ៤១០/ ០១២​៨៧៧ ៨០១"
    ],
    "faxes": [

    ],
    "emails": [
      "woso.oungdara@hotmail.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 757,
    "code": "uni_ngo_0105",
    "universityName": "អង្គការសង្រ្គោះពិភពលោកកម្ពុជា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ៣០ ផ្លូវ២៨៧ ខ័ណ្ឌទួលគោក ភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០២៤ ៨៨០ ៥២០/ ០២៣ ៨៨១ ៤០២"
    ],
    "faxes": [

    ],
    "emails": [
      "cambadmin@wr.org"
    ],
    "websiteOrFacebook": [
      "http://www.wr.org"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 758,
    "code": "uni_ngo_0106",
    "universityName": "អង្គការទស្សនៈពិភពលោកកម្ពុជា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ២០ ផ្លូវ៧១ សង្កាត់ទន្លេបាសាក់ ខ័ណ្ឌចំការមន ភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ២១៦ ០៥២/ ០២៣ ២១៧ ៩២៣"
    ],
    "faxes": [

    ],
    "emails": [
      "contact_cambodia@wvi.org"
    ],
    "websiteOrFacebook": [
      "http://www.worldvision.org.kh"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 759,
    "code": "uni_ngo_0107",
    "universityName": "អង្កការភ្នំស្រី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០១២ ៤២ ០៨ ០៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 760,
    "code": "uni_ngo_0108",
    "universityName": "អង្កការប្រភពទឹកនៃក្តីសង្ឃឹម",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០៩២ ៥៤៤ ៧៩៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 761,
    "code": "uni_ngo_0109",
    "universityName": "អង្កការស៊ីកាស្វា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០១២ ៥៥ ៨៧ ៧៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  },
  {
    "id": 762,
    "code": "uni_ngo_0110",
    "universityName": "គ្រួសារយើង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០១២ ៧៣ ៩៥ ៥៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [

    ]
  }
]
