export default [
  {
    "id": 1,
    "code": "uni_gov_0001",
    "universityName": "សាកលវិទ្យាល័យភូមិន្ទភ្នំពេញ",
    "logoName": require('../../assets/images/schools/rupp.png'),
    "address": "មហាវិថីសហព័ន្ធរុស្សី សង្កាត់ទឹកល្អក់ ខណ្ឌទួលគោក រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៨៨៣ ៦៤០",
      "០២៣ ៨៨៤ ១៥៤",
      "០២៣ ៨៨៥ ៤១៩"
    ],
    "faxes": [
      "០២៣ ៨៨០ ១១៦",
      "០២៣ ៨៨៤ ១៥៤"
    ],
    "emails": [
      "secretary@rupp.edu.kh"
    ],
    "websiteOrFacebook": [
      "www.rupp.edu.kh",
      "www.facebook.com/rupp.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសង្គមសាស្រ្ត និងមនុស្សសាស្រ្ត",
        "majors": [
          "អក្សរសាស្រ្តខ្មែរ",
          "ប្រវត្តិវិទ្យា",
          "ទស្សនវិជ្ជា",
          "ភូមិវិទ្យា",
          "សង្គមវិទ្យា",
          "ចិត្តវិទ្យា",
          "ទេសចរណ៍",
          "សង្គមកិច្ចវិទ្យា",
          "គ្រប់គ្រងពាណិជ្ជកម្មអន្តរជាតិ",
          "ប្រព័ន្ធផ្សព្វផ្សាយ និងសារគមនាគមន៍"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត",
        "majors": [
          "គណិតវិទ្យា",
          "គីមីវិទ្យា",
          "ព័ត៌មានវិទ្យា",
          "រូបវិទ្យា",
          "ជីវវិទ្យា",
          "បរិស្ថាន"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិស្វកម្ម",
        "majors": [
          "វិស្វកម្មជីវសាស្រ្ត",
          "វិស្វកម្មបច្ចេកវិទ្យាព័ត៌មាន",
          "វិស្វកម្មទូរគមនាគមន៍ និង អេឡិចត្រូនិច"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិក្សាអភិវឌ្ឍន៍",
        "majors": [
          "អភិវឌ្ឍន៍សេដ្ឋកិច្ច",
          "អភិវឌ្ឍន៍សហគមន៍",
          "គ្រប់គ្រងនិង អភិវឌ្ឍន៍ធនធានមនុស្ស"
        ]
      },
      {
        "name": "វិទ្យាស្ថានភាសាបរទេស",
        "majors": [
          "ភាសាអង់គ្លេស",
          "ភាសាបារាំង",
          "ភាសាជប៉ុន",
          "ភាសាកូរ៉េ",
          "ភាសាថៃ",
          "ភាសាចិន",
          "សិក្សាអន្តរជាតិ"
        ]
      }
    ]
  },
  {
    "id": 2,
    "code": "uni_gov_0002",
    "universityName": "សាកលវិទ្យាល័យភូមិន្ទកសិកម្ម (ចំការដូង)",
    "logoName": require('../../assets/images/schools/royal_agriculture.png'),
    "address": "សង្កាត់ដង្កោ ខណ្ឌដង្កោ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ២១៩ ៨២៩",
      "០២៣ ២១៩ ៧៥៣"
    ],
    "faxes": [
      "០២៣ ២១៩ ៦៩០",
      "០២៣ ២១៩ ៧៥៣"
    ],
    "emails": [
      "RUA@forum.org.kh",
      "rua@camnet.com.kh"
    ],
    "websiteOrFacebook": [
      "www.rupp.edu.kh"
    ],
    "mailbox": "2696",
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តកសិកម្ម",
        "majors": [
          "ក្សេត្រសាស្រ្ត"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តសត្វ",
        "majors": [
          "វិទ្យាសាស្រ្តសត្វ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិជ្ជសាស្រ្តសត្វ",
        "majors": [
          "វេជ្ជសាស្រ្តសត្វ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តព្រៃឈើ",
        "majors": [
          "វិទ្យាសាស្រ្តព្រៃឈើ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តជលផល",
        "majors": [
          "វិទ្យាសាស្រ្តជលផល"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិស្វកម្មកសិកម្ម",
        "majors": [
          "វិស្វកម្មកសិកម្ម"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យកសិឧស្សាហកម្ម",
        "majors": [
          "កសិឧស្សាហកម្ម"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យ រៀបចំដែនដី និង រដ្ឋបាល",
        "majors": [
          "រៀបចំដែនដី និង រដ្ឋបាលដីធ្លី"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តកៅស៊ូ",
        "majors": [
          "វិទ្យាសាស្រ្តកៅស៊ូ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសេដ្ឋកិច្ចកសិកម្ម និង អភិវឌ្ឍន៍ជនបទ",
        "majors": [
          "សេដ្ឋកិច្ចកសិកម្ម និង អភិវឌ្ឍន៍ជនបទ"
        ]
      }
    ]
  },
  {
    "id": 3,
    "code": "uni_gov_0003",
    "universityName": "សាកលវិទ្យាល័យភូមិន្ទនីតិសាស្រ្ត និង វិទ្យាសាស្រ្តសេដ្ឋកិច្ច",
    "logoName": require('../../assets/images/schools/rule.png'),
    "address": "មហាវិថីព្រះមុនីវង្ស សង្កាត់ទន្លេបាសាក់ ខណ្ឌចំការមន រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៣៦២ ៦០៧",
      "០២៣ ២១៤ ៩៥៣"
    ],
    "faxes": [
      "០២៣ ២១៤ ៩៥៣"
    ],
    "emails": [
      "rector@rule.edu.kh"
    ],
    "websiteOrFacebook": [
      "www.rule.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យនីតិសាស្រ្ត",
        "majors": [
          "នីតិសាស្រ្ត"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសេដ្ឋកិច្ចព័ត៌មានវិទ្យា",
        "majors": [
          "សេដ្ឋកិច្ចព័ត៌មានវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យរដ្ឋបាលសាធារណៈ",
        "majors": [
          "រដ្ឋបាលសាធារណៈ",
          "ទំនាក់ទំនងអន្តរជាតិ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តសេដ្ឋកិច្ចនិងគ្រប់គ្រង",
        "majors": [
          "គណនេយ្យ",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "គ្រប់គ្រងធុរកិច្ច",
          "សេដ្ឋកិច្ចអភិវឌ្ឍន៍",
          "គ្រប់គ្រងទេសចរណ៍ និង បដិសណ្ឋារកិច្ច",
          "សេដ្ឋកិច្ច និងគ្រប់គ្រង"
        ]
      }
    ]
  },
  {
    "id": 4,
    "code": "uni_gov_0004",
    "universityName": "សាកលវិទ្យាល័យជាតិគ្រប់គ្រង",
    "logoName": require('../../assets/images/schools/num.jpg'),
    "address": "ផ្លូវលេខ ៩៦ សង្កាត់វត្តភ្នំ ខណ្ឌដូនពេញ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៤២៨ ១២០",
      "០១២ ៨៨៩ ៤៩៥"
    ],
    "faxes": [
      "០២៣ ៤២៧ ១០៥"
    ],
    "emails": [
      "sengbunthoeun@num.edu.kh"
    ],
    "websiteOrFacebook": [
      "www.num.edu.kh https://facebook.com/num.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រង",
        "majors": [
          "គ្រប់គ្រង",
          "ម៉ាឃីតធីង",
          "សហគ្រិនភាព"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យទេសចរណ៍ និង បដិសណ្ឋារកិច្ច",
        "majors": [
          "ទេសចរណ៍",
          "បដិសណ្ឋារកិច្ច",
          "គ្រប់គ្រងព្រឹត្តិការណ៍ទេសចរណ៍",
          "ភាសាអង់គ្លេស"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសេដ្ឋកិច្ច",
        "majors": [
          "សេដ្ឋកិច្ចពាណិជ្ជកម្ម",
          "សេដ្ឋកិច្ចអភិវឌ្ឍន៍"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យនីតិសាស្រ្ត",
        "majors": [
          "នីតិសាធារណៈ",
          "នីតិឯកជន"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យព័ត៌មានវិទ្យា",
        "majors": [
          "ព័ត៌មានវិទ្យា",
          "ព័ត៌មានវិទ្យាពាណិជ្ជកម្ម"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគណនេយ្យនិងហិរញ្ញវត្ថុ",
        "majors": [
          "ពាណិជ្ជកម្មអន្តរជាតិ",
          "បច្ចេកវិទ្យាកែច្នៃ",
          "គណនេយ្យ",
          "គណនេយ្យ និង ពន្ឋដារ",
          "គណនេយ្យ និង សវនកម្ម",
          "ហិរញ្ញវត្ថុ និងធនាគារ",
          "ហិរញ្ញវត្ថុ និងទីផ្សារមូលបត្រ",
          "ហិរញ្ញវត្ថុ និង ធានារ៉ាប់រង"
        ]
      }
    ]
  },
  {
    "id": 5,
    "code": "uni_gov_0005",
    "universityName": "សាកលវិទ្យាល័យវិទ្យាសាស្រ្តសុខាភិបាល",
    "logoName": require('../../assets/images/schools/uss.png'),
    "address": "លេខ៧៣ មហាវិថីព្រះមុនីវង្ស សង្កាត់ ស្រះចក ខណ្ឌដូនពេញ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "(855) 23 430 559"
    ],
    "faxes": [

    ],
    "emails": [
      "info@uhs.edu.kh"
    ],
    "websiteOrFacebook": [
      "https://www.facebook.com/uhs.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "មហាវិជ្ជសាស្រ្ត",
        "majors": [
          "វេជ្ជសាស្រ្ត"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យ ឱសថសាស្រ្ត",
        "majors": [
          "ឱសថសាស្រ្ត"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យ ទន្តសាស្រ្ត",
        "majors": [
          "ទន្តសាស្រ្ត"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យបច្ចេកទេសថែទាំវេជ្ជសាស្រ្ត",
        "majors": [
          "គិលានុបដ្ឋាក",
          "ឆ្មប",
          "បច្ចេកទេសមន្ទីរពិសោធន៍",
          "ព្យាបាលដោយចលនា",
          "បច្ចេកទេសវិទ្យុសាស្រ្ត"
        ]
      }
    ]
  },
  {
    "id": 6,
    "code": "uni_gov_0006",
    "universityName": "សាកលវិទ្យាល័យភូមិន្ទវិចិត្រសិល្បៈ",
    "logoName": require('../../assets/images/schools/royal_art.png'),
    "address": "អគារលេខ ៧២ កាច់ជ្រុងផ្លូវព្រះអង្គយុគន្ឋរ(លេខ១៩) និងផ្លូវមគ្គវ័ន សង្កាត់ជ័យជំនះ ខណ្ឌដូនពេញ រាជធានី",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៩៨៦ ៤១៧"
    ],
    "faxes": [
      "០២៣ ៩៨៦៤១៧"
    ],
    "emails": [
      "rufa@camnet.com.kh"
    ],
    "websiteOrFacebook": [
      "www.rufa.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យបុរាណវិទ្យា",
        "majors": [
          "បុរាណវិទ្យា",
          "មគ្គុទេសក៍បេតិកភណ្ឌវប្បធម៌"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យស្ថាបត្យកម្មនិងនគរូបនីយវិទ្យា",
        "majors": [
          "ស្ថាបត្យកម្ម និងនគរូបនីយវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យតូរ្យតន្ត្រី",
        "majors": [
          "និពន្ឋតន្ត្រី",
          "ចម្រៀងបុរាណជាពួក",
          "ឧបករណ៍តន្ត្រី (បុរាណ និងសម័យ)",
          "បញ្ញាវង់ភ្លេង",
          "តន្ត្រីវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈសូនរូប",
        "majors": [
          "វិចិត្រកម្ម",
          "ចម្លាក់ទំនើប",
          "គំនូរសារគមនាគមន៍",
          "តុបតែងលម្អនៃស្ថាបត្យកម្ម"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈនាដសាស្រ្ត",
        "majors": [
          "ដឹកនាំរឿង ល្ខោនក្បាច់បុរាណ",
          "ដឹកនាំរឿង ល្ខោនយីកេ",
          "ដឹកនាំរឿង ល្ខោនមហោរី",
          "ដឹកនាំរឿង ល្ខោនកំណាព្យ",
          "ដឹកនាំរឿង ល្ខោនស្រមោលស្បែកធំ",
          "ដឹកនាំរឿង ល្ខោននិយាយ",
          "ដឹកនាំរឿង ល្ខោនបាសាក់",
          "ដឹកនាំរឿង ល្ខោនខោល",
          "ដឹកនាំរឿង ល្ខោនអាប៉េ",
          "ដឹកនាំរឿង របាំប្រពៃណី និង សៀក"
        ]
      }
    ]
  },
  {
    "id": 7,
    "code": "uni_gov_0007",
    "universityName": "ពុទ្ធិកសាកលវិទ្យាល័យព្រះសីហនុរាជ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវលេខ ៣៩៣ តិរវិថីព្រះស៊ីសុត្ថិ សង្កាត់ជ័យជំនះ ខណ្ឌដូនពេញ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០១២ ៨៤៤ ៩២១"
    ],
    "faxes": [

    ],
    "emails": [
      "sbu@yahoo.com"
    ],
    "websiteOrFacebook": [
      "www.sbu.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យទស្សនវិជ្ជា និងសាសនា",
        "majors": [
          "ទស្សនវិជ្ជាពុទ្ធសាសនា",
          "សង្គមវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តអប់រំ និងព័ត៌មានវិទ្យា",
        "majors": [
          "គ្រប់គ្រងទូទៅ",
          "រដ្ឋបាលអប់រំ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យអក្សរសាស្រ្ត",
        "majors": [
          "អក្សរសាស្រ្តខ្មែរ",
          "បរិស្ថានវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យបាលី-សំស្រ្កឹត និងភាសាបរទេស",
        "majors": [
          "ភាសាបាលី",
          "អក្សរសាស្រ្តអង់គ្លេស"
        ]
      },
      {
        "name": "មជ្ឈមណ្ឌលគរុកោសល្យ",
        "majors": [
          "ភាសាបាលី",
          "ទស្សនវិជ្ជា"
        ]
      }
    ]
  },
  {
    "id": 8,
    "code": "uni_gov_0008",
    "universityName": "សាកលវិទ្យាល័យបាត់ដំបង",
    "logoName": require('../../assets/images/schools/btb.png'),
    "address": "ជាប់ផ្លូវជាតិលេខ៥ ភូមិអូរខ្ជាយ សង្គាត់ព្រែកស្ដេច ក្រុងបាត់ដំបង ខេត្តបាត់ដំបង",
    "province": "បាត់ដំបង",
    "phoneNumbers": [
      "០៥៣ ៩៥២ ៩០៥",
      "០៥៣ ០៥២ ៩២០"
    ],
    "faxes": [

    ],
    "emails": [
      "info@ubb.edu.kh"
    ],
    "websiteOrFacebook": [
      "www.ubb.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យយគ្រប់គ្រងពាណិជ្ជកម្ម",
        "majors": [
          "គ្រប់គ្រង",
          "គណនេយ្យ",
          "ទីផ្សារ",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "ទេសចរណ៍"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសង្គមសាស្រ្ត និងអភិវឌ្ឍន៍សហគមន៍",
        "majors": [
          "វិទ្យាសាស្រ្តសេដ្ឋកិច្ច",
          "នីតិសាស្រ្ត",
          "កសិពាណិជ្ជកម្ម",
          "អភិវឌ្ឍន៍ជនបទ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យកសិកម្ម និងកែច្នៃអាហារ",
        "majors": [
          "បសុពេទ្យ និងវិទ្យាសាស្រ្តសត្វ",
          "ក្សេត្រសាស្រ្ត",
          "កែច្នៃអាហារ",
          "វារីវប្បកម្ម"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងអប់រំ",
        "majors": [
          "អក្សរសាស្រ្តខ្មែរ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និងបច្ចកទេស",
        "majors": [
          "បច្ចេកវិទ្យាព័ត៌មានវិទ្យា",
          "វិស្វកម្មនុយក្លេអ៊ែរ",
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "គណិតវិទ្យា",
          "មីក្រូវិទ្យា",
          "រូបវិទ្យា",
          "គីមីវិទ្យា",
          "ជីវវិទ្យា"
        ]
      },
      {
        "name": "វិទ្យាស្ថានភាសាបរទេស",
        "majors": [
          "ភាសាអង់គ្លេស",
          "ភាសាកូរ៉េ"
        ]
      }
    ]
  },
  {
    "id": 9,
    "code": "uni_gov_0009",
    "universityName": "សាកលវិទ្យាល័យមានជ័យ",
    "logoName": require('../../assets/images/schools/mean_chey.jpg'),
    "address": "ដងផ្លូវជាតិលេខ៥ ភូមិបាណយ ឃុំទឹកថ្លា ក្រុងសេរីសោភ័ណ ខេត្តបន្ទាយមានជ័យ",
    "province": "បន្ទាយមានជ័យ",
    "phoneNumbers": [
      "០១២ ៩២១ ៩៧៦",
      "០៩២ ៣៩៨ 00៨",
      "០៩៧ ៧៧៧ ០៧៧៤"
    ],
    "faxes": [

    ],
    "emails": [
      "oryarath@yahoo.com",
      "sokmadynov@yahoo.com"
    ],
    "websiteOrFacebook": [
      "www.mcu.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "អក្សរសាស្រ្តខ្មែរ",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "អក្សរសាស្រ្តកូរ៉េ",
          "អក្សរសាស្រ្តចិន"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យកសិកម្ម និងកែច្នៃអាហារ",
        "majors": [
          "កសិឧស្សាហកម្ម",
          "ក្សេត្រសាស្រ្ត",
          "បសុពេទ្យ",
          "គ្រឿងយន្តកសិកម្ម"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និងបច្ចេកវិទ្យា",
        "majors": [
          "ព័ត៌មានវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសង្គមសាស្រ្ត និងអភិវឌ្ឍន៍សហគមន៍",
        "majors": [
          "អភិវឌ្ឍន៍សហគមន៍"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងពាណិជ្ជកម្ម និងទេសចរណ៍",
        "majors": [
          "គ្រប់គ្រងពាណិជ្ជកម្ម",
          "ហិរញ្ញវត្ថុ និងធនាគារ"
        ]
      }
    ]
  },
  {
    "id": 10,
    "code": "uni_gov_0010",
    "universityName": "សាកលវិទ្យាល័យស្វាយរៀង",
    "logoName": require('../../assets/images/schools/svay_reang.jpg'),
    "address": "ភូមិចំបក់ សង្កាត់ចេក ក្រុងស្វាយរៀង ខេត្តស្វាយរៀង",
    "province": "ស្វាយរៀង",
    "phoneNumbers": [
      "០៤៤ ៧១៥ ៧៧៨ / ០៧៧ ៩៧៩ ៧៧៨"
    ],
    "faxes": [
      "០៤៤ ៧១៥ ៧៧៨"
    ],
    "emails": [
      "info@sru.edu.kh"
    ],
    "websiteOrFacebook": [
      "www.sru.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងពាណិជ្ជកម្ម",
        "majors": [
          "គ្រប់គ្រង",
          "គណនេយ្យ",
          "ទីផ្សារ",
          "ហិរញ្ញវត្ថុ និង ធនាគារ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យកសិកម្ម",
        "majors": [
          "ក្សេត្រសាស្រ្ត",
          "អភិវឌ្ឍន៍ជនបទ",
          "វិទ្យាសាស្រ្ត និងវេជ្ជសាស្រ្តសត្វ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និង បច្ចេកវិទ្យា",
        "majors": [
          "គណិតវិទ្យា",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសាបរទេស",
        "majors": [
          "អក្សរសាស្រ្តអង់គ្លេស",
          "បកប្រែភាសាអង់គ្លេស"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសង្គមសាស្រ្ត",
        "majors": [
          "រដ្ឋបាលសាធារណៈ"
        ]
      }
    ]
  },
  {
    "id": 11,
    "code": "uni_gov_0011",
    "universityName": "សាកលវិទ្យាល័យជាស៊ីម កំចាយមារ",
    "logoName": require('../../assets/images/schools/komchay_mear.jpg'),
    "address": "គីឡូម៉ែត្រលេខ ១១០ ផ្លូវជាតិលេខ ១៨ ភូមិថ្នល់កែង ឃុំស្មោងខាងជើង ស្រុកកំចាយមារ ខេត្ត ព្រៃវែង រឺ ក្រុងកំពង់ចាម ខេត្តកំពង់ចាម",
    "province": "ព្រៃវែង និង កំពង់ចាម",
    "phoneNumbers": [
      "០១២ ២៩៩ ៥៧០ /  ០១២ ៧៩៩ ៥៨៧ /  ០៩៨ ៦២៦ ៣២៧ / ០១២ ៤៧៨ ៩០១ / ០១៧ ៥៥៥ ២០៦ / ០៧៧ ៧៤៤ ៤៤៧"
    ],
    "faxes": [

    ],
    "emails": [
      "info@csuk.edu.kh"
    ],
    "websiteOrFacebook": [
      "www.csuk.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "ភាសាអង់គ្លេសសម្រាប់ការអប់រំ",
          "ភាសាអង់គ្លេសសម្រាប់ការបកប្រែ",
          "ភាសាអង់គ្លេសសម្រាប់ការទំនាក់ទំនង"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និងគណិតសាស្រ្ត",
        "majors": [
          "ការងាររដ្ឋបាល",
          "ការងារជួសជុល",
          "គណិតវិទ្យា",
          "គីមីវិទ្យា",
          "ជីវវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តសង្គម",
        "majors": [
          "សេដ្ឋកិច្ច",
          "អភិវឌ្ឍន៍ជនបទ",
          "ទេសចរណ៍ និងបដិសណ្ឋារកិច្ច"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រង",
        "majors": [
          "ទីផ្សារ",
          "គណនេយ្យ",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "គ្រប់គ្រងធនធានមនុស្ស"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យកសិកម្ម",
        "majors": [
          "ក្សេត្រសាស្រ្ត",
          "គ្រប់គ្រងធនធានធម្មជាតិ",
          "ផលិតកម្មសត្វ និងបសុព្យាបាល"
        ]
      },
      {
        "name": "វិទ្យាស្ថានអភិវឌ្ឍន៍សហគមន៍",
        "majors": [
          "ក្សេត្រសាស្រ្ត",
          "មេកានិច",
          "អេឡិចត្រូនិក",
          "អគ្គិសនី",
          "គ្រឿងយន្តកសិកម្ម",
          "គណនេយ្យ",
          "ស្រាវជ្រាវ",
          "ផ្សព្វផ្សាយ",
          "ផលិតកម្មសត្វ និងបសុព្យាបាល"
        ]
      }
    ]
  },
  {
    "id": 12,
    "code": "uni_gov_0012",
    "universityName": "សាកលវិទ្យាល័យ ហេង សំរិន ត្បូងឃ្មុំ",
    "logoName": require('../../assets/images/schools/uhst.png'),
    "address": "ចម្ការម៉ៃសាក់ ឃុំស្រឡប់ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០១២ ៧៣៤ ២៣៣",
      "០១២ ៧៩៧ ៨៧៩",
      "០៨៧ ៩១៥ ៥៤៤",
      "០១៥ ៧៩៧ ៨៧៩"
    ],
    "faxes": [

    ],
    "emails": [
      "vannaro@gmail.com",
      "pintara30@gmail.com",
      "uhstpintara@gmail.com"
    ],
    "websiteOrFacebook": [
      "www.uhst.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យកសិកម្ម",
        "majors": [
          "ក្សេត្រសាស្រ្ត",
          "សេដ្ឋកិច្ចកសិកម្ម",
          "វិទ្យាសាស្រ្តសត្វ",
          "វិទ្យាសាស្រ្តព្រៃឈើ និងធនធានធម្មជាតិ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិស្វកម្ម",
        "majors": [
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "វិស្វកម្មមេកានិក និងឧស្សាហកម្ម",
          "គ្រឿងយន្តកសិកម្ម",
          "វិស្វកម្មគីមីចំណីអាហារ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យអក្សរសាស្រ្ត និងមនុស្សសាស្រ្ត",
        "majors": [
          "អក្សរសាស្រ្តខ្មែរ",
          "ប្រវត្តិវិទ្យា",
          "ទស្សនវិជ្ជា"
        ]
      },
      {
        "name": "វិទ្យាស្ថានភាសាបរទេស",
        "majors": [
          "ភាសាអង់គ្លេស",
          "ភាសាចិន",
          "ភាសាកូរ៉េ"
        ]
      },
      {
        "name": "វិទ្យាស្ថានបច្ចេកវិទ្យាព័ត៌មាន",
        "majors": [
          "កម្មវិធីកុំព្យូទ័រ",
          "បច្ចេកវិទ្យាព័ត៌មានធុរកិច្ច",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ"
        ]
      },
      {
        "name": "វិទ្យាស្ថានបណ្ដុះបណ្ដាលបច្ចេកទេស និងវិជ្ជាជីវៈ",
        "majors": [

        ]
      }
    ]
  },
  {
    "id": 13,
    "code": "uni_gov_0013",
    "universityName": "វិទ្យាស្ថានបច្ចេកវិទ្យាកម្ពុជា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "មហាវិថីសហព័ន្ធរុស្សី រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៨៨០ ៣៧០"
    ],
    "faxes": [
      "០២៣ ៨៨០ ៣៦៩"
    ],
    "emails": [
      "info@itc.edu.kh"
    ],
    "websiteOrFacebook": [
      "www.itc.edu.kh"
    ],
    "mailbox": "86",
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "ដេប៉ាតឺម៉ង់ទេពកោសល្យគីមីចំណីអាហារ",
        "majors": [
          "វិស្វកម្មគីមី និងបច្ចេកវិទ្យាចំណីអាហារ"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់ទេពកោសល្យស៊ីវិល",
        "majors": [
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "វិស្វកម្មស្ថាបត្យកម្ម"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់ទេពកោសល្យអគ្គិសនី និងថាមពល",
        "majors": [
          "អគ្គិសនី និងអេឡិចត្រូនិក"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់ទេពកោសល្យធនធានរ៉ែ និងភូគព្ភសាស្រ្ត",
        "majors": [
          "វិស្វកម្មធនធានរ៉ែ និង ភូគព្ភសាស្រ្ត"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់ទេពកោសល្យព័ត៌មានវិទ្យា និងទំនាក់ទំនង",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់ទេពកោសល្យឧស្សាហកម្ម និងមេកានិក",
        "majors": [
          "វិស្វកម្មឧស្សាហកម្ម និង មេកានិក"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់ទេពកោសល្យជនបទ",
        "majors": [
          "វិស្វកម្មធនធានទឹក និងហេដ្ឋារចនាសម្ព័ន្ឋជនបទ"
        ]
      }
    ]
  },
  {
    "id": 14,
    "code": "uni_gov_0014",
    "universityName": "វិទ្យាស្ថាននាវាចរណ៍កម្ពុជា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "អគារលេខ ៦៤៥ តិរះវិថីស៊ីសុវត្ថិ សង្កាត់ស្រះចក ខណ្ឌដូនពេញ រាជធានី",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០១៦ ៩៤០ ៩០៨",
      "០១០ ៤៤៤ ៣៨១"
    ],
    "faxes": [
      "០២៣ ៤២៧ ៨០២"
    ],
    "emails": [
      "ppapmpwt@online.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តបើកបរនាវាសមុទ្រ",
        "majors": [
          "បច្ចេកទេសកណ្ណធារសាស្រ្ត"
        ]
      }
    ]
  },
  {
    "id": 15,
    "code": "uni_gov_0015",
    "universityName": "វិទ្យាស្ថានបច្ចេកវិទ្យាកំពង់ឈើទាល",
    "logoName": require('../../assets/images/schools/chhir_teal.jpg'),
    "address": "ភូមិសំបូរ ឃុំសំបូរ ស្រុកប្រាសាទសំបូរ ខេត្តកំពង់ធំ",
    "province": "កំពង់ធំ",
    "phoneNumbers": [
      "០៨៩ ៣៦៥ ៨៦១"
    ],
    "faxes": [

    ],
    "emails": [
      "pechseangchula@gmail.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "វិទ្យាស្ថានបច្ចេកវិទ្យាកំពង់ឈើទាល",
        "majors": [
          "អេឡិចត្រូនិក",
          "ទូរគមនាគមន៍",
          "អគ្គិសនី",
          "វិទ្យាសាស្រ្តសត្វ",
          "វិទ្យាសាស្រ្តដំណាំ",
          "កុំព្យូទ័រពាណិជ្ជកម្ម",
          "គ្រប់គ្រងទេសចរណ៍ និង សណ្ឋាគារ"
        ]
      }
    ]
  },
  {
    "id": 16,
    "code": "uni_gov_0016",
    "universityName": "វិទ្យាស្ថានវិទ្យាសាស្រ្តសុខាភិបាល ខេមៈភូមិន្ទ",
    "logoName": require('../../assets/images/schools/health_phumin.png'),
    "address": "ផ្លូវជាតិលេខ ៣ ភូមិក្រាំងដូនទៃ សង្កាត់ចោមចៅ ខណ្ឌពោធិ៍សែនជ័យ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៦៤៦ ៥៧៧៧",
      "០៩៧ ៩៧៦ ២៤៧៦"
    ],
    "faxes": [

    ],
    "emails": [
      "his.rcaf@gmail.com"
    ],
    "websiteOrFacebook": [
      "www.insti-sante.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យវេជ្ជសាស្រ្ត",
        "majors": [
          "វេជ្ជសាស្រ្ត"
        ]
      },
      {
        "name": "មហាវិទ្យាសាស្រ្តឱសថសាស្រ្ត",
        "majors": [
          "ឱសថសាស្រ្ត"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យទន្តសាស្រ្ត",
        "majors": [
          "ទន្តសាស្រ្ត"
        ]
      },
      {
        "name": "សាលាថែទាំវេជ្ជសាស្រ្ត",
        "majors": [
          "គិលានុបដ្ឋាក",
          "គិលានុបដ្ឋាក-ឆ្មប",
          "ឆ្មប",
          "បច្ចេកទេសមន្ទីរពិសោធន៍វេជ្ជសាស្រ្ត"
        ]
      }
    ]
  },
  {
    "id": 17,
    "code": "uni_gov_0017",
    "universityName": "វិទ្យាស្ថានវិទ្យាសាស្រ្តអគ្គិសនី",
    "logoName": require('../../assets/images/schools/science_electric.png'),
    "address": "ផ្លូវ ២១៧ (ចំការដូង) ភូមិសំបូរ សង្កាត់ដង្កោ ខណ្ឌដង្កោ រាជធានីភ្នំពេញ។",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៨៨០ ១១៦"
    ],
    "faxes": [
      "០២៣ ៨៨០ ១១៦"
    ],
    "emails": [
      "edc_ies@yahoo.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "វិទ្យាស្ថានវិទ្យាសាស្រ្តអគ្គិសនី",
        "majors": [
          "អគ្គិសនី"
        ]
      }
    ]
  },
  {
    "id": 18,
    "code": "uni_gov_0018",
    "universityName": "វិទ្យាស្ថានជាតិប្រៃសណីយ៍ ទូរគមនាគមន៍ និង ព័ត៌មាន",
    "logoName": require('../../assets/images/schools/niptict.png'),
    "address": "អាគារលេខ ៤១ ជាប់ទីស្ដីការគណៈរដ្ឋមន្ត្រី នៅតាមបណ្ដោយផ្លូវសហព័ន្ឋរុស្សី រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០១៥ ៣៣៥ ៨៧៧",
      "០៧៧ ៣៣៥ ៨៧៧"
    ],
    "faxes": [

    ],
    "emails": [
      "info@niptict.edu.kh"
    ],
    "websiteOrFacebook": [
      "www.niptict.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងប្រៃសណីយ៍ និងភស្តុភារ",
        "majors": [
          "ពាណិជ្ជកម្មអេឡិចត្រូនិក និងភស្តុភារ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យបច្ចេកវិទ្យាទូរគមនាគមន៍ និងបណ្ដាញ",
        "majors": [
          "ទូរគមនាគមន៍ និងបណ្ដាញ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តកុំព្យូទ័រ",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ"
        ]
      }
    ]
  },
  {
    "id": 19,
    "code": "uni_gov_0019",
    "universityName": "សាលាជាតិកសិកម្មព្រែកលៀប",
    "logoName": require('../../assets/images/schools/prek_leap_agriculture.jpg'),
    "address": "ផ្លូវជាតិលេខ ៦ សង្កាត់ព្រែកលាប ខណ្ឌជ្រោយចង្វារ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៦៩១ ០៥៨២",
      "០៩២ ៧៦៧ ៨៨០"
    ],
    "faxes": [
      "០២៣ ២១៩ ៧៤៦"
    ],
    "emails": [
      "info@pnsa.edu.kh"
    ],
    "websiteOrFacebook": [
      "www.pnsa.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "ដេប៉ាតឺម៉ង់វិទ្យាសាស្រ្តកសិកម្ម",
        "majors": [
          "វិទ្យាសាស្រ្តកសិកម្ម"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់វិទ្យាសាស្រ្ត និងវេជ្ជសាស្រ្តសត្វ",
        "majors": [
          "វិទ្យាសាស្រ្ត និង វេជ្ជសាស្រ្តសត្វ"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់វិទ្យាសាស្រ្តជលផល",
        "majors": [
          "វិទ្យាសាស្រ្តជលផល"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់វិទ្យាសាស្រ្តព្រៃឈើ",
        "majors": [
          "វិទ្យាសាស្រ្តព្រៃឈើ"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់សាកវប្បកម្ម",
        "majors": [
          "សាកវប្បកម្ម"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់សេដ្ឋកិច្ចកសិកម្ម",
        "majors": [
          "សេដ្ឋកិច្ចកសិកម្ម"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់កសិ-ឧស្សាហកម្ម",
        "majors": [
          "កសិ-ឧស្សាហកម្ម"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់សុរិយោដី",
        "majors": [
          "សុរិយោដី"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់ផ្សព្វផ្សាយ និង អភិវឌ្ឍន៍ជនបទ",
        "majors": [
          "ផ្សព្វផ្សាយ និងអភិវឌ្ឍន៍ជនបទ"
        ]
      }
    ]
  },
  {
    "id": 20,
    "code": "uni_gov_0020",
    "universityName": "សាលាជាតិកសិកម្មកំពង់ចាម",
    "logoName": require('../../assets/images/schools/kc_national_school_agriculture.jpg'),
    "address": "ភូមិទី ៦ ផ្លូវជាតិលេខ ៧ចាស់ សង្កាត់វាលវង់ ក្រុងកំពង់ចាម ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៤២ ៩៤៣ ៣៩៩",
      "០១២ ៨៨៤ ១១០"
    ],
    "faxes": [
      "៤២ ៩៤៣ ៣៩៩"
    ],
    "emails": [
      "sereisoun@yahoo.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "ដេប៉ាតឺម៉ង់វិទ្យាសាស្រ្តកសិកម្ម",
        "majors": [
          "វិទ្យាសាស្រ្តកសិកម្ម"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់វិទ្យាសាស្រ្តនិងវិជ្ជសាស្រ្ត",
        "majors": [
          "វិទ្យាសាស្រ្ត និង វេជ្ជសាស្រ្តសត្វ"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់វិទ្យាសាស្រ្តកៅស៊ូ",
        "majors": [
          "វិទ្យាសាស្រ្តកៅស៊ូ"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់វិទ្យាសាស្រ្តជលផល",
        "majors": [
          "វិទ្យាសាស្រ្តជលផល"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់វិទ្យាសាស្រ្តសេដ្ឋកិច្ចកសិកម្ម និង អភិវឌ្ឍជនបទ",
        "majors": [
          "វិទ្យាសាស្រ្តសេដ្ឋកិច្ច និងគ្រប់គ្រងកសិកម្ម"
        ]
      }
    ]
  },
  {
    "id": 21,
    "code": "uni_gov_0021",
    "universityName": "សាខាសាកលវិទ្យាល័យជាស៊ីម កំចាយមារ",
    "logoName": require('../../assets/images/schools/komchay_mear.jpg'),
    "address": "ភូមិឡូតិ៍លេខ ៦ សង្កាត់កំពង់លាវ ក្រុងព្រៃវែង ខេត្តព្រៃវែង",
    "province": "ព្រៃវែង",
    "phoneNumbers": [
      "០៩៥ ៤៤៤ ៦៧៨",
      "០១៧ ៥៥៥ ២០៦",
      "០៨១ ៩២០ ៩២០"
    ],
    "faxes": [

    ],
    "emails": [
      "radys.fdcc@yahoo.com",
      "nunsavuth@yahoo.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រង",
        "majors": [
          "គណនេយ្យ",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "គ្រប់គ្រងធនធានមនុស្ស",
          "ទីផ្សារ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ \nមនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "ភាសាអង់គេ្លស",
          "អក្សរសាស្រ្តខ្មែរ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត\nគណិតសាស្រ្ត",
        "majors": [
          "ព័ត៌មានវិទ្យា",
          "គណិតវិទ្យា",
          "គីមីវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត\nសង្គម",
        "majors": [
          "សេដ្ឋកិច្ច",
          "ទេសចរណ៍ និងបដិសណ្ឋាកិច្ច",
          "អភិវឌ្ឍន៍ជនបទ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យកសិកម្ម",
        "majors": [
          "ក្សេត្រសាស្រ្ត",
          "គ្រប់គ្រងធនធានធម្មជាតិ",
          "ផលិតកម្មសត្វ និងបសុព្យាបាល"
        ]
      }
    ]
  },
  {
    "id": 22,
    "code": "uni_gov_0022",
    "universityName": "សាខាសាកលវិទ្យាល័យជាស៊ីម កំចាយមារ",
    "logoName": require('../../assets/images/schools/komchay_mear.jpg'),
    "address": "ផ្លូវជាតិលេខ ៧ ភូមិបឹងស្នាយ សង្កាត់សំបូរមាស ក្រុងកំពង់ចាម ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៤២ ៥៥៥ ៥៧៨៨",
      "០៧៨ ៨៨៨ ១៧៨",
      "០៨៨ ៥៥៣ ៣៨៨៨",
      "០១០ ៧៤៤ ៤៤៧"
    ],
    "faxes": [

    ],
    "emails": [
      "yeansambo@yahoo.com",
      "pisith888@gmail.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រង",
        "majors": [
          "គណនេយ្យ",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "គ្រប់គ្រងធនធានមនុស្ស",
          "ទីផ្សារ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ \nមនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "ភាសាអង់គេ្លស",
          "អក្សរសាស្រ្តខ្មែរ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត\nគណិតសាស្រ្ត",
        "majors": [
          "ព័ត៌មានវិទ្យា",
          "គណិតវិទ្យា",
          "គីមីវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត\nសង្គម",
        "majors": [
          "សេដ្ឋកិច្ច",
          "ទេសចរណ៍ និងបដិសណ្ឋាកិច្ច",
          "អភិវឌ្ឍន៍ជនបទ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យកសិកម្ម",
        "majors": [
          "ក្សេត្រសាស្រ្ត",
          "គ្រប់គ្រងធនធានធម្មជាតិ",
          "ផលិតកម្មសត្វ និងបសុព្យាបាល"
        ]
      }
    ]
  },
  {
    "id": 23,
    "code": "uni_gov_0023",
    "universityName": "វិទ្យាស្ថានជាតិពហុបច្ចេកទេសកម្ពុជា",
    "logoName": require('../../assets/images/schools/npic.png'),
    "address": "ភូមិព្រៃពពិល សង្កាត់សំរោងក្រោម ខណ្ឌពោធិ៍សែនជ័យ ភ្នំពេញ",
    "province": null,
    "phoneNumbers": [
      "០២៣ ៩៦១៥ ១៩៣",
      "០១៦ ៥៣៥ ៦៣៦",
      "០១២ ៣៨១ ២៤៦",
      "០១១ ៧៦៩ ០០៣"
    ],
    "faxes": [

    ],
    "emails": [
      "npicinfo@gmail.com"
    ],
    "websiteOrFacebook": [
      "www.npic.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "វិស្វកម្មអគ្គិសនី",
          "បច្ចេកវិទ្យាថាមពល",
          "ទូរគមនាគមន៍",
          "វិស្វកម្មអេឡិចត្រូនិក",
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "វិស្វកម្មស្ថាបត្យកម្ម",
          "វិស្វកម្មមេកានិកទូទៅ",
          "វិស្វកម្មមេកានិករថយន្ត",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "ទេសចរណ៍ និងបដិសណ្ឋារកិច្ច",
          "បរិក្ខារត្រជាក់",
          "គ្រប់គ្រងបច្ចេកវិទ្យា",
          "គណនេយ្យ"
        ]
      }
    ]
  },
  {
    "id": 24,
    "code": "uni_gov_0024",
    "universityName": "វិទ្យាស្ថានជាតិបណ្ដុះបណ្ដាលបច្ចេកទេស",
    "logoName": require('../../assets/images/schools/ntti.png'),
    "address": "សហព័ន្ធរុស្សី សង្កាត់ទឹកថ្លា ខណ្ឌ សែនសុខ រាជធានីភំ្នពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៨៨៣ ០៣៩"
    ],
    "faxes": [
      "០២៣ ៨៨៣ ០៩"
    ],
    "emails": [
      "info@ntti.edu.kh"
    ],
    "websiteOrFacebook": [
      "www.ntti.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "ព័ត៌មានវិទ្យា",
          "សំណង់ស៊ីវិល",
          "អេឡិចត្រូនិក",
          "វិស្វកម្មអគ្គិសនី",
          "ស្ថាបត្យកម្ម",
          "បរិក្ខារត្រជាក់",
          "គរុនិសិ្សតកម្រិតឧត្តម",
          "គរុនិសិ្សតកម្រិតមូលដ្ឋាន"
        ]
      }
    ]
  },
  {
    "id": 25,
    "code": "uni_gov_0025",
    "universityName": "វិទ្យាស្ថានជាតិសុខភាពសារធារណៈ",
    "logoName": require('../../assets/images/schools/niph.jpg'),
    "address": "ផ្លូវ ២៨៩ សង្កាត់បឹងកក់ ២ ខណ្ឌទួលគោក រាជធានីភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៨៨០ ៣៤៥"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "គ្រប់គ្រងមេរោគ និងការការពារ",
          "អភិវឌ្ឍន៍ប្រព័ន្ធសុខភាព",
          "រោគរាតត្បាត",
          "អាហាររូបត្ថម្ភ",
          "រដ្ឋបាលមន្ទីរពេទ្យ"
        ]
      }
    ]
  },
  {
    "id": 26,
    "code": "uni_gov_0026",
    "universityName": "វិទ្យាស្ថានជាតិសង្គមកិច្ច",
    "logoName": require('../../assets/images/schools/national_institute_of_social_affairs.png'),
    "address": "ផ្លូវដួងងៀប សង្កាត់ស្ទឹងមានជ័យ ខណ្ឌមានជ័យ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០១២ ៥៦៥ ០២២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.nisa-edu.gov.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "សង្គមកិច្ចវិទ្យា",
          "កិច្ចគាំពារសង្គម",
          "សង្គមវិទ្យា",
          "ភាសាអង់គ្លេស",
          "គោលនយោបាយសាធារណៈ",
          "រដ្ឋបាលសាធារណៈ",
          "គ្រប់គ្រងសាធារណៈ",
          "គោលនយោបាយសង្គម"
        ]
      }
    ]
  },
  {
    "id": 27,
    "code": "uni_gov_0027",
    "universityName": "ពុទ្ធិកសាកលវិទ្យាល័យព្រះសីហមុនីរាជា",
    "logoName": require('../../assets/images/schools/mony_reachea.png'),
    "address": "ផ្លូវស៊ីសុវត្ថិ សង្កាត់ទន្លេបាសាក់ ខណ្ឌចំការមន រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០១៦ ៤៣ ៤៣ ២៥ \n០៧៧ ៤៣ ៤៣ ២៥"
    ],
    "faxes": [

    ],
    "emails": [
      "info@psbu.edu.kh"
    ],
    "websiteOrFacebook": [
      "www.psbu.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "ទស្សនវិជ្ជា",
          "សាសនា",
          "នីតិសាស្រ្ត",
          "ភាសាបាលី",
          "ភាសាសំស្ក្រឹត",
          "ភាសាបរទេស",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "វិទ្យសាស្រ្តអប់រំ",
          "អក្សរសាស្រ្ត"
        ]
      }
    ]
  },
  {
    "id": 28,
    "code": "uni_gov_0028",
    "universityName": "វិទ្យាស្ថានជាតិបណ្តុះបណ្តាលបច្ចេកទេស",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវសហព័ន្ធរុស្សី សង្កាត់ទឹកថ្លា ខណ្ឌសែនសុខ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០១២ ៦៦៧ ៧៥៣"
    ],
    "faxes": [

    ],
    "emails": [
      "info@ntti.edu.kh"
    ],
    "websiteOrFacebook": [
      "www.ntti.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "ស្ថាបត្យកម្ម",
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "អេឡិចត្រូនិក",
          "វិស្វកម្មអគ្គិសនី",
          "ព័ត៌មានវិទ្យា",
          "បរិក្ខាត្រជាក់",
          "គរុនិស្សិតកម្រិតឧត្តម",
          "គរុនិសិ្សតកម្រិតមូលដ្ឋាន",
          "សំណង់ស៊ីវិល",
          "អគ្គិសនី",
          "ជួសជុសកុំព្យូទ័រ"
        ]
      }
    ]
  },
  {
    "id": 29,
    "code": "uni_gov_0029",
    "universityName": "វិទ្យាស្ថានពហុបច្ចេកទេសព្រះកុសមៈ",
    "logoName": require('../../assets/images/schools/kosomak.jpg'),
    "address": "ផ្លូវសហព័ន្ធរុស្សី ភូមិចុងថ្នល់ខាងកើត សង្កាត់ទឹកថ្លា ខណ្ឌសែនសុខ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០១២ ៨២៦ ៤០៤ , ០១១ ៧៦០ ០០០ , ០១២ ៦៥៥ ៦៤៤ , ០១៦ ៥២៨ ៨០០"
    ],
    "faxes": [

    ],
    "emails": [
      "ppi@ppiedu.com"
    ],
    "websiteOrFacebook": [
      "www.ppiedu.com"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យអគ្គិសនី",
        "majors": [
          "វិស្វកម្មអគ្គិសនី"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសំណង់ស៊ីវិល",
        "majors": [
          "វិស្វកម្មសំណង់ស៊ីវិល"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យអេឡិចត្រូនិច",
        "majors": [
          "វិស្វកម្មអេឡិចត្រូនិក"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យបច្ចេកវិទ្យាព័ត៌មាន",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រង",
        "majors": [
          "គណនេយ្យ និងហិរញ្ញវត្ថុ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យម៉ាឃីតធីង",
        "majors": [
          "ទីផ្សារ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគណនេយ្យ",
        "majors": [
          "គ្រប់គ្រង",
          "បណ្តាញអគ្គិសនីក្នុងអគារ",
          "ការងារកំបោរ",
          "បរិក្ខារត្រជាក់",
          "បណ្តាញទឹក"
        ]
      }
    ]
  },
  {
    "id": 30,
    "code": "uni_gov_0030",
    "universityName": "វិទ្យាស្ថានអភិវឌ្ឍន៍សហគ្រិនភាពកម្ពុជា - ឥណ្ឌា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវសហព័ន្ធរុស្សី សង្កាត់ទឹកថ្លា ខណ្ឌសែនសុខ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០១២ ៨០៦ ៦៣១ / 096 39 69 865 /  ០៨៥ ៧៦៦ ៦៦៣"
    ],
    "faxes": [

    ],
    "emails": [
      "niei.tvet@gmail.com"
    ],
    "websiteOrFacebook": [
      "www.niei.tvet.com"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "គ្រប់គ្រង និងសហគ្រិនភាព",
          "គ្រប់គ្រង",
          "ទីផ្សារ និងការលក់",
          "គណនេយ្យ",
          "សេដ្ឋកិច្ចពាណិជ្ជកម្ម",
          "អក្សរសាស្រ្តអង់គ្លេស"
        ]
      }
    ]
  },
  {
    "id": 31,
    "code": "uni_gov_0031",
    "universityName": "វិទ្យាស្ថានជាតិពាណិជ្ជសាស្រ្ត",
    "logoName": require('../../assets/images/schools/nib.png'),
    "address": "ផ្លូវមុនីរ៉េត ភូមិទ្រា សង្កាត់ស្ទឹងមានជ័យ ខណ្ឌមានជ័យ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០១២ ៦០៦ ៥៧២ / ០១២ ៨៥៣ ០៣០/ ០១១ ៧២២ ១៨៨"
    ],
    "faxes": [

    ],
    "emails": [
      "tepoeuntvet@gmail.com"
    ],
    "websiteOrFacebook": [
      "www.nib.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "គ្រប់គ្រងអាជីវកម្ម",
          "ព័ត៌មានវិទ្យា",
          "ទំនាក់ទំនងអន្តរជាតិ",
          "គ្រប់គ្រងពាណិជ្ជកម្មអន្តរជាតិ",
          "ទីផ្សារ និងការលក់",
          "គណនេយ្យ និងហិរញ្ញវត្ថុ",
          "សេដ្ឋកិច្ចពាណិជ្ជកម្ម",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "សេវាកម្មកុំព្យូទ័រ",
          "សេវាកម្មធនធានមនុស្ស",
          "សេវាកម្មរដ្ឋបាល",
          "សេវាកម្មអតិថិជន",
          "គណនេយ្យទូទៅ",
          "គ្រប់គ្រងការិយាល័យ និងលេខាធិការ",
          "វិធីសាស្រ្តធ្វើបទបង្ហាញ",
          "គោលការណ៍នៃការគ្រប់គ្រង",
          "សេវាកម្មអតិថិជន",
          "Ms. Word, Excel & Power Point",
          "វិធីសាស្រ្តស្រាវជ្រាវទីផ្សារ",
          "គ្រប់គ្រងធនធានមនុស្ស",
          "ជំនាញលក់",
          "ផែនការអាជីវកម្ម"
        ]
      }
    ]
  },
  {
    "id": 32,
    "code": "uni_gov_0032",
    "universityName": "វិទ្យាស្ថានបច្ចេកទេសឧស្សាហកម្ម",
    "logoName": require('../../assets/images/schools/iti.jpg'),
    "address": "ផ្លូវសហព័ន្ធរុស្សី សង្កាត់ទឹកថ្លា ខណ្ឌសែនសុខ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៨៨៣ ០៣៩/០៩៨ ៩១៦ ៤៩៩ / ០៨៩ ៩១៦ ៣៩៩ / ០៦៦ ៦២៤ ៧២៤"
    ],
    "faxes": [

    ],
    "emails": [
      "itikhmer@gmail.com"
    ],
    "websiteOrFacebook": [
      "https://web.facebook.com/iti.edu.kh.cam/"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "ព័ត៌មានវិទ្យា",
          "វិស្វកម្មលោហៈ",
          "វិស្វកម្មរថយន្ត",
          "បរិក្ខារត្រជាក់",
          "វិស្វកម្មអគ្គិសនី",
          "លោហៈបន្ទះបន្សារ",
          "ផ្នែកបរិក្ខារត្រជាក់",
          "ផ្នែករថយន្ត",
          "ផ្នែកប្រព័ន្ធអគ្គិសនីរថយន្ត",
          "ផ្នែកបោះពុម្ព",
          "ផ្នែកវិស្វកម្មលោហៈ",
          "ផ្នែកជួសជុលម៉ាស៊ីនធុនតូច",
          "លោហៈបន្ទះបន្សារ"
        ]
      }
    ]
  },
  {
    "id": 33,
    "code": "uni_gov_0033",
    "universityName": "វិទ្យាស្ថានអភិវឌ្ឍន៍មុខជំនាញកម្ពុជា - ថៃ",
    "logoName": require('../../assets/images/schools/ctsdi.jpg'),
    "address": "ផ្លូវអូរឌឹម-កប់ស្រូវ ភូមិព្រៃពពេល សង្កាត់សំរោងក្រោម ខណ្ឌពោធិ៍សែនជ័យ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៩០០ ០៥៦/០១២ ៨៩៨ ០២៤/០១២ ៦៣៧ ៦០៧/ ០១៦ ៥៥៥ ៣៥០/ ០១២ ៨៣៦ ៦៨២"
    ],
    "faxes": [

    ],
    "emails": [
      "info@ctsdi.edu.kh"
    ],
    "websiteOrFacebook": [
      "www.ctsdi.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "អគ្គិសនី",
          "សំណង់ស៊ីវិល",
          "បរិក្ខារត្រជាក់",
          "វិស្វកម្មអគ្គិសនី",
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "តបណ្តាញអគ្គិសនីក្នុងអគារ",
          "ថែទាំនិងជួសជុលរថយន្ត",
          "ជួសជុលបរិក្ខារត្រជាក់",
          "សេវាកម្មកុំព្យូទ័រ",
          "ផ្សារលោហៈ",
          "បរិក្ខារត្រជាក់",
          "ជួសជុលម៉ូតូ",
          "កាត់ដេរ",
          "សម្អាងការ",
          "ចិញ្ចឹមមាន់",
          "បណ្តុះផ្សិត"
        ]
      }
    ]
  },
  {
    "id": 34,
    "code": "uni_gov_0034",
    "universityName": "សាលាមធ្យមសិក្សាបច្ចេកទេស JVC",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវជាតិលេខ៦ ភូមិដើមគរ សង្កាត់ជ្រោយចង្វារ ខណ្ឌជ្រោយចង្វារ រាជធានីភ្នំពេញ",
    "province": "តាមបណ្តោយផ្លូវជាតិលេខ ៦A ចំងាយ ៣០០ ម៉ែត្រ\nពីគល់ស្ពានជ្រោយចង្វា សង្កាត់ជ្រោយចង្វា\nខណ្ឌឫស្សីកែវ រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០១២ ៧៣៧ ១៥៦ / ០១២ ៤៩៩ ៩៥៩ / ០១២ ៩៩៧ ១០៥"
    ],
    "faxes": [

    ],
    "emails": [
      "jvcschool@yahoo.com",
      "info@jvctechnicalcollege.com"
    ],
    "websiteOrFacebook": [
      "www.jvctechnicalcollege.com"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "វិស្វកម្មរថយន្ត",
          "ជួសជុលរថយន្ត"
        ]
      }
    ]
  },
  {
    "id": 35,
    "code": "uni_gov_0035",
    "universityName": "វិទ្យាស្ថានជាតិពហុបច្ចេកទេសកម្ពុជា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិព្រៃពពេល សង្កាត់សំរោងក្រោម ខណ្ឌពោធិ៍សែនជ័យ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០១២ ៨៤៤ ៧៤១ / ០១៧ ៩៣៨ ៤០៥ / ០១២ ៨៦៦ ០៨០"
    ],
    "faxes": [

    ],
    "emails": [
      "bpearin@gmail.com",
      "phasy.muong@gmail.com"
    ],
    "websiteOrFacebook": [
      "www.npic.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "វិស្វកម្មមេកានិករថយន្ត",
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "វិស្វកម្មអេឡិចត្រូនិក",
          "វិស្វកម្មអគ្គិសនី",
          "វិស្វកម្មមេកានិកទូទៅ",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "គ្រប់គ្រងទេសចរណ៍",
          "ស្ថាបត្យកម្ម",
          "វិជ្ជាជីវៈគណនេយ្យ",
          "ទូរគមនាគមន៍",
          "ដឹកជញ្ជូន និងចែកចាយថាមពល",
          "បច្ចេកវិទ្យាថាមពល",
          "ប្រព័ន្ធបញ្ជាស្វ័យប្រវត្តិ",
          "អគ្គិសនី",
          "សំណង់ស៊ីវិល",
          "មេកានិកទូទៅ",
          "សិល្បៈចម្អិនម្ហូបអាហារ",
          "Optician",
          "មេកានិករថយន្ត",
          "មេកាត្រូនិក",
          "អេឡិចត្រូនិក",
          "បរិក្ខាត្រជាក់",
          "អគ្គិសនី",
          "សំណង់",
          "ជួសជុសរថយន្ត",
          "ផ្សារ",
          "ក្រឡឹង",
          "សិល្បៈនៃការចម្អិន",
          "ជួសជុសកុំព្យូទ័រ",
          "Optician",
          "ភាសាកូរ៉េ",
          "សិល្បៈនៃការចម្អិនអាហារ"
        ]
      }
    ]
  },
  {
    "id": 36,
    "code": "uni_gov_0036",
    "universityName": "មជ្ឈមណ្ឌលអភិវឌ្ឍន៍មុខជំនាញកម្ពុជា - ថៃ",
    "logoName": require('../../assets/images/schools/ctsdc.jpg'),
    "address": "ភូមិព្រៃពពេល សង្កាត់សំរោងក្រោម ខណ្ឌពោធិ៍សែនជ័យ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០៩២ ៨២៧ ០៨៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "អ៊ុតសក់ ផាត់មុខ",
          "កាត់ដេរសម្លៀកបំពាក់",
          "កុំព្យូទ័ររដ្ឋបាល",
          "អគ្គិសនី"
        ]
      }
    ]
  },
  {
    "id": 37,
    "code": "uni_gov_0037",
    "universityName": "វិទ្យាស្ថានបច្ចេកវិទ្យាកំពង់ស្ពឺ",
    "logoName": require('../../assets/images/schools/ksit.jpg'),
    "address": "ផ្លូវជាតិលេខ ៤៤ ភូមិអូរអង្គុំ ឃុំអមលាំង ស្រុកថ្ពង ខេត្តកំពង់ស្ពឺ ខេត្តកំពង់ស្ពឺ",
    "province": "កំពង់ស្ពឺ",
    "phoneNumbers": [
      "០៨៥ ៤៨៣ ៦០៩  / ០១១ ៤២៥ ២៧៩ / ០១០ ៧៧០ ៧៧៤"
    ],
    "faxes": [

    ],
    "emails": [
      "info@ksit.edu.kh, bunhe@ksit.edu.kh, siek.nguon@ksit.edu.kh"
    ],
    "websiteOrFacebook": [
      "http://ksit.edu.kh/",
      "https://web.facebook.com/KSITCambodia"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "វិស្វកម្មអគ្គិសនី",
          "វិស្វកម្មអេឡិចត្រូនិក",
          "វិស្វកម្មមេកានិក",
          "វិស្វកម្មគីមីចំណីអាហារ",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "កុំព្យូទ័រពាណិជ្ជកម្ម",
          "បសុវប្បកម្ម",
          "ក្សេត្រសាស្រ្ត",
          "ទេសចរណ៍ និងសណ្ឋាគារ",
          "គ្រប់គ្រងធុរកិច្ច"
        ]
      }
    ]
  },
  {
    "id": 38,
    "code": "uni_gov_0038",
    "universityName": "វិទ្យាស្ថានពហុបច្ចេកទេសភូមិភាគតេជោសែនបាត់ដំបង",
    "logoName": require('../../assets/images/schools/rpitsb.jpg'),
    "address": "ភូមិមហាទេព សង្កាត់ស្វាយប៉ោ ក្រុងបាត់ដំបង ខេត្តបាត់ដំបង",
    "province": "បាត់ដំបង",
    "phoneNumbers": [
      "០១៧ ៤៨០ ៧៦២\n០៧៨ ៣០៦ ៦០៦ / ០៨៦ ៨៧៩ ២៩២ / ០៩៣ ៤៦៩ ៦៤៨"
    ],
    "faxes": [

    ],
    "emails": [
      "rpitsbbattambang@gmail.com",
      "schhay74@gmail.com",
      "darith9398@yahoo.com"
    ],
    "websiteOrFacebook": [
      "www.pib.edu.kh",
      "https://web.facebook.com/rtcbattambang"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "អគ្គិសនី",
          "អេឡិចត្រូនិក",
          "ព័ត៌មានវិទ្យា",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "កសិកម្ម",
          "ភាសាអង់គេ្លស",
          "តបណ្តាញអគ្គិសនី",
          "សេវាកម្មកុំព្យូទ័រ",
          "មេកានិក",
          "កសិកម្ម",
          "តបណ្តាញអគ្គិសនី",
          "ក្រាហ្វិចឌីសាញ",
          "ជួសជុលកុំព្យូទ័រ",
          "សម្អាងការ"
        ]
      }
    ]
  },
  {
    "id": 39,
    "code": "uni_gov_0039",
    "universityName": "វិទ្យាស្ថានពហុបច្ចេកទេសភូមិភាគតេជោសែនសៀមរាប",
    "logoName": require('../../assets/images/schools/rpitssr.png'),
    "address": "ភូមិបន្ទាយចាស់ សង្កាត់ស្លក្រាម ក្រុងសៀមរាប ខេត្តសៀមរាប",
    "province": "សៀមរាប",
    "phoneNumbers": [
      "០១២ ៩០៦ ២៨៥ / ០១២ ៣២៥ ២២៣ / ០៧០ ៧៨៨ ៩៩០ / ០៦៣ ៧៦៦ ២៩១"
    ],
    "faxes": [

    ],
    "emails": [
      "info@rpitssr.edu.kh"
    ],
    "websiteOrFacebook": [
      "www.rpitssr.edu.kh",
      "https://web.facebook.com/rpitssr.page"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "អគ្គិសនី",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "សំណង់ស៊ីវិល",
          "បរិក្ខារត្រជាក់",
          "អេឡិចត្រូនិក",
          "សណ្ឋាគារ និងបដិសណ្ឋារកិច្ច",
          "វិទ្យាសាស្រ្តគ្រប់គ្រង កសិកម្ម និងអភិវឌ្ឍសេដ្ឋកិច្ច",
          "គ្រប់គ្រង",
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "វិទ្យាសាស្រ្តគ្រប់គ្រង",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "ទីផ្សារ",
          "គណនេយ្យ",
          "វិស្វកម្មអគ្គិសនី",
          "សណ្ឋាគារ និងបដិសណ្ឋារកិច្ច",
          "អ្នកជំនាញអគ្គិសនីក្នុងអគារ គេហដ្ឋាន",
          "ជួសជុលម៉ាស៊ីនត្រជាក់ និងទូរទឹកកក",
          "ធ្វើម្ហូប",
          "ជួសជុលបរិក្ខារអេឡិចត្រូនិក",
          "ជួសជុលកុំព្យូទ័រ",
          "AutoCAD 2D និង3D",
          "គ្រប់គ្រង និងផលិតកម្មសត្វ",
          "គ្រប់គ្រងប្រព័ន្ធផលិតកម្មដំណាំ",
          "ផលិតកម្ម និងកសិកម្មចំរុះ",
          "អគ្គិសនីរថយន្ត",
          "អគ្គិសនី អេឡិចត្រូនិក បរិក្ខារត្រជាក់ បណ្តាញទឹក",
          "ព័ត៌មានវិទ្យាសម្រាប់បដិសណ្ឋារកិច្ច"
        ]
      }
    ]
  },
  {
    "id": 40,
    "code": "uni_gov_0040",
    "universityName": "វិទ្យាស្ថានពហុបច្ចេកទេសភូមិភាគតេជោសែនស្វាយរៀង",
    "logoName": require('../../assets/images/schools/rpisvr.jpg'),
    "address": "ភូមិមេភ្លើង សង្កាត់ស្វាយរៀង ក្រុងស្វាយរៀងខេត្តស្វាយរៀង",
    "province": "ស្វាយរៀង",
    "phoneNumbers": [
      "០១២ ២៦៧ ៦៧៩ / ០៧១ ៩៩០ ៨៨៦ ៦ / ០៨៩ ៤៣៦ ៦៩៣ / ០៨៨ ៩៥៣ ២៣៣ ៣"
    ],
    "faxes": [

    ],
    "emails": [
      "rpitssvr@gmail.com"
    ],
    "websiteOrFacebook": [
      "<html>http://www.rpisvr.edu.kh/",
      "<u>https://web.facebook.com/R.P.I.T.S.S.R </u></html>"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "វិស្វកម្មអគ្គិសនី",
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "គ្រប់គ្រង",
          "គណនេយ្យ",
          "ធនាគារហិរញ្ញាវត្ថុ",
          "រដ្ឋបាលសាធារណៈ",
          "រចនាគេហទំព័រ",
          "តបណ្តាញ Network",
          "អង់គ្លេស",
          "អគ្គិសនី",
          "បរិក្ខារត្រជាក់",
          "ជួសជុលម៉ាស៊ីនត្រជាក់",
          "យន្តសាស្រ្តរថយន្ត",
          "ដំឡើងបណ្តាញអគ្គិសនីក្នុងអគារ",
          "សេវាកម្មកុំព្យូទ័រ",
          "សេវាកម្មរដ្ឋបាល",
          "សេវាកម្មសណ្ឋាគារ",
          "ផ្សារ និងអគ្គិសនី",
          "តបណ្តាញ Network",
          "Graphic Design",
          "កាត់ដេរសម្លៀកបំពាក់",
          "សម្អាងការ",
          "ផាត់មុខ ធ្វើសក់ និងធ្វើក្រចក",
          "ជួសជុលម៉ូតូ",
          "តបណ្តាញអគ្គិសនី",
          "បរិក្ខារត្រជាក់",
          "បសុពេទ្យ",
          "រចនាគេហទំព័រ"
        ]
      }
    ]
  },
  {
    "id": 41,
    "code": "uni_gov_0041",
    "universityName": "វិទ្យាស្ថានពហុបច្ចេកទេសភូមិភាគតេជោសែនកំពត",
    "logoName": require('../../assets/images/schools/rpitskp.jpg'),
    "address": "ភូមិ១ឧសភា សង្កាត់កំពង់កណ្តាល ក្រុងកំពត ខេត្តកំពត",
    "province": "កំពត",
    "phoneNumbers": [
      "០១២ ២៨៩ ៩៩២ / ០៩៨ ៦១៨ ៦៣៤ / ០៩៦ ៩៩ ៨២ ០៣៥ / ០១៧ ៣៦៧ ១៨៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "ភាសាអង់គេ្លស",
          "គ្រប់គ្រងព័ត៌មានវិទ្យា",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "គណនេយ្យ និងហិរញ្ញវត្ថុ",
          "គ្រប់គ្រងទេសចរណ៍ និងបដិសណ្ឋារកិច្ច",
          "អគ្គិសនី",
          "សំណង់ស៊ីវិល",
          "យន្តសាស្រ្តរថយន្ត",
          "តបណ្តាញអគ្គិសនីក្នុងអគារ",
          "សំណង់ជាងកំបោរ",
          "ការថែទាំ និងជួសជុសរថយន្ត",
          "សេវាកម្មកុំព្យូទ័រ",
          "កុំព្យូទ័រ",
          "អគ្គិសនី និងអេឡិចត្រូនិក",
          "ជួសជុលរថយន្ត និងម៉ូតូ",
          "កាត់ដេរ",
          "កាត់សក់",
          "មូលដ្ឋានគ្រឹះបសុព្យាបាល",
          "ជួសជុលម៉ាស៊ីនធន់តូច"
        ]
      }
    ]
  },
  {
    "id": 42,
    "code": "uni_gov_0042",
    "universityName": "វិទ្យាស្ថានពហុបច្ចេកទេសភូមិភាគតេជោសែនតាកែវ",
    "logoName": require('../../assets/images/schools/rpitst.jpg'),
    "address": "ភូមិលេខ៣ សង្កាត់រការក្នុង ក្រុងដូនកែវ ខេត្តតាកែវ",
    "province": "តាកែវ",
    "phoneNumbers": [
      "០១២ ៣៧១ ៤៥១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "វិទ្យាស្ថានពហុបច្ចេកទេសភូមិភាគតេជោសែនតាកែវ"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "វិស្វកម្មអគ្គិសនី",
          "វិស្វកម្មអេឡិចត្រូនិក",
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "ព័ត៌មានវិទ្យា",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "វិស្វកម្មមេកានិករថយន្ត",
          "គ្រប់គ្រងភស្តុភា និងការដឹកជញ្ជូន",
          "គណនេយ្យ និងហិរញ្ញវត្ថុ",
          "បសុព្យាបាល",
          "អគ្គិសនី",
          "អេឡិចត្រូនិក",
          "សំណង់ស៊ីវិល",
          "ទេសចរណ៍ និងបដិសណ្ឋារកិច្ច",
          "កុំព្យូទ័រក្រាហ្វិចឌីហ្សាញ",
          "សេវាកម្មកុំព្យូទ័រ",
          "ថែទាំ និងជួសជុលរថយន្ត",
          "ថែទាំ និងជួសជុលម៉ាស៊ីនត្រជាក់",
          "តបណ្តាញអគ្គិសនីក្នុងអគារ",
          "សេវាកម្មរដ្ឋបាល",
          "ជាងផ្សារ",
          "សំណង់អគារ",
          "បសុពេទ្យ",
          "ជួសជុលកុំព្យូទ័រ",
          "ជួសជុលទូរស័ព្ទដៃ",
          "កុំព្យូទ័រក្រាហ្វិចឌីហ្សាញ",
          "តម្លើងអគ្គិសនីក្នុងអគារ",
          "ជួសជុលបរិក្ខារអគ្គិសនីក្នុងផ្ទះ",
          "ចិញ្ចឹមមាន់",
          "ចិញ្ចឹមជ្រូក",
          "ចិញ្ចឹមត្រីក្នុងថង់ប្លាស្ទិក",
          "កែច្នៃម្ហូបអាហារ",
          "ដាំបន្លែចម្រុះ"
        ]
      }
    ]
  },
  {
    "id": 43,
    "code": "uni_gov_0043",
    "universityName": "វិទ្យាស្ថានបច្ចេកវិទ្យាបាត់ដំបង",
    "logoName": require('../../assets/images/schools/battambang_institute_of_technology.jpg'),
    "address": "ផ្លូវជាតិលេខ៥ ភូមិរំចេក សង្កាត់រតនៈ ក្រុងបាត់ដំបង ខេត្តបាត់ដំបង",
    "province": "បាត់ដំបង",
    "phoneNumbers": [
      "០១៦ ៨៦៣ ៨៩៩ / ០១២ ២១២ ៦៨៦ / ០៨៩ ២៧០ ៨៦៦"
    ],
    "faxes": [

    ],
    "emails": [
      "dvd_assany@yahoo.com",
      "bunchheangbit@gmail.com"
    ],
    "websiteOrFacebook": [
      "វិទ្យាស្ថានបច្ចេកវិទ្យាបាត់ដំបង-Battambang Institute of Technology"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "សំណង់",
          "អគ្គិសនី",
          "យន្តសាស្រ្តរថយន្ត",
          "អេឡិចត្រូនិក",
          "គ្រឿងយន្តកសិកម្ម",
          "គំនូរបោះពុម្ព",
          "តបណ្តាញអគ្គិសនី",
          "ជួសជុលម៉ាស៊ីនត្រជាក់",
          "ជួសជុលម៉ូតូ",
          "ជួសជុលម៉ាស៊ីនធុនតូច",
          "ចម្លាក់ផ្លែឈើ",
          "កាត់ដេរ",
          "វិស្វកម្មអគ្គិសនី",
          "វិស្វកម្មរថយន្ត",
          "បរិក្ខារត្រជាក់",
          "វិស្វកម្មសំណង់ស៊ីវិល"
        ]
      }
    ]
  },
  {
    "id": 44,
    "code": "uni_gov_0044",
    "universityName": "វិទ្យាស្ថានជាតិវិជ្ជាជីវៈខេត្តបាត់ដំបង",
    "logoName": require('../../assets/images/schools/nvib.jpg'),
    "address": "ផ្លូវជាតិលេខ៥៧ ភូមិអណ្តូងព្រីង សង្កាត់អូរម៉ាល់ ក្រុងបាត់ដំបង ខេត្តបាត់ដំបង",
    "province": "បាត់ដំបង",
    "phoneNumbers": [
      "០១២ ៨២២ ៤៩៥ / ០១៦ ២១៦ ៣៤៨ / ០៩៣ ៥២០ ៥៨៩ / ០៩២ ៥៨០ ២៤៥"
    ],
    "faxes": [

    ],
    "emails": [
      "nhinvtc@yahoo.com",
      "nhin.btc@gmail.com",
      "hengngounhort@yahoo.com"
    ],
    "websiteOrFacebook": [
      "វិទ្យាស្ថានជាតិវិជ្ជាជីវៈបាត់ដំបង National Vocation Institute of Battambang"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "វិស្វកម្មរថយន្ត",
          "វិស្វកម្មអគ្គិសនី",
          "បរិក្ខារត្រជាក់",
          "សំណង់",
          "អគ្គិសនី",
          "យន្តសាស្រ្តរថយន្ត",
          "អេឡិចត្រូនិក",
          "គ្រឿងយន្តកសិកម្ម",
          "គំនូរបោះពុម្ព",
          "តបណ្តាញអគ្គិសនី",
          "ជួសជុលម៉ាស៊ីនត្រជាក់",
          "ជួសជុលម៉ូតូ",
          "ជួសជុលម៉ាស៊ីនធុនតូច",
          "ចម្លាក់ផ្លែឈើ",
          "កាត់ដេរ"
        ]
      }
    ]
  },
  {
    "id": 45,
    "code": "uni_gov_0045",
    "universityName": "មជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈខេត្តព្រះសីហនុ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "មណ្ឌល២ សង្កាត់លេខ៣ ក្រុងព្រះសីហនុ ខេត្តព្រះសីហនុ",
    "province": "ព្រះសីហនុ",
    "phoneNumbers": [
      "០១២ ៣៩០ ២៤៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "កាត់ដេរនារី",
          "កាត់ដេរម៉ូដ",
          "សម្អាងការ",
          "អគ្គិសនី",
          "កុំព្យូទ័ររដ្ឋបាល",
          "ចិញ្ចឹមមាន់",
          "ដំណាំបន្លែ",
          "បណ្តុះផ្សិតចំបើង",
          "អគ្គិសនី",
          "រថយន្ត",
          "ព័ត៌មានវិទ្យា",
          "គណនេយ្យ",
          "ភាសាអង់គ្លេស"
        ]
      }
    ]
  },
  {
    "id": 46,
    "code": "uni_gov_0046",
    "universityName": "មជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈខេត្តពោធិ៍សាត់",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវជាតិលេខ៤ ភូមិចំការចេក សង្កាត់ផ្ទះព្រៃ ក្រុងពោធិ៍សាត់ ខេត្តពោធិ៍សាត់",
    "province": "ពោធិ៍សាត់",
    "phoneNumbers": [
      "០១២ ៩០២ ៧៣៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "បណ្តុះផ្សិតចំបើង",
          "ចិញ្ចឹមជ្រូក",
          "ចិញ្ចឹមមាន់",
          "ចិញ្ចឹមគោ",
          "ចិញ្ចឹមត្រី",
          "ធ្វើជីកំប៉ុស",
          "ដំណាំបន្លែ",
          "ដំណាំស្រូវ",
          "ដំណាំហូបផ្លែ",
          "ដំណាំដំឡូងមី",
          "ជួសជុលទូរស័ព្ទ",
          "ជួសជុលម៉ាស៊ីនធុនតូច",
          "កាត់សក់",
          "ជួសជុលទូរទស្សន៍",
          "ចម្លាក់ថ្ម",
          "ចម្លាក់ឈើ",
          "តុបតែងលម្អ",
          "ជួសជុលម៉ូតូ",
          "ជួសជុលយានយន្ត",
          "រដ្ឋបាល",
          "គណនេយ្យ",
          "ម៉ាស៊ីនត្រជាក់",
          "រចនារូបភាពកុំព្យូទ័រ",
          "ផាត់មុខ",
          "តបណ្តាញអគ្គិសនី",
          "ព័ត៌មានវិទ្យា",
          "ភាសាអង់គ្លេស"
        ]
      }
    ]
  },
  {
    "id": 47,
    "code": "uni_gov_0047",
    "universityName": "ការដ្ឋានសាលាបណ្តុះបណ្តាលវិជ្ជាជីវៈសៀមរាប",
    "logoName": require('../../assets/images/schools/karathan_seamreap.jpg'),
    "address": "ភូមិតាវៀន សង្កាត់សាលាកំរើក ក្រុងសៀមរាប ខេត្តសៀមរាប",
    "province": "សៀមរាប",
    "phoneNumbers": [
      "០១៧ ៦៧៤ ៤៤៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "តបណ្តាញអគ្គិសនី",
          "ជួសជុលបរិក្ខារត្រជាក់",
          "ជួសជុលកុំព្យូទ័រ",
          "មូលដ្ឋានគ្រឹះកុំព្យូទ័រ",
          "ក្រាលការ៉ូ លាបថ្នាំ",
          "ជួសជុលម៉ាស៊ីនធុនតូច និងម៉ូតូ",
          "ចិញ្ចឹមមាន់ និងចាក់វ៉ាក់សាំង",
          "ចិញ្ចឹមជ្រូក និងចាក់វ៉ាក់សាំង",
          "ដំណាំបន្លែ និងជីកំប៉ុស្តិ៍",
          "អគ្គិសនី",
          "គូរប្លង់អាគារ",
          "អេឡិចត្រូនិក"
        ]
      }
    ]
  },
  {
    "id": 48,
    "code": "uni_gov_0048",
    "universityName": "មជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈខេត្តកណ្តាល",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវជាតិលេខ២១ ភូមិព្រែកសំរោង សង្កាត់តាខ្មៅ ក្រុងតាខ្មៅ ខេត្តកណ្ដាល",
    "province": "កណ្តាល",
    "phoneNumbers": [
      "០៩៩ ៧៧៧ ៣៧៧  / ០១០ ៣៣៧ ១៦៦ / ០៩២ ៧៣៥ ២៦៣ / ០៧១ ៥៥៦ ០៩៩៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "អគ្គិសនី",
          "បរិក្ខារត្រជាក់",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "មេកានិកទូទៅ",
          "គ្រប់គ្រងពាណិជ្ជកម្ម",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "តបណ្តាញអគ្គិសនី",
          "សេវាកម្មបរិក្ខារត្រជាក់",
          "សេវាកម្ម ថែទាំ និងជួសជុលរថយន្ត",
          "សេវាកម្មកុំព្យូទ័រ",
          "សំណង់ (ជាងកំបោរ)",
          "ផ្សារដែក",
          "ការដំឡើងបណ្តាញអគ្គិសនីក្នុងអគារ",
          "ជួសជុលបរិក្ខារត្រជាក់",
          "ជួសជុលម៉ាស៊ីនដេរ",
          "អ៊ុតសក់ផាត់មុខ",
          "រដ្ឋបាលកុំព្យូទ័រ",
          "ជួសជុលកុំព្យូទ័រ",
          "ភ្នាក់ងារពេទ្យសត្វភូមិ",
          "ចិញ្ចឹមគោ ក្របី និងចាក់វ៉ាក់សាំង",
          "ចិញ្ចឹមជ្រូក និងចាក់វ៉ាក់សាំង",
          "ចិញ្ចឹមមាន់ និងចាក់វ៉ាក់សាំង",
          "ចិញ្ចឹមត្រីជាលក្ខណៈគ្រួសារ",
          "បច្ចេកទេសធ្វើមេផ្សិតបណ្តុះផ្សិត",
          "ដំណាំបន្លែ និងជីកំប៉ុស",
          "ដំណាំស្រូវ និងជីកំប៉ុស"
        ]
      }
    ]
  },
  {
    "id": 49,
    "code": "uni_gov_0049",
    "universityName": "មជ្ឈមណ្ឌលបណ្ដុះបណ្ដាលវិជ្ជាជីវៈខេត្តកែប",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិថ្មី សង្កាត់ព្រៃធំ ក្រុងកែប ខេត្តកែប",
    "province": "កែប",
    "phoneNumbers": [
      "០៩២ ៩៥៣ ៦៦៧ / ០១០ ២៤៦ ២៤៥ / ០៦៩ ៧៥២ ៧២៥"
    ],
    "faxes": [

    ],
    "emails": [
      "ptc_kep@yahoo.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "អគ្គិសនី",
          "អេឡិចត្រូនិក",
          "សំណង់ស៊ីវិល",
          "បរិក្ខារត្រជាក់",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "យន្តសាស្រ្តរថយន្ត",
          "អគ្គិសនី",
          "សំណង់",
          "ជួសជុលរថយន្ត",
          "ផ្សារ",
          "ជួសជុលកុំព្យូទ័រ",
          "សំណង់ជាងកំបោរ",
          "សេវាកម្មកុំព្យូទ័រ",
          "អគ្គិសនី",
          "បរិក្ខារត្រជាក់",
          "ជួសជុលរថយន្ត",
          "សំណង់ជាងកំបោរ",
          "ជួសជុលកុំព្យូទ័រ",
          "តបណ្តាញអគ្គិសនីក្នុងអគារ",
          "ផ្សារដែក",
          "រចនា និងបោះពុម្ព",
          "កាត់ដេរ",
          "កែសម្ផស្ស",
          "បដិសណ្ឋារកិច្ច",
          "ចិញ្ចឹមមាន់",
          "ចិញ្ចឹមត្រី",
          "បណ្តុះផ្សិត",
          "ជីកំប៉ុស្តិ៍",
          "ដំណាំបន្លែចំរុះ",
          "ចិញ្ចឹមកង្កែប",
          "ចិញ្ចឹមជ្រូក"
        ]
      }
    ]
  },
  {
    "id": 50,
    "code": "uni_gov_0050",
    "universityName": "មជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈខេត្តកំពង់ស្ពឺ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវជាតិលេខ ៤, ភូមិទំពូង សង្កាត់កាហែង ស្រុកសំរោងទង ខេត្តកំពង់ស្ពឺ",
    "province": "កំពង់ស្ពឺ",
    "phoneNumbers": [
      "០១២ ៩៩៥ ៩៥២ / ០៦៧៩០០០៤០ / ០៩៨ ៤០៤ ៣៤៣"
    ],
    "faxes": [

    ],
    "emails": [
      "ptc_kampongspeu@yahoo.com"
    ],
    "websiteOrFacebook": [
      "ptckampongspeu2.Wixsite.com/admin"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "អគ្គិសនី និងអេឡិចត្រូនិក",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "មេកានិករថយន្ត",
          "យន្តសាស្រ្តទូទៅ",
          "សំណង់ស៊ីវិល",
          "ផ្សារដែក",
          "ជាងកំបោរ"
        ]
      }
    ]
  },
  {
    "id": 51,
    "code": "uni_gov_0051",
    "universityName": "មជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈខេត្តកោះកុង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិ១ សង្កាត់ស្មាច់មានជ័យ ក្រុងខេមរភូមិន្ទ ខេត្តកោះកុង",
    "province": "កោះកុង",
    "phoneNumbers": [
      "០១៧ ៨០០ ៤៩៣/ ០១០ ៨៩៦ ៤៩៣/០៩៨ ៣៥២ ៤៦៨"
    ],
    "faxes": [

    ],
    "emails": [
      "chimon77@yahoo.com"
    ],
    "websiteOrFacebook": [
      "www.ptc_kkg.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "រដ្ឋបាលសាធារណៈ",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "គណនេយ្យ",
          "អគ្គិសនី",
          "អេឡិចត្រូនិក",
          "សំណង់ស៊ីវិល",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "តបណ្តាញអគ្គិសនី",
          "ជាងកំបោរ",
          "បរិក្ខារត្រជាក់",
          "សេវាកម្មកុំព្យូទ័រ",
          "អេឡិចត្រូនិក",
          "ភាសាអង់គ្លេស",
          "ជួសជុលម៉ូតូ",
          "ជួសជុលកុំព្យូទ័រ",
          "ផ្សារដែក",
          "កុំព្យូទ័ររដ្ឋបាល",
          "អេឡិចត្រូនិក",
          "ជួសជុលម៉ាស៊ីនត្រជាក់",
          "ជួសជុលម៉ាស៊ីនធុនតូច",
          "សម្អាងការកែសម្ផស្ស",
          "កាត់ដេរសម្លៀកបំពាក់",
          "កាត់សក់បុរស"
        ]
      }
    ]
  },
  {
    "id": 52,
    "code": "uni_gov_0052",
    "universityName": "មជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈខេត្តព្រៃវែង",
    "logoName": require('../../assets/images/schools/pvptc.jpg'),
    "address": "ភូមិលេខ១ សង្កាត់កំពង់លាវ ក្រុងព្រៃវែង ខេត្តព្រៃវែង",
    "province": "ព្រៃវែង",
    "phoneNumbers": [
      "០១២ ៧៧២ ០៣៧/ ០៨៨ ៥៦ ០០ ៦០៦/០៩៣ ៤១៦ ៣៤៣/០៨១ ៧៧០ ៤៨៧"
    ],
    "faxes": [

    ],
    "emails": [
      "kongrattana168@gmail.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "អគ្គិសនីក្នុងអគារ",
          "សេវាកម្មកុំព្យូទ័ររដ្ឋបាល",
          "តបណ្តាញអគ្គិសនី",
          "អ៊ុតសក់ ផាត់មុខ ធ្វើក្រចក",
          "បសុពេទ្យ",
          "សម្អាងការ និងកែសម្ភស្ស",
          "ជួសជុលម៉ូតូ",
          "ផ្សារលោហៈ",
          "កាត់ដេរសម្លៀកបំពាក់",
          "ចិញ្ចឹមមាន់ និងបច្ចេកទេសភ្ញាស់ពងមាន់",
          "សាកវប្បកម្ម",
          "ដាំបន្លែចម្រុះ",
          "ផលិតជីកំប៉ុស",
          "ចិញ្ចឹមត្រី",
          "បណ្តុះផ្សិត"
        ]
      }
    ]
  },
  {
    "id": 53,
    "code": "uni_gov_0053",
    "universityName": "មជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈខេត្តកំពង់ឆ្នាំង",
    "logoName": require('../../assets/images/schools/kchhptc.jpg'),
    "address": "ផ្លូវជាតិលេខ៥ ភូមិទួលក្រឡាញ់ សង្កាត់កំពង់ឆ្នាំង ក្រុងកំពង់ឆ្នាំង ខេត្តកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៤២៦ ០៣៣ / ០៩៣ ៣៨៧ ៨៤៤/ ០១០ ៣៩៥ ៤៥៥"
    ],
    "faxes": [

    ],
    "emails": [
      "lychanrith@gmail.com",
      "phypanha@gmail.com"
    ],
    "websiteOrFacebook": [
      "https://web.facebook.com/kampongchhnangptc"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "ព័ត៌មានវិទ្យា",
          "យន្តសាស្រ្តរថយន្ត",
          "បរិក្ខារត្រជាក់",
          "សេវាកម្មរដ្ឋបាល",
          "ជួសជុលរថយន្ត និងតំហែទាំ",
          "ជួសជុលម៉ាស៊ីនត្រជាក់ និងតំហែទាំ",
          "អគ្គិសនី",
          "កាត់ដេរច្នៃម៉ូដ",
          "ជួសជុលកុំព្យូទ័រ",
          "ពេទ្យសត្វ",
          "តបណ្តាញអគ្គិសនីក្នុងអគារ",
          "កា្រហ្វិច Design",
          "ចិញ្ចឹមជ្រូក",
          "ចិញ្ចឹមមាន់",
          "ចិញ្ចឹមគោ",
          "ចិញ្ចឹមត្រី",
          "ថ្នាំ និងចាក់វ៉ាក់សាំងសត្វ",
          "ដំណាំបន្លែ"
        ]
      }
    ]
  },
  {
    "id": 54,
    "code": "uni_gov_0054",
    "universityName": "មជ្ឈមណ្ឌលបណ្តុះបណ្តាលខេត្តប៉ៃលិន",
    "logoName": require('../../assets/images/schools/plptc.jpg'),
    "address": "ភូមិអូរតាពុកក្រោម សង្កាត់ទួលល្វា ក្រុងប៉ៃលិន ខេត្តប៉ៃលិន",
    "province": "ប៉ៃលិន",
    "phoneNumbers": [
      "០១៧ ៩៤៥ ៤២៤/ ០១២ ៦៥២ ៦៤៧"
    ],
    "faxes": [

    ],
    "emails": [
      "keunsokun@gmail.com",
      "bunthoeun_voeung@yahoo.com",
      "ptcpailin01@gmail.com"
    ],
    "websiteOrFacebook": [
      "មជ្ឈមណ្ឌលបណ្ដុះបណ្ដាលវិជ្ជាជីវៈខេត្តប៉ៃលិន"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "អគ្គិសនី",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "ព័ត៌មានវិទ្យា",
          "សំណង់ស៊ីវិល",
          "បសុព្យាបាល",
          "ក្សេត្រសាស្រ្ត",
          "យន្តសាស្រ្តរថយន្ត",
          "គ្រប់គ្រង",
          "យន្តសាស្រ្តរថយន្ត",
          "កុំព្យូទ័របញ្ចូលបទភ្លេង និងជួសជុលកុំព្យូទ័រ",
          "កុំព្យូទ័រកាត់តរូបភាព",
          "សម្អាងការ",
          "ជួសជុលម៉ូតូ ម៉ាស៊ីនធុនតូច",
          "ជួសជុលម៉ាស៊ីនត្រជាក់ ទូទឹកកក កង្ហារ",
          "តបណ្តាញអគ្គិសនីតាមផ្ទះ",
          "ជាងកាត់សក់ ជាងកាត់ដេរ",
          "ជាងផ្សារដែក ជាងតោន បាញ់ថ្នាំ",
          "ជាងឡាន",
          "ដាំកូនឈើ បន្លែ បណ្តុះផ្សិត ជីកសិកម្ម",
          "ចិញ្ចឹមមាន់ ជ្រូក គោ ត្រី កង្កែប"
        ]
      }
    ]
  },
  {
    "id": 55,
    "code": "uni_gov_0055",
    "universityName": "មជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈខេត្តបន្ទាយមានជ័យ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិគាប សង្កាត់ទឹកថ្លា ក្រុងសេរីសោភ័ណ្ឌ ខេត្តបន្ទាយមានជ័យ",
    "province": "បន្ទាយមានជ័យ",
    "phoneNumbers": [
      "០៧៧ ៩៦៩ ៨៥៨/ ០១៧ ៧៥០ ៥០៥"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "មន្ទីរការងារ និងបណ្តុះបណ្តាលវិជ្ជាជីវៈខេត្តបន្ទាយមានជ័យ"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "កុំព្យូទ័ររដ្ឋបាល",
          "គណនេយ្យកុំព្យូទ័រ",
          "បណ្តុះផ្សិត",
          "កែច្នៃចំណីជ្រូក",
          "ចិញ្ចឹមមាន់ និងចាក់វ៉ាក់សាំង",
          "រចនាកុំព្យូទ័រ",
          "ពេទ្យសត្វ",
          "កាត់ដេរម៉ូដ",
          "សម្អាងការ",
          "បរិក្ខាត្រជាក់រថយន្ត",
          "ព័ត៌មានវិទ្យា"
        ]
      }
    ]
  },
  {
    "id": 56,
    "code": "uni_gov_0056",
    "universityName": "មជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈខេត្តឧត្តរមានជ័យ",
    "logoName": require('../../assets/images/schools/omcptc.jpg'),
    "address": "ភូមិឈូក សង្កាត់សំរោង ក្រុងសំរោង ខេត្តឧត្តរមានជ័យ",
    "province": "ឧត្តរមានជ័យ",
    "phoneNumbers": [
      "០១៧ ៥១៤ ៧១៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "ជួសជុលកុំព្យូទ័រ",
          "ជួសជុលគោយន្ត",
          "សិប្បកម្មជាងឈើ",
          "កាត់ដេរសម្លៀកបំពាក់",
          "បោះពុម្ពលើអាវយឺត សំបុត្របុណ្យ ធៀបការ",
          "គូរ និងរចនារូបភាព",
          "កាត់តរូបភាព",
          "បច្ចេកទេសផលិតជីកំប៉ុស",
          "បច្ចេកទេសដាំដំណាំបន្លែ",
          "បច្ចេកទេសដាំដំណាំឈើហូបផ្លែ",
          "ដំណាំដំឡូងមី",
          "បច្ចេកទេសចិញ្ចឹមមាន់",
          "បច្ចេកទេសដំណាំស្រូវ"
        ]
      }
    ]
  },
  {
    "id": 57,
    "code": "uni_gov_0057",
    "universityName": "មជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈខេត្តកំពង់ធំ",
    "logoName": require('../../assets/images/schools/pvhptc.jpg'),
    "address": "ផ្លូវជាតិលេខ៦ ភូមិអាចារ្យលាក់ សង្កាត់អាចារ្យលាក់ ក្រុងស្ទឹងសែន ខេត្តកំពង់ធំ",
    "province": "កំពង់ធំ",
    "phoneNumbers": [
      "០១២ ៩២៦ ២៣២/០១២ ៥៩៦ ៤៦៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": "pdlvtkpt2015@gmail.com",
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផ្សារដែក",
          "ជួសជុលវិទ្យុ ម៉ាញ៉េ ទូរទស្សន៍",
          "ជួសជុលម៉ាស៊ីនខ្នាតតូច",
          "ចិញ្ចឹមមាន់ទា",
          "ចិញ្ចឹមជ្រូក",
          "ចិញ្ចឹមត្រី",
          "បច្ចេកទេសដាំបន្លែ",
          "បណ្តុះផ្សិតចំបើង",
          "កុំព្យូទ័ររដ្ឋបាល",
          "កាត់ដេរ",
          "ជួសជុលម៉ូតូ",
          "កែសម្ផស្ស",
          "បសុព្យាបាល",
          "ភាសាអង់គ្លេស",
          "ព័ត៌មានវិទ្យា"
        ]
      }
    ]
  },
  {
    "id": 58,
    "code": "uni_gov_0058",
    "universityName": "មជ្ឈមណ្ឌលកោសេយ្យវប្បកម្មជាតិសៀមរាប",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិប្រយុទ្ធ ឃុំពួក ស្រុកពួក ខេត្តសៀមរាប",
    "province": "សៀមរាប",
    "phoneNumbers": [
      "០១២ ២៨៥ ៣១៣/ ០១៧ ៦៨៥ ៥៣៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "តបណ្តាញលាត",
          "កាត់ដេរសម្លៀកបំពាក់",
          "កាត់ដេរច្នៃម៉ូដ",
          "រដ្ឋបាលកុំព្យូទ័រ",
          "ធ្វើនំ",
          "ចិញ្ចឹមមាន់ និងចាក់វ៉ាក់សាំង",
          "ការប្រើប្រាស់ជី និងថ្នាំពុលកសិកម្ម",
          "ដាំបន្លែ និងជីកំប៉ុស"
        ]
      }
    ]
  },
  {
    "id": 59,
    "code": "uni_gov_0059",
    "universityName": "មជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈខេត្តព្រះវិហារ",
    "logoName": require('../../assets/images/schools/pvhptc.jpg'),
    "address": "ភូមិដំណាក់ សង្កាត់កំពង់ប្រណាក ក្រុងព្រះវិហារ ខេត្តព្រះវិហារ",
    "province": "ព្រះវិហារ",
    "phoneNumbers": [
      "០១១ ២៥៣ ៥៥៨/០៩៧ ៧២៤ ៤៧ ២២"
    ],
    "faxes": [

    ],
    "emails": [
      "ptc.pvh@gmail.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "កុំព្យូទ័ររដ្ឋបាល និងជួសជុល",
          "កុំព្យូទ័ររដ្ឋបាល និងឌីហ្សាញ",
          "ជួសជុលទោចក្រយានយន្ត (ម៉ូតូ)",
          "ជួសជុលម៉ាស៊ីនធុនតូច",
          "កាត់ដេរសម្លៀកបំពាក់",
          "សម្អាងកាយ (អ៊ុតសក់ ផាត់មុខ ធ្វើក្រចក)",
          "សំណង់ (ជាងកំបោរ)",
          "បច្ចេកទេសផលិតជីកំប៉ុស",
          "បច្ចេកទេសដំណាំបន្លែ",
          "បច្ចេកទេសដាំដំណាំឈើហូបផ្លែ",
          "បច្ចេកទេសផ្សាំដំណាំឈើហូបផ្លែ",
          "ដំណាំដំឡូងមី",
          "បច្ចេកទេសចិញ្ចឹមមាន់",
          "បច្ចេកទេសចិញ្ចឹមជ្រូក"
        ]
      }
    ]
  },
  {
    "id": 60,
    "code": "uni_gov_0060",
    "universityName": "មជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈព្រះវិហារ-យ៉ាឡាយ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិធម្មជាតិសម្តេចតេជោហ៊ុនសែន ឃុំស្រអែម ស្រុកជាំក្សាន្ត ខេត្តព្រះវិហារ",
    "province": "ព្រះវិហារ",
    "phoneNumbers": [
      "០១២ ២១២ ២៤៧/០៩៧ ៨៤៤ ៤៩ ៤៧"
    ],
    "faxes": [

    ],
    "emails": [
      "ptcpv.yalay@gmail.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "កាត់ដេរ និងច្នៃម៉ូដ",
          "ជួសជុលម៉ូតូ",
          "ជួសជុលម៉ាស៊ីនធុនតូច",
          "ដំណាំបន្លែចំរុះ",
          "បច្ចេកទេសចិញ្ចឹមត្រី",
          "បច្ចេកទេសចិញ្ចឹមមាន់",
          "បច្ចេកទេសចិញ្ចឹមជ្រូក"
        ]
      }
    ]
  },
  {
    "id": 61,
    "code": "uni_gov_0061",
    "universityName": "សាលាបណ្តុះបណ្តាលវិជ្ជាជីវៈរលាំងខេត្តពោធិ៍សាត់",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិស្វាយអាត់ ឃុំស្នាមព្រះ ស្រុកបាកាន ខេត្តពោធិ៍សាត់",
    "province": "ពោធិ៍សាត់",
    "phoneNumbers": [
      "០១២ ៨៩៤ ៨០១ /០៩៧ ៤៨៩ ២៨ ០៨"
    ],
    "faxes": [

    ],
    "emails": [
      "rolangvtsschool@yahoo.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "អគ្គិសនី",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "សំណង់ស៊ីវិល",
          "ព័ត៌មានវិទ្យា",
          "បរិក្ខារត្រជាក់",
          "យន្តសាស្រ្តទូទៅ",
          "កុំព្យូទ័របញ្ចូលបទភ្លេង និងជួសជុលកុំព្យូទ័រ",
          "ជួសជុលម៉ូតូ",
          "ជួសជុលម៉ាស៊ីនធុនតូច (គោយន្ត)",
          "កាត់ដេរសម្លៀកបំពាក់បុរសនារី",
          "ដាំកូនឈើ បន្លែ បណ្តុះផ្សិត",
          "ការផលិតថ្នាំពុលធម្មជាតិ ជីកំប៉ុស",
          "ដំណាំឈើហូបផ្លែ",
          "ចម្លាក់ថ្មកែវ និងឈើ",
          "ចិញ្ចឹមមាន់ ជ្រូក គោ ត្រី"
        ]
      }
    ]
  },
  {
    "id": 62,
    "code": "uni_gov_0062",
    "universityName": "សាលាបណ្តុះបណ្តាលវិជ្ជាជីវៈបឹងនិមល កំពត",
    "logoName": require('../../assets/images/schools/bvts.jpg'),
    "address": "ភូមិទ្វីខាងត្បូង សង្កាត់អណ្តូងខ្មែរ ក្រុងកំពត ខេត្តកំពត",
    "province": "កំពត",
    "phoneNumbers": [
      "០៣៣ ៦៧៨ ១២១ ២ / ០៩៧ ៩២០ ៨០៨ ៨ /០៩៦ ៤១១ ៧៤ ៩២"
    ],
    "faxes": [

    ],
    "emails": [
      "boengnimol_school@yahoo.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "កុំព្យូទ័រ",
          "កែសម្ផស្ស",
          "អគ្គិសនី",
          "កាត់ដេរមូលដ្ឋានគ្រឹះ ច្នៃម៉ូដ",
          "តបណ្តាញអគ្គិសនីក្នុងអគារ",
          "សេវាកម្មកុំព្យូទ័រ",
          "ជួសជុលកុំព្យូទ័រ",
          "សម្អាងការ"
        ]
      }
    ]
  },
  {
    "id": 63,
    "code": "uni_gov_0063",
    "universityName": "សាលាបណ្តុះបណ្តាលវិជ្ជាជីវៈខេត្តកំពង់ចាម",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិទី៧ សង្កាត់កំពង់ចាម ក្រុងកំពង់ចាម ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១១ ៨៦៥ ៤០៧/០៧៧ ៧៥៧ ៩៥៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "កាត់ដេរ",
          "ជួសជុលម៉ូតូ",
          "កុំព្យូទ័រ",
          "ផាត់មុខ",
          "សម្អាងការ",
          "ពេទ្យសត្វ",
          "ជាងកំបោរ",
          "ចិញ្ចឹមគោ",
          "ដំណាំបន្លែ",
          "ចិញ្ចឹមជ្រូក",
          "ជីកំប៉ុស្តិ៍",
          "បណ្តុះផ្សិត"
        ]
      }
    ]
  },
  {
    "id": 64,
    "code": "uni_gov_0064",
    "universityName": "មជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈខេត្តក្រចេះ",
    "logoName": require('../../assets/images/schools/ptc_kratie.png'),
    "address": "ភូមិស្រែស្តៅ សង្កាត់អូរឬស្សី ក្រុងក្រចេះ ខេត្តក្រចេះ",
    "province": "ក្រចេះ",
    "phoneNumbers": [
      "០៩៧ ៧៦៧ ៤០០១"
    ],
    "faxes": [

    ],
    "emails": [
      "ptckratie@gmail.com"
    ],
    "websiteOrFacebook": [
      "មជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈខេត្តក្រចេះ"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "អក្សរសាស្រ្តអង់គ្លេស",
          "ព័ត៌មានវិទ្យា",
          "អគ្គិសនី",
          "សេវាកម្មកុំព្យូទ័រ",
          "ផ្សារដែក",
          "បរិក្ខារត្រជាក់",
          "សំណង់ជាងកំបោរ",
          "កុំព្យូទ័ររដ្ឋបាល និងគណនេយ្យ",
          "ជួសជុលម៉ូតូ",
          "បសុពេទ្យ",
          "សម្អាងការ",
          "ជួសជុលរថយន្ត",
          "អ៊ុតសក់",
          "ចិញ្ចឹមជ្រូក",
          "ចិញ្ចឹមគោក្របី",
          "ចិញ្ចឹមមាន់",
          "ដាំបន្លែចំរុះ",
          "ដាំដំឡូងមី",
          "បណ្តុះផ្សិតអំបោះ",
          "បណ្តុះផ្សិតចំបើង",
          "កាត់ដេរ"
        ]
      }
    ]
  },
  {
    "id": 65,
    "code": "uni_gov_0065",
    "universityName": "មជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈខេត្តស្ទឹងត្រែង",
    "logoName": require('../../assets/images/schools/ptcst.jpg'),
    "address": "ភូមិស្រែពោធិ៍ សង្កាត់ស្រះឬស្សី ក្រុងស្ទឹងត្រែង ខេត្តស្ទឹងត្រែង",
    "province": "ស្ទឹងត្រែង",
    "phoneNumbers": [
      "០៩២ ៩៦៣ ៤៣៤ / ០៩៧ ៨៥០ ៨៥០ ៤"
    ],
    "faxes": [

    ],
    "emails": [
      "ptc_stg@yahoo.com"
    ],
    "websiteOrFacebook": [
      "https://web.facebook.com/Stung.treg"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "គណនេយ្យ និងហិរញ្ញវត្ថុ",
          "អគ្គិសនី",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "កុំព្យូទ័រ",
          "សំណង់",
          "ផ្សារដែក",
          "សម្អាងកាយ",
          "កាត់ដេរ",
          "ជាងកំបោរ",
          "ជួសជុលម៉ាស៊ីនធុនតូច",
          "ជួសជុលម៉ូតូ"
        ]
      }
    ]
  },
  {
    "id": 66,
    "code": "uni_gov_0066",
    "universityName": "មជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈខេត្តមណ្ឌលគិរី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិជ្រៃសែន សង្កាត់សែនមនោរម្យ ក្រុងសែនមនោរម្យ ខេត្តមណ្ឌលគិរី",
    "province": "មណ្ឌលគិរី",
    "phoneNumbers": [
      "០៨៨ ៦២ ៤០ ៦២២/ ០៨៩ ៨៣៨ ៣៧០/ ០១០ ៥០៩ ៩៦២"
    ],
    "faxes": [

    ],
    "emails": [
      "ptc.mondulkiri@yahoo.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "អគ្គិសនី",
          "គណនេយ្យ និងហិរញ្ញវត្ថុ",
          "គ្រប់គ្រងពាណិជ្ជកម្ម",
          "ទីផ្សារ",
          "កសិកម្ម (ក្សេត្រសាស្រ្ត បសុវប្បកម្ម)",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "អគ្គិសនី",
          "សំណង់",
          "គណនេយ្យ និងហិរញ្ញវត្ថុ",
          "ជាងផ្សារដែក",
          "បរិក្ខារត្រជាក់",
          "កុំព្យូទ័ររដ្ឋបាល",
          "អ៊ុតសក់ ផាត់មុខ",
          "កាត់ដេរសម្លៀកបំពាក់",
          "ជួសជុលម៉ូតូ",
          "តម្បាញជនជាតិ",
          "តបណ្តាញអគ្គិសនី",
          "សេវាកម្មរដ្ឋបាល"
        ]
      }
    ]
  },
  {
    "id": 67,
    "code": "uni_gov_0067",
    "universityName": "មជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈខេត្តរតនគិរី",
    "logoName": require('../../assets/images/schools/ptcrk.jpg'),
    "address": "ភូមិទេសអន្លង់ សង្កាត់បឹងក្រែង ក្រុងបានលុង ខេត្តរតនគិរី",
    "province": "រតនគិរី",
    "phoneNumbers": [
      "០១២ ៥៥២ ២៨២ / ០១២ ៣៨៧ ៦៦៤"
    ],
    "faxes": [

    ],
    "emails": [
      "sem.patvan@gmail.com",
      "limsonghuot@gmail.com"
    ],
    "websiteOrFacebook": [
      "Ptc Ratanak Kiri"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "អគ្គិសនី",
          "ព័ត៌មានវិទ្យា",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "ជួសជុលបរិក្ខារត្រជាក់",
          "សំណង់ស៊ីវិល",
          "ជួសជុលរថយន្ត",
          "ជួសជុលកុំព្យូទ័រ",
          "ជួសជុលម៉ូតូ",
          "កាត់ដេរ",
          "កែសម្ផស្ស"
        ]
      }
    ]
  },
  {
    "id": 68,
    "code": "uni_gov_0068",
    "universityName": "មជ្ឈមណ្ឌលអប់រំបច្ចេកទេសមិត្តភាពកម្ពុជា-ជប៉ុន",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិមណ្ឌល៣ សង្កាត់ស្លក្រាម ក្រុងសៀមរាប ខេត្តសៀមរាប ស្ថិតក្នុងបរិវេណសាលាគរុកោសល្យ និងវិក្រិតការខេត្ត",
    "province": "សៀមរាប",
    "phoneNumbers": [
      "០១៧ ៨៥៦ ៨៣៦"
    ],
    "faxes": [

    ],
    "emails": [
      "thaesothea@gmail.com"
    ],
    "websiteOrFacebook": [
      "https://web.facebook.com/CJFTEC"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "ធ្វើម្ហូប",
          "បច្ចេកវិទ្យាព័ត៌មាន",
          "បដិសណ្ឋារកិច្ច",
          "ទេសចរណ៍",
          "សម្អាងការ"
        ]
      }
    ]
  },
  {
    "id": 69,
    "code": "uni_gov_0069",
    "universityName": "មជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈខេត្តត្បូងឃ្មុំ",
    "logoName": require('../../assets/images/schools/ptctk.jpg'),
    "address": "ភូមិស្លាបក្ដោង ឃុំ ជប់ ស្រុកត្បូងឃ្មុំ ខេត្តត្បូងឃ្មុំ",
    "province": "ត្បូងឃ្មុំ",
    "phoneNumbers": [
      "០១២ ៦៧៥ ៦២៨ / ០៩៣ ២២០ ២២១ / ០៧០ ២៦៩ ២៩២"
    ],
    "faxes": [

    ],
    "emails": [
      "tkprovincialtrainingcenter@gmail.com"
    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "អគ្គិសនី",
          "អេឡិចត្រូនិក",
          "សំណង់ស៊ីវិល",
          "យន្តសាស្រ្តរថយន្ត",
          "ព័ត៌មានវិទ្យា",
          "បន្ស៊ីលោហៈ",
          "ផ្សារអគ្គិសនី",
          "កាត់ដេរសម្លៀកបំពាក់",
          "តបណ្តាញអគ្គិសនី",
          "សម្អាងការ",
          "កាត់សក់បុរស",
          "ផ្សារដែក",
          "កាត់កញ្ចក់",
          "ជួសជុលទូរស័ព្ទ",
          "ជួសជុលម៉ូតូ",
          "ជួសជុលរថយន្ត",
          "ជួសជុលវិទ្យុ ម៉ាញ៉េ ទូរទស្សន៍",
          "អ៊ុតសក់ ផាត់មុខ ធ្វើក្រចក",
          "កុំព្យូទ័ររដ្ឋបាល",
          "រចនារូបភាព",
          "ពេទ្យសត្វភូមិ",
          "ចិញ្ចឹមជ្រូក",
          "ចិញ្ចឹមមាន់",
          "ចិញ្ចឹមគោ ក្របី",
          "ចិញ្ចឹមត្រី",
          "ចិញ្ចឹមកង្កែប",
          "ដាំបន្លែចំរុះ",
          "បណ្តុះផ្សិត",
          "ផលិតជីកំប៉ុស",
          "កែច្នៃចំណីអាហារ",
          "បច្ចេកទេសក្រោយប្រមូលផល"
        ]
      }
    ]
  },
  {
    "id": 70,
    "code": "uni_gov_0070",
    "universityName": "វិទ្យាស្ថានសហគ្រិនភាព និងនវានុវត្តន៍",
    "logoName": require('../../assets/images/schools/niei.jpg'),
    "address": "ផ្លូវចូលខាកើតវត្តទឹកថ្លា ខណ្ឌសែនសុខ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០៩២ ៦១៩ ៧៥១ / ០១០ ៧៤៤ ១៣២"
    ],
    "faxes": [

    ],
    "emails": [
      "niei.tvet@gmail.com"
    ],
    "websiteOrFacebook": [
      "ឹឹwww.niei-tvet.com"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "ព័ត៌មានវិទ្យា",
          "គណនេយ្យ",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "គ្រប់គ្រង និងសហគ្រិនភាព",
          "ម៉ាឃីតធីង",
          "ភាសាអង់គ្លេស",
          "ទេសចរណ៍ និងបដិសណ្ឋារកិច្ច",
          "ព័ត៌មានវិទ្យា",
          "គណនេយ្យ",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "គ្រប់គ្រង និងសហគ្រិនភាព",
          "ម៉ាឃីតធីង",
          "ភាសាអង់គ្លេស",
          "ទេសចរណ៍ និងបដិសណ្ឋារកិច្ច",
          "អគ្គិសនី",
          "ថែទាំ និងជួសជុលម៉ាស៊ីនត្រជាក់",
          "រចនារូបភាព និងបោះពុម្ព",
          "ជាងផ្សារ",
          "ជាងកំបោរ",
          "សម្អាងកាយ",
          "កាត់ដេរ",
          "កាត់សក់បុរស",
          "ជួសជុលម៉ូតូ",
          "ធ្វើម្ហូប",
          "ឆុងកាហ្វេ",
          "សហគ្រិនភាព",
          "កសិកម្ម"
        ]
      }
    ]
  },
  {
    "id": 71,
    "code": "uni_gov_0071",
    "universityName": "វិទ្យាស្ថានបច្ចេកវិទ្យាបាត់ដំបង",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ភូមិរំចេក៤ សង្កាត់រតនៈ ក្រុងបាត់ដំបង ខេត្តបាត់ដំបង",
    "province": "បាត់ដំបង",
    "phoneNumbers": [
      "០១៦ ៨៦៣ ៨៩៩ / ០១២ ២១២ ៦៨៦ / ០៨៩ ២៧០ ៨៦៦"
    ],
    "faxes": [

    ],
    "emails": [
      "dvd_assany@yahoo.com",
      "bunchheangbit@gmail.com"
    ],
    "websiteOrFacebook": [
      "www.bittvet.edu.kh",
      "វិទ្យាស្ថានបច្ចេកវិទ្យាបាត់ដំបង-Battambang Institute of Technology"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "សំណង់ស៊ីវិល",
          "អគ្គិសនី",
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "វិស្វកម្មរថយន្ត",
          "វិស្វកម្មអគ្គិសនី",
          "បរិក្ខារត្រជាក់",
          "សំណង់",
          "អគ្គិសនី",
          "យន្តសាស្រ្តរថយន្ត",
          "អេឡិចត្រូនិក",
          "គ្រឿងយន្តកសិកម្ម",
          "គំនូរបោះពុម្ព",
          "តបណ្តាញអគ្គិសនី",
          "ជួសជុលម៉ាស៊ីនត្រជាក់",
          "ជួសជុលម៉ូតូ",
          "ជួសជុលម៉ាស៊ីនធុនតូច",
          "ចម្លាក់ផ្លែឈើ",
          "កាត់ដេរ"
        ]
      }
    ]
  },
  {
    "id": 72,
    "code": "uni_gov_0073",
    "universityName": "វិទ្យាស្ថានពហុបច្ចេកទេសមិត្តភាពកម្ពុជា ចិនខេត្តព្រះសីហនុ",
    "logoName": require('../../assets/images/schools/pccfpi.jpg'),
    "address": "ភូមិពូធឿង ឃុំបិតត្រាំង ស្រុកព្រៃនប់ ខេត្តព្រះសីហនុ (ក្នុងតំបន់សេដ្ឋកិច្ចពិសេស)",
    "province": "ព្រះសីហនុ",
    "phoneNumbers": [
      "០១២ ២៦១ ២៤២ / ០១២ ៣៧៧ ២៧៤ / ០៦៩  ៣៧៧ ២៧៤ / ០៩៣ ៩៥៦ ៩៦៥ / ០៩០ ៩៥៦ ៩៦៥"
    ],
    "faxes": [

    ],
    "emails": [
      "samath_bou@yahoo.com"
    ],
    "websiteOrFacebook": [
      "https://web.facebook.com/PCCFPISihanoukvill"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "វិស្វកម្មអគ្គិសនី",
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "វិស្វកម្មស្ថាបត្យកម្ម",
          "វិស្វកម្មអេឡិចត្រូនិក",
          "វិស្វកម្មមេកានិក",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "តម្លើងបណ្តាញអគ្គិសនីក្នុងអគារ",
          "សំណង់ស៊ីវិល",
          "ថែទាំ និងជួសជុលម៉ូតូ",
          "សេវាកម្មកុំព្យូទ័រ",
          "ជំនាញតបណ្តាញទឹក",
          "ជំនាញសំណង់",
          "ជួសជុលអគ្គិសនីរថយន្ត",
          "ជួសជុលម៉ាស៊ីនត្រជាក់រថយន្ត",
          "ជួសជុលបរិក្ខារត្រជាក់",
          "ជំនាញបច្ចេកទេសរំពងសំឡេង និងចង្ក្រៀងបំភ្លឺឆាក",
          "ជំនាញប្រព័ន្ធបញ្ជាម៉ូតូ",
          "បច្ចេកវិទ្យាចិញ្ចឹមជ្រូក និងប្រើប្រាស់វ៉ាក់សាំង",
          "បច្ចេកវិទ្យាចិញ្ចឹមមាន់ និងប្រើប្រាស់វ៉ាក់សាំង",
          "បច្ចេកវិទ្យាដាំដំណាំបន្លែ និងជីកំប៉ុស្តិ៍",
          "បច្ចេកទេសចិញ្ចឹមត្រី",
          "វិស្វកម្មអគ្គិសនី",
          "វិស្វកម្មអេឡិចត្រូនិក",
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "វិស្វកម្មយន្តសាស្រ្តរថយន្ត",
          "បច្ចេកវិទ្យាព័ត៌មានវិទ្យា",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "ទេសចរណ៍ និងបដិសណ្ឋារកិច្ច",
          "ភាសាអង់គ្លេស",
          "អគ្គិសនី",
          "អេឡិចត្រូនិក",
          "សំណង់ស៊ីវិល",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "សំណង់ជាងកំបោរ",
          "ការថែទាំ និងជួសជុលរថយន្ត",
          "សេវាកម្មកុំព្យូទ័រ",
          "ជាងក្រឡឹង",
          "តបណ្តាញអគ្គិសនី",
          "តបណ្តាញទឹក",
          "ជួសជុលម៉ាស៊ីនដេរ",
          "ជួសជុលកុំព្យូទ័រ",
          "មូលដ្ឋានគ្រឹះកាត់ដេរ",
          "ជួសជុលរថយន្ត និងម៉ូតូ",
          "មូលដ្ឋានគ្រឹះបសុព្យាបាល"
        ]
      }
    ]
  },
  {
    "id": 73,
    "code": "uni_gov_0074",
    "universityName": "វិទ្យាស្ថានពហុបច្ចេកទេសខេត្តពោធិ៍សាត់",
    "logoName": require('../../assets/images/schools/pipp.jpg'),
    "address": "ភូមិចំការចេកខាងត្បូង សង្កាត់ផ្ទះព្រៃ ក្រុងពោធិ៍សាត់ ខេត្តពោធិ៍សាត់ ,ខាងជើងវិទ្យាល័យពោធិ៍សាត់ចំងាយ ១០០ម៉",
    "province": "ពោធិ៍សាត់",
    "phoneNumbers": [
      "០១២ ៨៨៤ ៩១៩/ ០៩៦ ៧៣៨ ៩៦ ៥៤ / ០១២ ៣៣២ ៨៧៦ / ០១៦ ៥៤៨ ០៥៦/ ០៩៧ ៩១១ ៧០ ៨៦ / ០១១ ៣២២ ៣៦៦"
    ],
    "faxes": [

    ],
    "emails": [
      "ptc_pursat@yahoo.com"
    ],
    "websiteOrFacebook": [
      "https://web.facebook.com/pipp.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "ព័ត៌មានវិទ្យា",
          "អេឡិចត្រូនិក",
          "វិស្វកម្មអគ្គិសនី",
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "បរិក្ខារត្រជាក់",
          "អគ្គិសនី",
          "ការថែទាំ និងជួសជុលរថយន្ត",
          "សេវាកម្មកុំព្យូទ័រ",
          "សេវាកម្មទីផ្សារ",
          "តបណ្តាញអគ្គិសនី",
          "កុំព្យូទ័រក្រាហ្វិច",
          "កុំព្យូទ័ររដ្ឋបាល",
          "កុំព្យូទ័រគ្រប់គ្រងទិន្នន័យ",
          "ជួសជុល និងតំឡើងម៉ាស៊ីនត្រជាក់",
          "ជួសជុល និងតំឡើងកុំព្យូទ័រ",
          "ឌីហ្សាញវេបសាយ",
          "អគ្គិសនីតបណ្តាញ",
          "ជួសជុលម៉ាស៊ីនធុនតូច",
          "បសុព្យាបាល",
          "គូរប្លង់អគារ"
        ]
      }
    ]
  },
  {
    "id": 74,
    "code": "uni_gov_0075",
    "universityName": "វិទ្យាស្ថានពហុបច្ចេកទេសខេត្តកំពង់ចាម",
    "logoName": require('../../assets/images/schools/pikp.jpg'),
    "address": "ផ្លូវជាតិលេខ៧ចាស់ ភូមិទី៧ សង្កាត់កំពង់ចាម ក្រុងកំពង់ចាម ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១៧ ៩១៤ ៥៤៧ / ០១២ ៤០៤ ៣០៦ / ០៩៧ ៣៨២ ៨២៦ ១"
    ],
    "faxes": [

    ],
    "emails": [
      "havthin.ptc.kpc@gmail.com"
    ],
    "websiteOrFacebook": [
      "វិទ្យាស្ថានពហុបច្ចេកទេស ខេត្តកំពង់ចាម"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "វិស្វកម្មអគ្គិសនី",
          "គណនេយ្យ",
          "សំណង់ស៊ីវិល",
          "ព័ត៌មានវិទ្យា",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "អគ្គិសនីក្នុងអគារ",
          "ជាងកំបោរ",
          "ថែទាំ និងជួសជុលរថយន្ត",
          "សេវាកម្មកុំព្យូទ័រ",
          "សេវាកម្មរដ្ឋបាល",
          "តបណ្តាញអគ្គិសនី",
          "អ៊ុតសក់ ផាត់មុខ ធ្វើក្រចក",
          "កាត់សក់បុរស",
          "សម្អាងការ",
          "ជួសជុលម៉ាស៊ីនត្រជាក់",
          "ជួសជុលម៉ូតូ",
          "កាត់ដេរសម្លៀកបំពាក់",
          "ភាសាកូរ៉េ",
          "ចិញ្ចឹមមាន់ និងចាក់វ៉ាក់សាំង",
          "ចិញ្ចឹមគោ ក្របី និងចាក់វ៉ាក់សាំង",
          "ចិញ្ចឹមជ្រូក និងចាក់វ៉ាក់សាំង",
          "ដាំបន្លែចំរុះ",
          "បណ្តុះផ្សិត",
          "ផលិតជីកំប៉ុស",
          "ចិញ្ចឹមត្រី"
        ]
      }
    ]
  },
  {
    "id": 75,
    "code": "uni_gov_0076",
    "universityName": "វិទ្យាស្ថានពហុបច្ចេកទេសខេត្តបន្ទាយមានជ័យ",
    "logoName": require('../../assets/images/schools/pibmc.jpg'),
    "address": "ភូមិគាប សង្កាត់ទឹកថ្លា ក្រុងសិរីសោភ័ណ ខេត្តបន្ទាយមានជ័យ",
    "province": "បន្ទាយមានជ័យ",
    "phoneNumbers": [
      "០៩៥ ៩៣៤ ៤៤៧ / ០៩២ ៨០០ ៣៦៩ / ០៩៦ ៥៧៥ ៧០៣ ៦ / ០៥៤ ២១០ ០១៣"
    ],
    "faxes": [

    ],
    "emails": [
      "socheath700@gmail.com"
    ],
    "websiteOrFacebook": [
      "វិទ្យាស្ថានពហុបច្ចេកទេសខេត្តបន្ទាយមានជ័យ"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "អគ្គិសនី",
          "សំណង់ស៊ីវិល",
          "ព័ត៌មានវិទ្យា",
          "សំណង់",
          "រថយន្ត",
          "អគ្គិសនី",
          "ជាងកំបោរ",
          "តបណ្តាញអគ្គិសនី",
          "តបណ្តាញទឹក",
          "ជួសជុលម៉ាស៊ីនត្រជាក់",
          "កុំព្យូទ័រឌីហ្សាញ",
          "កុំព្យូទ័រគណនេយ្យ",
          "បច្ចេកទេសកែច្នៃបន្លែ និងផ្លែឈើ",
          "ដំណាំបន្លែ",
          "វិធានការការពារដំណាំ",
          "ចិញ្ចឹមមាន់ និងចាក់វ៉ាក់សាំង",
          "ចិញ្ចឹមជ្រូក និងចាក់វ៉ាក់សាំង"
        ]
      }
    ]
  },
  {
    "id": 76,
    "code": "uni_gov_0077",
    "universityName": "វិទ្យាស្ថានពហុបច្ចេកទេសខេត្តកំពង់ធំ",
    "logoName": require('../../assets/images/schools/pikt.jpg'),
    "address": "ភូមិព្រៃបន្លិច សង្កាត់អាចារ្យលាក់ ក្រុងស្ទឹងសែន ខេត្តកំពង់ធំ",
    "province": "កំពង់ធំ",
    "phoneNumbers": [
      "០១២ ៩២៦ ២៣២ / ០១២ ៣២៩ ៩៣៩ / ០១២ ២៥៩ ៦៤៩"
    ],
    "faxes": [

    ],
    "emails": [
      "hieng_ptc@yahoo.com",
      "ekhieng.pikt@gmail.com"
    ],
    "websiteOrFacebook": [
      "<html>https://ptckgthom.wixsite.com/",
      "<u>https://web.facebook.com/mypikt</u></html>"
    ],
    "mailbox": null,
    "category": "សាលារដ្ឋ",
    "departments": [
      {
        "name": "",
        "majors": [
          "ព័ត៌មានវិទ្យា",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "បសុព្យាបាល",
          "គណនេយ្យ",
          "សេវាកម្មកុំព្យូទ័រ",
          "បច្ចេកទេសដាំបន្លែ",
          "បច្ចេកទេសបណ្តុះផ្សិត",
          "បច្ចេកទេសផលិតជីកំប៉ុស",
          "បច្ចេកទេសកែច្នៃចំណីសត្វ",
          "បច្ចេកទេសចិញ្ចឹមមាន់",
          "បច្ចេកទេសចិញ្ចឹមទា",
          "បច្ចេកទេសចិញ្ចឹមជ្រូក",
          "ភាសាកូរ៉េ",
          "ការងារជាងកំបោរ",
          "ជាងជួសជុលម៉ូតូ",
          "ជាងកាត់ដេរ",
          "សម្អាងការ និងកែសម្ផស្ស",
          "បច្ចេកទេសផលិតសាប៊ូលាងចាន",
          "បច្ចេកទេសបណ្តុះកូនឈើ"
        ]
      }
    ]
  },
  {
    "id": 77,
    "code": "uni_pri_0001",
    "universityName": "សាខាវិទ្យាស្ថានក្រុងអង្គរ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវលេខ ១១ ភូមិឯករ៉ាម សង្កាត់ជើងទឹក ខេត្តព្រៃវែង",
    "province": "ព្រៃវែង",
    "phoneNumbers": [
      "០១២ ៥៥៣ ៤៩៩ / 092 85 20 99"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://web.facebook.com/angkorcitypreyveng"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រង ពាណិជ្ជកម្ម និងទេសចរណ៍",
        "majors": [
          "គ្រប់គ្រង",
          "គណនេយ្យ",
          "ទីផ្សារ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យនិតីសាស្រ្ត និងសេដ្ឋកិច្ច",
        "majors": [
          "និតីឯកជន",
          "និតីសាធារណៈ",
          "ធនាគារ និងហរិញ្ញវត្ថុ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តអប់រំ",
        "majors": [
          "គណិតវិទ្យា",
          "រូបវិទ្យា",
          "អក្សរសាស្រ្តខ្មែរ",
          "ភាសាអង់គ្លេស"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យ វិទ្យាសាស្រ្តនិងបច្ចេកទេស",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "ព័ត៌មានវិទ្យា"
        ]
      }
    ]
  },
  {
    "id": 78,
    "code": "uni_pri_0002",
    "universityName": "សាខាសាកលវិទ្យាល័យឯកទេសនៃកម្ពុជា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ ៣០៦ ភូមិ ៣  សង្កាត់វាលវង់ក្រុងកំពង់ចាម ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១២ ៤៤២ ៧២៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "CUS Kampong Cham"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "អក្សរសាស្រ្តអង់គ្លេស",
          "ប្រវត្តិវិទ្យា",
          "ចិត្ត-គរុកោសល្យ",
          "ភូមិវិទ្យា",
          "អក្សរសាស្រ្តខ្មែរ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និងបច្ចេកទេស",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "គីមីវិទ្យា",
          "ជីវវិទ្យា",
          "គ្រប់គ្រងប្រព័ន្ធព័ត៌មានវិទ្យា",
          "គណិតវិទ្យា",
          "រូបវិទ្យា",
          "គ្រប់គ្រងសិ្ថតិអនុវត្តន៍",
          "បច្ចេកវិទ្យាព័ត៌មានវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រង ពាណិជ្ជកម្ម និងសេដ្ឋកិច្ច",
        "majors": [
          "គ្រប់គ្រង",
          "គណនេយ្យ",
          "ហរិញ្ញវត្ថុ និងធនាគារ",
          "ម៉ាឃីតធីង(ទីផ្សារ)",
          "សេដ្ឋកិច្ចអភិវឌ្ឍន៍",
          "គ្រប់គ្រងសណ្ឋាគារ និងទេសចរណ៍",
          "គ្រប់គ្រងការផ្សាយពាណិជ្ជកម្ម",
          "គ្រប់គ្រងពាណិជ្ជកម្មអន្ដរជាតិ",
          "គ្រប់គ្រងអចលនវត្ថុ និងដីធ្លី"
        ]
      }
    ]
  },
  {
    "id": 79,
    "code": "uni_pri_0003",
    "universityName": "សាខាសាកលវិទ្យាល័យវេស្ទើន",
    "logoName": require('../../assets/images/schools/western.jpg'),
    "address": "ភូមិទី ២ សង្កាត់វាលវង់ ក្រុងកំពង់ចាម ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៤២ ៩៤២ ០២៤",
      "០៩៧ ៦៦៩ ៩៩៩០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត ភាសា",
        "majors": [
          "អប់រំភាសាអង់គេ្លស",
          "អង់គេ្លសសម្រាប់ទំនាក់ទំនង"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងសណ្ឋាគារ និងទេសចរណ៏",
        "majors": [
          "គ្រប់គ្រងសណ្ឋាគារ និងបដិសណ្ឋាកិច្ច",
          "គ្រប់គ្រងទេសចរណ៍"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសេដ្ឋកិច្ច",
        "majors": [
          "ហរិញ្ញវត្ថុ និងធនាគារ",
          "សេដ្ឋកិច្ចអភិវឌ្ឍន៍",
          "វិនិយោគ និងទីផ្សារភាគហ៊ុន"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រង ពាណិជ្ជកម្ម គណនេយ្យ",
        "majors": [
          "ទីផ្សារ និងទំនាក់ទំនង",
          "គ្រប់គ្រង និងភាពជាអ្នកដឹកនាំ",
          "គណនេយ្យ និងសេវនកម្ម"
        ]
      },
      {
        "name": "នីតិសាស្រ្ត",
        "majors": [
          "ច្បាប់",
          "ច្បាប់ការទូត",
          "រដ្ឋបាលសារធាណៈ",
          "ច្បាប់អង្គការអន្តរជាតិ និង NGOs"
        ]
      },
      {
        "name": "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
        "majors": [
          "រៀបចំបណ្ដាញកុំព្យូទ័រ",
          "សរសេរកម្មវិធីគ្រប់គ្រងកុំព្យូទ័រ"
        ]
      },
      {
        "name": "វិទ្យាសាស្រ្តអប់រំ",
        "majors": [
          "ប្រវត្តិវិទ្យា",
          "រូបវិទ្យា",
          "ខេមវិទ្យា",
          "ជីវវិទ្យា",
          "គីមីវិទ្យា",
          "គណិតវិទ្យា",
          "ទស្សនៈវិទ្យា"
        ]
      }
    ]
  },
  {
    "id": 80,
    "code": "uni_pri_0004",
    "universityName": "សាខាសាកលវិទ្យាល័យគ្រប់គ្រង និង សេដ្ឋកិច្ច",
    "logoName": require('../../assets/images/schools/management_economic.png'),
    "address": "ផ្លូវជាតិលេខ ៧ ភូមិបឹងស្នាយ សង្កាត់សំបូរមាស ក្រុងកំពង់ចាម ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៤២ ៦៧៧ ៧៧០៧",
      "០៤២ ៦៧៧ ៧៧០៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.facebook.com/umekpc"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "គ្រប់គ្រង",
          "គ្រប់គ្រងទេសចរណ៍",
          "គណនេយ្យ",
          "ធនាគារ និងហរិញ្ញវត្ថុ",
          "ទីផ្សារ (ម៉ាឃីតធីង)",
          "ច្បាប់",
          "សេដ្ឋកិច្ច",
          "អភិវឌ្ឍន៍សហគមន៍",
          "អក្សរសាស្រ្តខ្មែរ",
          "ភាសាអង់គ្លេស",
          "គណិតវិទ្យា"
        ]
      }
    ]
  },
  {
    "id": 81,
    "code": "uni_pri_0005",
    "universityName": "សាកលវិទ្យាល័យកំពង់ចាម",
    "logoName": require('../../assets/images/schools/ukc.jpg'),
    "address": "ក្រុងកំពង់ចាម ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៤២ ៦៧៧៧៧២៩/ ០៩៦ ៥៥៥ ៦៦៦៨ / ០៨៨ ៩៧ ៩៧ ២២២/ ០៩៨ ៥៤ ៤០ ៨០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://www.facebook.com/kampong.cham"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "គិលានុបដ្ឋាន",
          "ទន្តគិលានុដ្ឋាន",
          "មន្ទីរពិសោធន៏",
          "ឆ្មប"
        ]
      }
    ]
  },
  {
    "id": 82,
    "code": "uni_pri_0006",
    "universityName": "ពុទ្ធិកសាកលវិទ្យាល័យសម្ដេចអគ្គមហាសេនាបតី តេជោ ហ៊ុន សែន",
    "logoName": require('../../assets/images/schools/hsbu.png'),
    "address": "សង្កាត់ បឹងកុក ក្រុងកំពង់ចាម ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៤២ ៦៣៧ ០១២៣",
      "០១៥ ៤៦ ៥៣ ៧៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.hsbu.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យបាលីនិង សំស្រ្កឹត",
        "majors": [
          "ភាសាបាលី",
          "សំស្រឹ្កត"
        ]
      },
      {
        "name": "មហារិទ្យាល័យសង្គមសាស្រ្ត",
        "majors": [
          "នីតិរដ្ឋបាលសាធារណៈ",
          "រដ្ឋបាលអប់រំ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័សិល្បៈ មនុស្សសាស្រ្តនិងភាសា",
        "majors": [
          "អក្សរសាស្រអង់គ្លេស",
          "អក្សរសាស្រ្តខ្មែរ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យទស្សនៈវិជ្ជានិងសានា",
        "majors": [
          "ទស្សនវិជ្ជា ពុទ្ធសាសនា",
          "គ្រប់គ្រងទូទៅ"
        ]
      }
    ]
  },
  {
    "id": 83,
    "code": "uni_pri_0007",
    "universityName": "សាខាសាកលវិទ្យាល័យបៀលប្រាយ",
    "logoName": require('../../assets/images/schools/bbu.png'),
    "address": "ភូមិវិហារចិន សង្កាត់ស្វាយដង្កំ ក្រុងសៀមរាប ខេត្តសៀមរាប",
    "province": "សៀមរាប",
    "phoneNumbers": [
      "០៦៣ ៩៦៣ ៣០០ / ០១២ ៥៩៣ ១០០ / ០៨៧ ៧៥០ ៦០០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យ សេដ្ឋកិច្ច និងវិទ្យាសាស្រ្តកសិកម្ម",
        "majors": [
          "សេដ្ឋកិច្ច",
          "សេដ្ឋកិច្ច និងហិរញ្ញវត្ថុ",
          "គ្រប់គ្រងគម្រោង និងអភិវឌ្ឍន៍ជនបទ",
          "គ្រប់គ្រងកសិដ្ឋាន និងកសិធុរកិច្ច",
          "ពាណិជ្ជកម្ម និងហិរញ្ញវត្ថុអន្តរជាតិ",
          "កសិកម្ម",
          "ក្សេត្រសាស្រ្ត",
          "ផលិតកម្មសត្វ",
          "បច្ចេកវិទ្យាក្រោយប្រមូលផល"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យច្បាប់ និងវិទ្យាសាស្រ្តសង្គម",
        "majors": [
          "និតិសាស្រ្ត",
          "និតិឯកជន និងនិតិធុរកិច្ច",
          "និតិសាធារណៈ",
          "និតិអន្តរជាតិ",
          "រដ្ឋបាលសាធារណៈ",
          "គ្រប់គ្រងសាធារណៈ និងអភិបាលកិច្ច",
          "គោលនយោបាយសាធារណៈ",
          "វិទ្យាសាស្រ្តនយោបាយ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "ភាសាអង់គ្លេស",
          "បង្រៀនភាសាអង់គ្លេសជាភាសាបរទេស",
          "បកប្រែភាសា",
          "ភាសាអង់គ្លេសសម្រាប់ធុរកិច្ចអន្តរជាតិ",
          "អប់រំ",
          "ផែនការអប់រំ និងគ្រប់គ្រង"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិស្វកម្ម និងស្ថាបត្យកម្ម",
        "majors": [
          "វិស្វកម្ម",
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "វិស្វកម្មអគ្គីសនី និងអេឡិចត្រូនិច",
          "វិស្វកម្មអេឡិចត្រូនិច និងទូរគមនាគមន៍",
          "វិស្វកម្មសំណង់ស៊ីវិលអាគារ",
          "វិស្វកម្មសំណង់ស៊ីវិលស្ពានថ្នល់",
          "ស្ថាបត្យកម្ម និងនគរូបនីយកម្ម",
          "ស្ថាបត្យកម្ម តុបតែងក្នុងអាគារ",
          "រចនាម៉ូតផលិតផល"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និងបច្ចេកវិទ្យា",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "បច្ចេកវិទ្យាព័ត៌មាន",
          "បច្ចេកវិទ្យាបណ្ដាញកុំព្យូទ័រ",
          "បច្ចេកវិទ្យាព័ត៌មាន និងបណ្ដាញកុំព្យូទ័រ",
          "បច្ចេកវិទ្យាទូរគមនាគមន៍"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យទេសចរណ៍ បដិសណ្ឋាកិច្ច",
        "majors": [
          "គ្រប់គ្រងសណ្ឋាគារ និងបដិសណ្ឋាកិច្ច",
          "គ្រប់គ្រងទេសចរណ៍ និងបដិសណ្ឋាកិច្ច",
          "គ្រប់គ្រងសេវាម្ហូបអាហារ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងធុរកិច្ច",
        "majors": [
          "រដ្ឋបាលធុរកិច្ច",
          "គ្រប់គ្រង",
          "សវនកម្ម",
          "គណនេយ្យ និងហរិញ្ញវត្ថុ",
          "ធុរកិច្ចអន្ដរជាតិ",
          "ទីផ្សារ",
          "ហរិញ្ញវត្ថុ",
          "ធនាគារ",
          "គ្រប់គ្រងសហគ្រិនភាព និងសហគ្រាស",
          "គ្រប់គ្រងអចលនទ្រព្យ និងដីធ្លី",
          "ប្រព័ន្ធព័ត៌មានធុរកិច្ច"
        ]
      }
    ]
  },
  {
    "id": 84,
    "code": "uni_pri_0008",
    "universityName": "សាខាសាកលវិទ្យាល័យបញ្ញាសាស្រ្តកម្ពុជា",
    "logoName": require('../../assets/images/schools/puc.png'),
    "address": "ផ្លូវលេខ ២៧ ភូមិវត្តបូព៌ សង្កាត់ស្លក្រាម ក្រុងសៀមរាប",
    "province": "សៀមរាប",
    "phoneNumbers": [
      "០៦៣ ៩៦៥ ៩៥៧ /  ០១២ ៦០២ ៥៥០ / ០៨៨ ៧៥៩ ៥០០៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.pusr.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យពាណិជ្ជកម្ម និងសេដ្ឋកិច្ច",
        "majors": [
          "គណនេយ្យ",
          "គ្រប់គ្រងអាជីវកម្ម",
          "ប្រព័ន្ធព័ត៌មានអាជីវកម្ម",
          "សេដ្ឋកិច្ច",
          "សហគ្រិនភាព",
          "ហរិញ្ញវត្ថុ និងធនាគារ",
          "ទីផ្សារ",
          "គ្រប់គ្រងទេសចរណ៍និងបដិសណ្ឋារកិច្ច"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យអប់រំ",
        "majors": [
          "TESOL",
          "រដ្ឋបាលអប់រំនិងភាពជាអ្នកដឹកនាំ",
          "ផែនការអប់រំ គោលនយោបាយ\nនិងការគ្រប់គ្រង (PhD)"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យនីតិសាស្រ្ត និងកិច្ចការសាធារណៈ",
        "majors": [
          "ច្បាប់",
          "ច្បាប់កម្មសិទិ្ធបញ្ញា",
          "ច្បាប់ពណិជ្ជកម្មអន្ដរជាតិ",
          "ច្បាប់ស្តីពីសិទ្ធិមនុស្សអន្តរជាតិ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសង្គមសាស្រ្ត និងទំនាក់ទំនងអន្តរជាតិ",
        "majors": [
          "ទំនាក់ទំនងអន្តរជាតិ",
          "ទំនាក់ទំនងអន្តរជាតិ និងការទូត",
          "ទំនាក់ទំនងអន្តរជាតិ និងសន្តិភាពការអភិវឌ្ឍន៍",
          "ចិត្តវិទ្យា",
          "សង្គមវិទ្យា",
          "វិទ្យាសាស្រ្តនយោបាយ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគណិតវិទ្យា វិទ្យាសាស្រ្តនិងវិស្វកម្ម",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "សិក្សាអំពីបរិស្ថាន និងវិទ្យាសាស្រ្ត"
        ]
      }
    ]
  },
  {
    "id": 85,
    "code": "uni_pri_0009",
    "universityName": "សាខាសាកលវិទ្យាល័យឯកទេសនៃកម្ពុជា",
    "logoName": require('../../assets/images/schools/cambodia_specialty.jpg'),
    "address": "ផ្លូវលោកតានឿយ ភូមិវត្តបូព៌ សង្កាត់ស្លក្រាម ក្រុងសៀមរាប ខេត្តសៀមរាប",
    "province": "សៀមរាប",
    "phoneNumbers": [
      "012 63 62 08 / 010 63 62 08"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "facebook page \"CUS Siem Reap\""
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "អក្សរសាស្រ្តអង់គ្លេស",
          "ប្រវត្តិវិទ្យា",
          "ចិត្ត-គរុកោសល្យ",
          "ភូមិវិទ្យា",
          "អក្សរសាស្រ្តខ្មែរ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និងបច្ចេកទេស",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "គីមីវិទ្យា",
          "ជីវវិទ្យា",
          "គ្រប់គ្រងប្រព័ន្ធព័ត៌មានវិទ្យា",
          "គណិតវិទ្យា",
          "រូបវិទ្យា",
          "គ្រប់គ្រងសិ្ថតិអនុវត្តន៏",
          "បច្ចេកវិទ្យាព័ត៌មានវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រង ពាណិជ្ជកម្ម និងសេដ្ឋកិច្ច",
        "majors": [
          "គ្រប់គ្រង",
          "គណនេយ្យ",
          "ហរិញ្ញវត្ថុ និងធនាគារ",
          "ម៉ាឃីតធីង(ទីផ្សារ)",
          "សេដ្ឋកិច្ចអភិវឌ្ឍន៏",
          "គ្រប់គ្រងសណ្ឋាគារ និងទេសចរណ៍",
          "គ្រប់គ្រងការផ្សាយពាណិជ្ជកម្ម",
          "គ្រប់គ្រងពាណិជ្ជកម្មអន្ដរជាតិ",
          "គ្រប់គ្រងអចលនវត្ថុ និងដីធ្លី"
        ]
      }
    ]
  },
  {
    "id": 86,
    "code": "uni_pri_0010",
    "universityName": "សាខាសាកលវិទ្យាល័យ មេគង្គកម្ពុជា",
    "logoName": require('../../assets/images/schools/mekong.png'),
    "address": "អគារលេខ ២២០ ផ្លូវ៧ មករាសង្កាត់សាលាកំរើក ក្រុងសៀមរាប ខេត្តសៀមរាប",
    "province": "សៀមរាប",
    "phoneNumbers": [
      "០៨១ ៦៣៣ ១២៣ / ០១៥ ៣០៣ ៣៦៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យ វិទ្យាសាស្រ្ត",
        "majors": [
          "គណនេយ្យ",
          "គ្រប់គ្រងពាណិជ្ជកម្មអន្ដរជាតិ",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "វិភាគហិរញ្ញវត្ថុ និងការវិនិយោគ",
          "បច្ចេកវិទ្យាព័ត៌មានវិទ្យា",
          "សំណង់ស៊ីវិល",
          "ស្ថាបត្យកម្ម"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈមនុស្សសាស្រ្ត និងភាសាបរទេស",
        "majors": [
          "ទំនាក់ទំនងអន្តរជាតិ",
          "ភាសាអង់គ្លេស",
          "សិក្សាជប៉ុន ពាណិជ្ជកម្ម"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តសង្គម",
        "majors": [
          "ម៉ាឃីតធីង(ទីផ្សារ)",
          "គ្រប់គ្រង",
          "ច្បាប់",
          "ច្បាប់ពាណិជ្ជកម្ម",
          "គ្រប់គ្រងធនធានមនុស្ស",
          "គ្រប់គ្រងសណ្ឋាគារ និងបដិសណ្ឋារកិច្ច",
          "ទំនាក់ទំនងសាធារណៈ"
        ]
      },
      {
        "name": "កម្មវិធីសិក្សាអន្តរជាតិ",
        "majors": [
          "គ្រប់គ្រងពាណិជ្ជកម្មនិងសហគ្រាស",
          "គ្រប់គ្រងពាណិជ្ជកម្មអន្ដរជាតិ"
        ]
      }
    ]
  },
  {
    "id": 87,
    "code": "uni_pri_0011",
    "universityName": "សាខាវិទ្យាស្ថានវ៉ាន់ដា",
    "logoName": require('../../assets/images/schools/vanda.jpeg'),
    "address": "ផ្លូវលោកតានឿយ សង្កាត់សាលាកំរើក ក្រុងសៀមរាប ខេត្តសៀមរាប",
    "province": "សៀមរាប",
    "phoneNumbers": [
      "០៦៣ ៩៦៣ ៥៦៣ / ០៦៩ ៥៣៣ ៣៣៩ / ០៩៧ ២២២២ ៨៩១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យ គណនេយ្យ និងហិរញ្ញវត្ថុ",
        "majors": [
          "គណនេយ្យ និងធនាគារ",
          "ភាសាអង់គ្លេសសម្រាប់ពាណិជ្ជកម្ម",
          "គណនេយ្យ",
          "បរិញ្ញាបត្រជាន់ខ្ពស់សវនកម្ម",
          "បរិញ្ញាបត្រជាន់ខ្ពស់គណនេយ្យ"
        ]
      }
    ]
  },
  {
    "id": 88,
    "code": "uni_pri_0012",
    "universityName": "សាខាសាកលវិទ្យាល័យ បៀលប្រាយ",
    "logoName": require('../../assets/images/schools/bbu.png'),
    "address": "ផ្លូវលេខ ១ ភូមិទី ៤ សង្កាត់៤ ក្រុងព្រះសីហនុ ខេត្តព្រះសីហនុ",
    "province": "ព្រះសីហនុ",
    "phoneNumbers": [
      "034 934 024/016 56 56 48/077 56 56 48/016 390 219"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសេដ្ឋកិច្ច និងវិទ្យាសាស្រ្តកសិកម្ម",
        "majors": [
          "សេដ្ឋកិច្ច",
          "សេដ្ឋកិច្ចនិងហិរញ្ញវត្ថុ",
          "គ្រប់គ្រងគម្រោងនិងអភិវឌ្ឍន៍ជនបទ",
          "កសិកម្ម",
          "ផលិតកម្មកសិកម្មនិងទីផ្សារ",
          "គ្រប់គ្រងគម្រោងនិងអភិវឌ្ឍន៍ជនបទ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និងបច្ចេកវិទ្យា",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "បច្ចេកវិទ្យាព័ត៌មាន",
          "ការអនុវត្តន៍កុំព្យូទ័រ",
          "បច្ចេកវិទ្យាបណ្ដាញកុំព្យូទ័រ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "ភាសាអង់គ្លេស",
          "បង្រៀនភាសាអង់គ្លេសជាភាសាបរទេស",
          "ភាសាអង់គ្លេសសម្រាប់ធុរកិច្ចអន្តរជាតិ",
          "ផែនការអប់រំ និងគ្រប់គ្រង"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងធុរកិច្ច",
        "majors": [
          "រដ្ឋបាលធុរកិច្ច",
          "គ្រប់គ្រង",
          "គណនេយ្យ និងហិរញ្ញវត្ថុ",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "ទីផ្សារ",
          "ទេសចរណ៍និងបដិសណ្ឋារកិច្ច"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យទេសចរណ៍ និងបដិសណ្ឋារកិច្ច",
        "majors": [
          "គ្រប់គ្រងសណ្ឋាគារ និងបដិសណ្ឋារកិច្ច",
          "គ្រប់គ្រងទេសចរណ៍",
          "គ្រប់គ្រងទេសចរណ៍ និងបដិសណ្ឋារកិច្ច"
        ]
      }
    ]
  },
  {
    "id": 89,
    "code": "uni_pri_0013",
    "universityName": "សាខាសាកលវិទ្យាល័យ គ្រប់គ្រង និង សេដ្ឋកិច្ច",
    "logoName": require('../../assets/images/schools/management_economic.png'),
    "address": "Prek Preash Sdech District, Battambang city, Battambang province",
    "province": "បាត់ដំបង",
    "phoneNumbers": [
      "០៥៣ ៩៥២ ១៦០ / ០៩៩ ៣៤៤ ៥៦៦ / ០១៧ ៨៦ ៨៣ ៨៦ ០១២ ៤៧ ៣៧ ៦៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.ume.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងពាណិជ្ជកម្ម និងទេសចរណ៍",
        "majors": [
          "គ្រប់គ្រងទូទៅ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសាបរទេស",
        "majors": [
          "អក្សរសាស្រ្តអង់គ្លេស",
          "អក្សរសាស្រ្តខ្មែរ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យនិតីសាស្រ្ត និងសេដ្ឋកិច្ច",
        "majors": [
          "សេដ្ឋកិច្ច និងហិរញ្ញវត្ថុ",
          "ច្បាប់"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត បច្ចេកវិទ្យា",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "ព័ត៌មានវិទ្យា"
        ]
      }
    ]
  },
  {
    "id": 90,
    "code": "uni_pri_0014",
    "universityName": "សាខាសាកលវិទ្យាល័យបៀលប្រាយ",
    "logoName": require('../../assets/images/schools/bbu.png'),
    "address": "ភូមិចំការសំរោង២ សង្កាត់ចំការសំរោង ក្រុងបាត់ដំបង ខេត្តបាត់ដំបង",
    "province": "បាត់ដំបង",
    "phoneNumbers": [
      "012 753 375 / 010 374 757 / 053 393 975 / 012 639 949"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.bbu.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសេដ្ឋកិច្ច និងវិទ្យាសាស្រ្តកសិកម្ម",
        "majors": [
          "សេដ្ឋកិច្ច",
          "សេដ្ឋកិច្ច និងហិរញ្ញវត្ថុ",
          "គ្រប់គ្រងគម្រោង និងអភិវឌ្ឍន៍ជនបទ",
          "កសិកម្ម",
          "ផលិតកម្មកសិកម្ម និងទីផ្សារ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និងបច្ចេកវិទ្យា",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "បច្ចេកវិទ្យាព័ត៌មាន",
          "ការអនុវត្តន៍កុំព្យូទ័រ",
          "បច្ចេកវិទ្យាបណ្ដាញកុំព្យូទ័រ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "ភាសាអង់គ្លេស",
          "បង្រៀនភាសាអង់គេ្លសជាភាសាបរទេស",
          "ភាសាអង់គ្លេសសម្រាប់ធុរកិច្ច",
          "ផែនការអប់រំ និងគ្រប់គ្រង"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងធុរកិច្ច",
        "majors": [
          "រដ្ឋបាលធុរកិច្ច(គ្រប់គ្រងធុរកិច្ច)",
          "គ្រប់គ្រង",
          "គណនេយ្យ និងហិរញ្ញវត្ថុ",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "ទីផ្សារ",
          "ទេសចរណ៍ និងបដិសណ្ឋារកិច្ច"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យទេសចរណ៍ និងបដិសណ្ឋារកិច្ច",
        "majors": [
          "គ្រប់គ្រងសណ្ឋាគារ និងបដិសណ្ឋារកិច្ច",
          "គ្រប់គ្រងទេសចរណ៍",
          "គ្រប់គ្រងទេសចរណ៍ និងបដិសណ្ឋារកិច្ច"
        ]
      }
    ]
  },
  {
    "id": 91,
    "code": "uni_pri_0015",
    "universityName": "សាខាសាកលវិទ្យាល័យបញ្ញាសាស្រ្តកម្ពុជា",
    "logoName": require('../../assets/images/schools/puc.png'),
    "address": "ផ្លូវលេខ ២០៧ ភូមិរំចេក ៤ សង្កាត់រតនៈ ក្រុងបាត់ដំបង ខេត្តបាត់ដំបង",
    "province": "បាត់ដំបង",
    "phoneNumbers": [
      "០៥៣ ៦៣៨ ៨៨២០",
      "០៥៣ ៦៣៦ ៦៦២០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យអប់រំ",
        "majors": [
          "TESOL"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ អក្សរសាស្រ្ត និងមនុស្សសាស្រ្ត",
        "majors": [
          "នរវិទ្យា",
          "ប្រវត្តិវិទ្យា",
          "ខេមរសិក្សា",
          "តូរ្យតន្រី្ត",
          "ភាសាអង់គ្លេសទំនាក់ទំនង"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យពាណិជ្ជសាស្រ្ត និងសេដ្ឋកិច្ច",
        "majors": [
          "គណនេយ្យ",
          "គ្រប់គ្រងពាណិជ្ជកម្ម",
          "សេដ្ឋកិច្ច",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "ប្រព័ន្ធព័ត៌មានវិទ្យាពាណិជ្ជកម្ម"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងទេសចរណ៍ និងបដិសណ្ឋារកិច្ច និងសហគ្រិនភាព",
        "majors": [
          "សហគ្រិនភាព",
          "ទីផ្សារ",
          "ជំនួញអន្តរជាតិ",
          "គ្រប់គ្រងទេសចរណ៍ និងបដិសណ្ឋារកិច្ច"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគណិតវិទ្យា វិទ្យាសាស្រ្ត និងវិស្្វកម្ម",
        "majors": [
          "បរិស្ថាន",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យនិតិសាស្រ្ត និងកិច្ចការសាធារណៈ",
        "majors": [
          "ច្បាប់"
        ]
      }
    ]
  },
  {
    "id": 92,
    "code": "uni_pri_0016",
    "universityName": "សាខាសាកលវិទ្យាល័យឯកទេសនៃកម្ពុជា",
    "logoName": require('../../assets/images/schools/cambodia_specialty.jpg'),
    "address": "ផ្លូវលេខ ២០៧ ភូមិរំចេក ៤ សង្កាត់រតនៈ ក្រុងបាត់ដំបង ខេត្តបាត់ដំបង",
    "province": "បាត់ដំបង",
    "phoneNumbers": [
      "012 44 27 28"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "info@cus.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "អក្សរសាស្រ្តអង់គ្លេស",
          "ប្រវត្តិវិទ្យា",
          "ចិត្ត-គរុកោសល្យ",
          "ភូមិវិទ្យា",
          "អក្សរសាស្រ្តខ្មែរ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និងបច្ចេកទេស",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "គីមីវិទ្យា",
          "ជីវវិទ្យា",
          "គ្រប់គ្រងប្រព័ន្ធព័ត៌មានវិទ្យា",
          "គណិតវិទ្យា",
          "រូបវិទ្យា",
          "គ្រប់គ្រងសិ្ថតិអនុវត្តន៍",
          "បច្ចេកវិទ្យាព័ត៌មានវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រង ពាណិជ្ជកម្ម និងសេដ្ឋកិច្ច",
        "majors": [
          "គ្រប់គ្រង",
          "គណនេយ្យ",
          "ហរិញ្ញវត្ថុ និងធនាគារ",
          "ម៉ាឃីតធីង(ទីផ្សារ)",
          "សេដ្ឋកិច្ចអភិវឌ្ឍន៍",
          "គ្រប់គ្រងសណ្ឋាគារ និងទេសចរណ៍",
          "គ្រប់គ្រងការផ្សាយពាណិជ្ជកម្ម",
          "គ្រប់គ្រងពាណិជ្ជកម្មអន្ដរជាតិ",
          "គ្រប់គ្រងអចលនវត្ថុ និងដីធ្លី"
        ]
      }
    ]
  },
  {
    "id": 93,
    "code": "uni_pri_0017",
    "universityName": "សាខាសាកលវិទ្យាល័យចេនឡា",
    "logoName": require('../../assets/images/schools/chenla.png'),
    "address": "ផ្លូវលេខ ២០៧ ភូមិរំចេក ៤ សង្កាត់រតនៈ ក្រុងបាត់ដំបង ខេត្តបាត់ដំបង",
    "province": "បាត់ដំបង",
    "phoneNumbers": [
      "០៨៩ ៧៥២ ២៧២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "បច្ចេកទេសមន្ទីរពិសោនធ៍",
          "គិលានុបដ្ឋាន",
          "ឆ្មប"
        ]
      }
    ]
  },
  {
    "id": 94,
    "code": "uni_pri_0018",
    "universityName": "សាខាសាកលវិទ្យាល័យបៀលប្រាយ",
    "logoName": require('../../assets/images/schools/bbu.png'),
    "address": "ភូមិ១ សង្កាត់រការក្នុង ក្រុងដូនកែវ ខេត្តតាកែវ",
    "province": "តាកែវ",
    "phoneNumbers": [
      "០៣២ ៩៣១ ០៣១",
      "០១២ ៦៦០ ៨២៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសេដ្ឋកិច្ច និងវិទ្យាសាស្រ្តកសិកម្ម",
        "majors": [
          "សេដ្ឋកិច្ច",
          "សេដ្ឋកិច្ចនិងហិរញ្ញវត្ថុ",
          "គ្រប់គ្រងគម្រោងនិងអភិវឌ្ឍន៍ជនបទ",
          "កសិកម្ម",
          "ផលិតកម្មកសិកម្មនិងទីផ្សារ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និងបច្ចេកវិទ្យា",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "បច្ចេកវិទ្យាព័ត៌មាន",
          "ការអនុវត្តន៍ក្នុងកុំព្យូទ័រ",
          "បច្ចេកវិទ្យាបណ្ដាញកុំព្យូទ័រ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈមនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "ភាសាអង់គេ្លស",
          "បង្រៀនភាសាអង់គ្លេសជាភាសាបរទេស",
          "ភាសាអង់គេ្លសសម្រាប់ធុរកិច្ចអន្តរជាតិ",
          "ផែនការអប់រំ និងគ្រប់គ្រង"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងធុរកិច្ច",
        "majors": [
          "រដ្ឋបាលធុរកិច្ច(គ្រប់គ្រងធុរកិច្ច)",
          "គ្រប់គ្រង",
          "គណនេយ្យ និងហិរញ្ញវត្ថុ",
          "ធនាគារនិងហិរញ្ញវត្ថុ",
          "ទីផ្សារ",
          "ទេសចរណ៍ និងបដិសណ្ឋារកិច្ច"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យទេសចរណ៍ និងបដិសណ្ឋារកិច្ច",
        "majors": [
          "គ្រប់គ្រងសណ្ឋាគារនិងបដិសណ្ឋារកិច្ច",
          "គ្រប់គ្រងទេសចរណ៍",
          "គ្រប់គ្រងទេសចរណ៍និងបដិសណ្ឋារកិច្ច"
        ]
      }
    ]
  },
  {
    "id": 95,
    "code": "uni_pri_0019",
    "universityName": "សាខាសាកលវិទ្យាល័យអង្គរខេមរា",
    "logoName": require('../../assets/images/schools/angkor_khemara.jpg'),
    "address": "អគារលេខ ២០ ផ្លូវ ២២ សង្កាត់រការក្នុង ក្រុងដូនកែវ ខេត្តតាកែវ",
    "province": "តាកែវ",
    "phoneNumbers": [
      "០៣២ ៦៩០ ០១៤៣",
      "០៣២ ៦៩៩ ៩៩៥១",
      "០៩៧ ៧៧៧ ៩៣៩៦          016 883 031"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យ វិទ្យាសាស្រ្តសង្គម",
        "majors": [
          "សង្គមវិទ្យា",
          "កិច្ចការសង្គម",
          "ចិត្តវិទ្យា",
          "វិទ្យាសាស្រ្តនយោបាយ",
          "សេដ្ឋកិច្ច",
          "គ្រប់គ្រងទូទៅ",
          "ភូមិវិទ្យា",
          "នីតិសាធារណៈ",
          "នីតិឯកជន",
          "គណនេយ្យ និងហរិញ្ញវត្ថុ",
          "ធនាគារ និងហរិញ្ញវត្ថុ",
          "រដ្ឋបាលពាណិជ្ជកម្ម",
          "ទីផ្សារ និងការលក់",
          "គ្រប់គ្រងទេសចរណ៍"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យ វិទ្យាសាស្រ្តអប់រំ",
        "majors": [
          "គ្រប់គ្រងអប់រំ",
          "គរុកោសល្យសង្គម",
          "គណិតវិទ្យា",
          "រូបវិទ្យា",
          "គីមីវិទ្យា",
          "ជីវវិទ្យា",
          "ភូមិវិទ្យា",
          "ប្រវតិ្តវិទ្យា",
          "ទស្សនវិជ្ជា",
          "អក្សរសាស្រ្តខ្មែរ",
          "ភាសាអង់គ្លេស"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យ សិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "ប្រវតិ្តវិទ្យា",
          "ទស្សនវិជ្ជា",
          "អក្សរសាស្រ្តខ្មែរ",
          "ភាសាអង់គ្លេស"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យ គណិតសាស្រ្ត និងវិទ្យាសាស្រ្ត",
        "majors": [
          "គណិតវិទ្យា",
          "រូបវិទ្យា",
          "គីមីវិទ្យា",
          "ជីវវិទ្យា",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "អគ្គីសនី"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យ វិទ្យាសាស្រ្តកសិកម្ម និងអភិវឌ្ឍន៍ជនបទ",
        "majors": [
          "វិទ្យាសាស្រ្តកសិកម្ម",
          "សេដ្ឋកិច្ចកសិកម្ម",
          "អភិវឌ្ឍន៍ជនបទ"
        ]
      }
    ]
  },
  {
    "id": 96,
    "code": "uni_pri_0020",
    "universityName": "សាខាសាកលវិទ្យាល័យបៀលប្រាយ",
    "logoName": require('../../assets/images/schools/bbu.png'),
    "address": "ភូមិទេសអន្លង់ សង្កាត់បឹងកន្សែង ក្រុងឡាបានសៀក ខេត្តរតនគិរី",
    "province": "រតនគិរី",
    "phoneNumbers": [
      "០៧៥ ៩៧៤ ០៦៤  017950956"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យទេសចរណ៍ និងបដិសណ្ឋារកិច្ច",
        "majors": [
          "គ្រប់គ្រងសណ្ឋាគារ និងបដិសណ្ឋារកិច្ច",
          "គ្រប់គ្រងទេសចរណ៍",
          "គ្រប់គ្រងទេសចរណ៍ និងបដិសណ្ឋារកិច្ច"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងធុរកិច្ច",
        "majors": [
          "រដ្ឋបាលធុរកិច្ច(គ្រប់គ្រងធុរកិច្ច)",
          "គ្រប់គ្រង",
          "គណនេយ្យ និងហរិញ្ញវត្ថុ",
          "ធនាគារ និងហរិញ្ញវត្ថុ",
          "ទីផ្សារ",
          "ទេសចរណ៍ និងបដិសណ្ឋារកិច្ច"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "ភាសាអង់គ្លេស",
          "បង្រៀនភាសាអង់គ្លេសជាភាសាបរទេស",
          "ភាសាអង់គ្លេសសម្រាប់ធុរកិច្ចអន្តរជាតិ",
          "ផែនការអប់រំ និងគ្រប់គ្រង"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និងបច្ចេកវិទ្យា",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "បច្ចេកវិទ្យាព័ត៌មាន",
          "ការអនុវត្តន៍កុំព្យូទ័រ",
          "បច្ចេកវិទ្យាបណ្ដាញកុំព្យូទ័រ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសេដ្ឋកិច្ច និងកសិកម្ម",
        "majors": [
          "សេដ្ឋកិច្ច",
          "សេដ្ឋកិច្ច និងហិរញ្ញវត្ថុ",
          "គ្រប់គ្រងគម្រោង និងអភិវឌ្ឍន៍ជនបទ",
          "កសិកម្ម",
          "ផលិតកម្មកសិកម្ម និងទីផ្សារ"
        ]
      }
    ]
  },
  {
    "id": 97,
    "code": "uni_pri_0021",
    "universityName": "សាខាសាកលវិទ្យាល័យបៀលប្រាយ",
    "logoName": require('../../assets/images/schools/bbu.png'),
    "address": "ភូមិអូរអំបិល សង្កាត់អូរអំបិល ក្រុងសេរីសោភណ្ឌ ខេត្តបន្ទាយមានជ័យ",
    "province": "បន្ទាយមានជ័យ",
    "phoneNumbers": [
      "054 958 300",
      "054 711 212\n093 4444 98",
      "012 481 482                   093 92 93 93"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យ សេដ្ឋកិច្ច",
        "majors": [

        ]
      },
      {
        "name": "មហាវិទ្យាល័យ គ្រប់គ្រងធុរកិច្ច",
        "majors": [

        ]
      },
      {
        "name": "មហាវិទ្យាល័យទេសចរណ៍ និងបដិសណ្ឋារកិច្ច",
        "majors": [

        ]
      },
      {
        "name": "មហាវិទ្យាល័យនិតិសាស្រ្ត និងវិទ្យាសាស្រ្តសង្គម",
        "majors": [

        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និងបច្ចេកវិទ្យា",
        "majors": [

        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិស្វកម្ម និងស្ថាបត្យកម្ម",
        "majors": [

        ]
      },
      {
        "name": "មហាវិទ្យាល័យអប់រំភាសា",
        "majors": [

        ]
      }
    ]
  },
  {
    "id": 98,
    "code": "uni_pri_0022",
    "universityName": "សាខាសាកលវិទ្យាល័យឯកទេសនៃកម្ពុជា",
    "logoName": require('../../assets/images/schools/cambodia_specialty.jpg'),
    "address": "អគារលេខ ៧៣ ភូមិសុភី សង្កាត់កំពង់ស្វាយ ក្រុងសេរីសោភណ្ឌ ខេត្តបន្ទាយមានជ័យ",
    "province": "បន្ទាយមានជ័យ",
    "phoneNumbers": [
      "០១២ ២៩១ ១៤០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "អក្សរសាស្រ្តអង់គ្លេស",
          "ប្រវត្តិវិទ្យា",
          "ចិត្ត-គរុកោសល្យ",
          "ភូមិវិទ្យា",
          "អក្សរសាស្រ្តខ្មែរ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និងបច្ចេកទេស",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "គីមីវិទ្យា",
          "ជីវវិទ្យា",
          "គណិតវិទ្យា",
          "រូបវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រង ពាណិជ្ជកម្ម និងសេដ្ឋកិច្ច",
        "majors": [
          "គ្រប់គ្រង",
          "គណនេយ្យ",
          "ហិរញ្ញវត្ថុ និងធនាគារ",
          "ម៉ាឃីតធីង(ទីផ្សារ)",
          "គ្រប់គ្រងសណ្ឋាគារ និងទេសចរណ៏",
          "គ្រប់គ្រងការផ្សាយពាណិជ្ជកម្ម"
        ]
      }
    ]
  },
  {
    "id": 99,
    "code": "uni_pri_0023",
    "universityName": "សាខាសាកលវិទ្យាល័យ គ្រប់គ្រង និង សេដ្ឋកិច្ច",
    "logoName": require('../../assets/images/schools/management_economic.png'),
    "address": "ផ្លូវជាតិលេខ ៦៥ អា ភូមិខ្លាកូនចាស់ សង្កាត់កំពង់ស្វាយ ក្រុងសេរីសោភណ្ឌ ខេត្តបន្ទាយមានជ័យ",
    "province": "បន្ទាយមានជ័យ",
    "phoneNumbers": [
      "០៥៤ ៦៦៦ ៦៦៦៩",
      "០១២ ៩១១ ៩៨៨",
      "០១៦ ៩១១ ៩៨៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "គ្រប់គ្រងពាណិជ្ជកម្ម និងទេសចរណ៍",
        "majors": [
          "គណនេយ្យ",
          "គ្រប់គ្រង",
          "ធនាគារ",
          "ទីផ្សារ"
        ]
      },
      {
        "name": "សិល្បៈមនុស្សសាស្រ្ត និងភាសាបរទេស",
        "majors": [
          "ការបង្រៀន",
          "ការបកប្រែ"
        ]
      },
      {
        "name": "វិទ្យាសាស្រ្ត និងបច្ចេកវិទ្យា",
        "majors": [
          "សរសេរកម្មវិធីនិងរចនាគេហទំព័រ",
          "បណ្តាញណិតវើក",
          "គ្រប់គ្រងប្រព័ន្ធព័ត៌មានវិទ្យា"
        ]
      },
      {
        "name": "នីតិសាស្រ្ត និងសេដ្ឋកិច្ច",
        "majors": [
          "នីតិសាស្រ្ត",
          "សេដ្ឋកិច្ច"
        ]
      },
      {
        "name": "កសិកម្ម និងអភិវឌ្ឍន៍ជនបទ",
        "majors": [
          "ក្សេតសាស្រ្ត",
          "រុក្ខកម្ម",
          "ជលផល",
          "ស្ថាបត្យកម្ម"
        ]
      }
    ]
  },
  {
    "id": 100,
    "code": "uni_pri_0024",
    "universityName": "សាខាសាកលវិទ្យាល័យបៀលប្រាយ",
    "logoName": require('../../assets/images/schools/bbu.png'),
    "address": "ភូមិថ្មលាត សង្កាត់ស្រែឫស្សី ក្រុងស្ទឹងត្រែង ខេត្តស្ទឹងត្រែង",
    "province": "ស្ទឹងត្រែង",
    "phoneNumbers": [
      "០៧៤ ៩៧៣ ៦៦៣ 096 973 4504, 097 991 9947, 097 783 25 84, 016 525 343"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "http://st.bbu.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងធុរកិច្ច",
        "majors": [
          "រដ្ឋបាលធុរកិច្ច(គ្រប់គ្រងធុរកិច្ច)",
          "គ្រប់គ្រង",
          "គណនេយ្យ និងហរិញ្ញវត្ថុ",
          "ធនាគារ និងហរិញ្ញវត្ថុ",
          "ទីផ្សារ",
          "ទេសចរណ៍ និងបដិសណ្ឋារកិច្ច"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យទេសចរណ៍ និងបដិសណ្ឋារកិច្ច",
        "majors": [
          "គ្រប់គ្រងសណ្ឋាគារ និងបដិសណ្ឋារកិច្ច",
          "គ្រប់គ្រងទេសចរណ៍",
          "គ្រប់គ្រងទេសចរណ៍ និងបដិសណ្ឋារកិច្ច"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសេដ្ឋកិច្ច និងវិទ្យាសាស្រ្តកសិកម្ម",
        "majors": [
          "សេដ្ឋកិច្ច",
          "សេដ្ឋកិច្ច និងហិរញ្ញវត្ថុ",
          "គ្រប់គ្រងគម្រោងនិងអភិវឌ្ឍន៍ជនបទ",
          "កសិកម្ម",
          "ផលិតកម្មកសិកម្មនិងទីផ្សារ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និងបច្ចេកវិទ្យា",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "បច្ចេកវិទ្យាព័ត៌មាន",
          "ការអនុវត្តន៍កុំព្យូទ័រ",
          "បច្ចេកវិទ្យាបណ្ដាញកុំព្យូទ័រ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "ភាសាអង់គ្លេស",
          "បង្រៀនភាសាអង់គ្លេសជាភាសាបរទេស",
          "ភាសាអង់ក្លេសសម្រាប់ធុរកិច្ចអន្តរជាតិ",
          "ផែនការអប់រំ និងគ្រប់គ្រង"
        ]
      }
    ]
  },
  {
    "id": 101,
    "code": "uni_pri_0025",
    "universityName": "សាខាសាកលវិទ្យាល័យឯកទេសនៃកម្ពុជា",
    "logoName": require('../../assets/images/schools/cambodia_specialty.jpg'),
    "address": "អគារលេខ២១ ភូមិយោសូភី សង្កាត់កំពតកណ្តាល ក្រុងកំពត  ខេត្តកំពត",
    "province": "កំពត",
    "phoneNumbers": [
      "០១២ ៧៦៩ ២២០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "អក្សរសាស្រ្តអង់គ្លេស",
          "ប្រវត្តិវិទ្យា",
          "ចិត្ត-គរុកោសល្យ",
          "ភូមិវិទ្យា",
          "អក្សរសាស្រ្តខ្មែរ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និងបច្ចេកទេស",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "គីមីវិទ្យា",
          "ជីវវិទ្យា",
          "គណិតវិទ្យា",
          "រូបវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រង ពាណិជ្ជកម្ម និងសេដ្ឋកិច្ច",
        "majors": [
          "គ្រប់គ្រង",
          "គណនេយ្យ",
          "ហរិញ្ញវត្ថុ និងធនាគារ",
          "ម៉ាឃីតធីង(ទីផ្សារ)",
          "គ្រប់គ្រងសណ្ឋាគារ និងទេសចរណ៏",
          "គ្រប់គ្រងការផ្សាយពាណិជ្ជកម្ម"
        ]
      }
    ]
  },
  {
    "id": 102,
    "code": "uni_pri_0026",
    "universityName": "សាខាសាកលវិទ្យាល័យគ្រប់គ្រងនិងសេដ្ឋកិច្ច",
    "logoName": require('../../assets/images/schools/management_economic.png'),
    "address": "អគារលេខ៤៧ ភូមិសុវណ្ណសាគរ សង្កាត់កំពង់កណ្តាល ក្រុងកំពត ខេត្តកំពត",
    "province": "កំពត",
    "phoneNumbers": [
      "033 6666 192 / 092 999 797 / 077 37 77 37 / 081 48 7777\n096 256 8888 / 097 337 8888"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "គ្រប់គ្រង",
          "គ្រប់គ្រងទេសចរណ៍",
          "គណនេយ្យ",
          "ធនាគារ និងហរិញ្ញវត្ថុ",
          "ទីផ្សារ(ម៉ាឃីតធីង)",
          "ច្បាប់",
          "សេដ្ឋកិច្ច",
          "អភិវឌ្ឍន៍សហគមន៍",
          "អក្សរសាស្រ្តខ្មែរ",
          "ភាសាអង់គ្លេស",
          "គណិតវិទ្យា",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ"
        ]
      }
    ]
  },
  {
    "id": 103,
    "code": "uni_pri_0027",
    "universityName": "សាខាសាកលវិទ្យាល័យឯកទេសនៃកម្ពុជា",
    "logoName": require('../../assets/images/schools/cambodia_specialty.jpg'),
    "address": "ភូមិបាល្ល័ង្គលិច សង្កាត់ដំរីជាន់ខ្លា ក្រុងស្ទឹងសែន ខេត្តកំពង់ធំ",
    "province": "កំពង់ធំ",
    "phoneNumbers": [
      "012 854 342 / 087 854 342"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "គ្រប់គ្រង",
          "គ្រប់គ្រងពាណិជ្ជកម្ម",
          "គណនេយ្យ",
          "ហរិញ្ញវត្ថុ និងធនាគារ",
          "ម៉ាឃីតធីង",
          "គ្រប់គ្រងទេសចរណ៍ សណ្ឋាគារ",
          "សេដ្ឋកិច្ច",
          "នីតិសាស្រ្ត និងវិទ្យាសាស្រ្តនយោបាយ",
          "រដ្ឋបាលសាធារណៈ",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "អគ្គីសនី",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "វិទ្យាសាស្រ្តអប់រំ",
          "គណិតវិទ្យា",
          "អក្សរសាស្រ្តខ្មែរ",
          "ជីវៈវិទ្យា"
        ]
      }
    ]
  },
  {
    "id": 104,
    "code": "uni_pri_0028",
    "universityName": "សាខាសាកលវិទ្យាល័យគ្រប់គ្រង និងសេដ្ឋកិច្ច",
    "logoName": require('../../assets/images/schools/management_economic.png'),
    "address": "ភូមិរ៉ា សង្កាត់ផ្ទះព្រៃ ក្រុងពោធន៍សាត់ ខេត្តពោធិ៍សាត់",
    "province": "ពោធិ៍សាត់",
    "phoneNumbers": [
      "០១២ ៥២០ ០០៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "គ្រប់គ្រងពាណិជ្ជកម្ម និងទេសចរណ៍",
        "majors": [
          "គណនេយ្យ",
          "គ្រប់គ្រង",
          "ធនាគារ",
          "ទីផ្សារ(ម៉ាឃីតធីង)"
        ]
      },
      {
        "name": "សិល្បៈមនុស្សសាស្រ្ត និងភាសាបរទេស",
        "majors": [
          "ការបង្រៀន",
          "ការបកប្រែ"
        ]
      },
      {
        "name": "វិទ្យាសាស្រ្ត និងបច្ចេកវិទ្យា",
        "majors": [
          "សរសេរកម្មវិធីនិងរចនាគេហទំព័រ",
          "បណ្តាញណិតវើក",
          "គ្រប់គ្រងប្រព័ន្ធព័ត៌មានវិទ្យា"
        ]
      },
      {
        "name": "នីតិសាស្រ្ត និងសេដ្ឋកិច្ច",
        "majors": [
          "នីតិសាស្រ្ត",
          "សេដ្ឋកិច្ច"
        ]
      },
      {
        "name": "កសិកម្ម និងអភិវឌ្ឍន៍ជនបទ",
        "majors": [
          "ក្សេត្យសាស្រ្ត",
          "រុក្ខកម្ម",
          "ជលផល",
          "ស្ថាបត្យកម្ម"
        ]
      }
    ]
  },
  {
    "id": 105,
    "code": "uni_pri_0029",
    "universityName": "សាខាសាកលវិទ្យាល័យអង្គរខេមរា",
    "logoName": require('../../assets/images/schools/angkor_khemara.jpg'),
    "address": "អគារលេខD1-D5 ភូមិពាលញែក សង្កាត់ផ្ទះព្រៃ ក្រុងពោធិ៍សាត់ ខេត្តពោធិ៍សាត់",
    "province": "ពោធិ៍សាត់",
    "phoneNumbers": [
      "០៣២ ៦៩០ ០១៤៣",
      "០៣២ ៦៩៩ ៩៩៥១",
      "០៩៧ ៧៧៧ ៩៣៩៦ 092 250 072"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យ វិទ្យាសាស្រ្តសង្គម",
        "majors": [
          "សង្គមវិទ្យា",
          "កិច្ចការសង្គម",
          "ចិត្តវិទ្យា",
          "វិទ្យាសាស្រ្តនយោបាយ",
          "សេដ្ឋកិច្ច",
          "គ្រប់គ្រងទូទៅ",
          "ភូមិវិទ្យា",
          "នីតិសាធារណៈ",
          "នីតិឯកជន",
          "គណនេយ្យ និងហរិញ្ញវត្ថុ",
          "ធនាគារ និងហរិញ្ញវត្ថុ",
          "រដ្ឋបាលពាណិជ្ជកម្ម",
          "ទីផ្សារ និងការលក់",
          "គ្រប់គ្រងទេសចរណ៍"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តអប់រំ",
        "majors": [
          "គ្រប់គ្រងអប់រំ",
          "គរុកោសល្យសង្គម",
          "គណិតវិទ្យា",
          "រូបវិទ្យា",
          "គីមីវិទ្យា",
          "ជីវវិទ្យា",
          "ភូមិវិទ្យា",
          "ប្រវត្តិវិទ្យា",
          "ទស្សនវិជ្ជា",
          "អក្សរសាស្រ្តខ្មែរ",
          "ភាសាអង់គ្លេស"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យ គណិតសាស្រ្ត និងវិទ្យាសាស្រ្ត",
        "majors": [
          "គណិតវិទ្យា",
          "រូបវិទ្យា",
          "គីមីវិទ្យា",
          "ជីវវិទ្យា",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "អគី្គសនី"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត កសិកម្ម និងអភិវឌ្ឍន៍ជនបទ",
        "majors": [
          "វិទ្យាសាស្រ្តកសិកម្ម",
          "សេដ្ឋកិច្ចកសិកម្ម",
          "អភិវឌ្ឍន៍ជនបទ"
        ]
      }
    ]
  },
  {
    "id": 106,
    "code": "uni_pri_0030",
    "universityName": "សាខាសាកលវិទ្យាល័យអង្គរខេមរា",
    "logoName": require('../../assets/images/schools/angkor_khemara.jpg'),
    "address": "ភូមិត្រពាំងលើក សង្កាត់រកាធំ ក្រុងច្បារមន ខេត្តកំពង់ស្ពឺ",
    "province": "កំពង់ស្ពឺ",
    "phoneNumbers": [
      "០៩២ ២៥០ ០៧២",
      "០១៥ ៧៨៨ ៦៨៦ 092 250 072"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យ វិទ្យាសាស្រ្តសង្គម",
        "majors": [
          "សង្គមវិទ្យា",
          "កិច្ចការសង្គម",
          "ចិត្តវិទ្យា",
          "វិទ្យាសាស្រ្តនយោបាយ",
          "សេដ្ឋកិច្ច",
          "គ្រប់គ្រងទូទៅ",
          "ភូមិវិទ្យា",
          "នីតិសាធារណៈ",
          "នីតិឯកជន",
          "គណនេយ្យ និងហរិញ្ញវត្ថុ",
          "ធនាគារ និងហរិញ្ញវិត្ថុ",
          "រដ្ឋបាលពាណិជ្ជកម្ម",
          "ទីផ្សារ និងការលក់",
          "គ្រប់គ្រងទេសចរណ៍"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យ វិទ្យាសាស្រ្តអប់រំ",
        "majors": [
          "គ្រប់គ្រងអប់រំ",
          "គរុកោសល្យសង្គម",
          "គណិតវិទ្យា",
          "រូបវិទ្យា",
          "គីមីវិទ្យា",
          "ជីវវិទ្យា",
          "ភូមិវិទ្យា",
          "ប្រវត្តិវិទ្យា",
          "ទស្សនវិជ្ជា",
          "អក្សរសាស្រ្តខ្មែរ",
          "ភាសាអង់គ្លេស"
        ]
      },
      {
        "name": "មហាវិទ្យាសាស្រ្ត សិល្បៈ មនុស្យសាស្រ្ត និងភាសា",
        "majors": [
          "ប្រវត្តិវិទ្យា",
          "ទស្សនវិជ្ជា",
          "អក្សរសាស្រ្តខ្មែរ",
          "ភាសាអង់គ្លេស"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យ គណិតសាស្រ្ត និងវិទ្យាសាស្រ្ត",
        "majors": [
          "គណិតវិទ្យា",
          "រូបវិទ្យា",
          "គីមីវិទ្យា",
          "ជីវវិទ្យា",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "អគ្គីសនី"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យ វិទ្យាសាស្រ្ត និងអភិវឌ្ឍន៍ជនបទ",
        "majors": [
          "វិទ្យាសាស្រ្តកសិកម្ម",
          "សេដ្ឋកិច្ចកសិកម្ម",
          "អភិវឌ្ឍន៍ជនបទ"
        ]
      }
    ]
  },
  {
    "id": 107,
    "code": "uni_pri_0031",
    "universityName": "សាខាសាកលវិទ្យាល័យ គ្រប់គ្រង និងសេដ្ឋកិច្ច",
    "logoName": require('../../assets/images/schools/management_economic.png'),
    "address": "ភូមិទី១ សង្កាត់ដងទង់ ក្រុងខេមរៈភូមិន្ទ ខេត្តកោះកុង",
    "province": "កោះកុង",
    "phoneNumbers": [
      "០៣៥ ៣០០ ០៦៣",
      "០៩៣ ៨០៨ ៨៤៨  012 711 108"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "គ្រប់គ្រងពាណិជ្ជកម្ម និងទេសចរណ៍",
        "majors": [
          "គណនេយ្យ",
          "គ្រប់គ្រង",
          "ធនាគារ",
          "ទីផ្សារ"
        ]
      },
      {
        "name": "សិល្បៈមនុស្សសាស្រ្ត និងភាសាបរទេស",
        "majors": [
          "ការបង្រៀន",
          "ការបកប្រែ"
        ]
      },
      {
        "name": "វិទ្យាសាស្រ្ត និងបច្ចេកវិទ្យា",
        "majors": [
          "សរសេរកម្មវិធីនិងរចនាគេហទំព័រ",
          "បណ្តាញណិតវើក",
          "គ្រប់គ្រងប្រព័ន្ធព័ត៌មានវិទ្យា"
        ]
      },
      {
        "name": "នីតិសាស្រ្ត និងសេដ្ឋកិច្ច",
        "majors": [
          "នីតិសាស្រ្ត",
          "សេដ្ឋកិច្ច"
        ]
      },
      {
        "name": "កសិកម្ម និងអភិវឌ្ឍន៍ជនបទ",
        "majors": [
          "ក្សេត្យសាស្រ្ត",
          "រុក្ខកម្ម",
          "ជលផល",
          "ស្ថាបត្យកម្ម"
        ]
      }
    ]
  },
  {
    "id": 108,
    "code": "uni_pri_0032",
    "universityName": "សាខាសាកលវិទ្យាល័យ គ្រប់គ្រង និងសេដ្ឋកិច្ច",
    "logoName": require('../../assets/images/schools/management_economic.png'),
    "address": "ភូមិស្រែស្បូវ សង្កាត់អូរឫស្សី ក្រុងក្រចេះ ខេត្តក្រចេះ",
    "province": "ក្រចេះ",
    "phoneNumbers": [
      "០៧២ ៦៦៦០៧៧៧",
      " ០៧៨ ៧៧៧ ៧៦៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "គ្រប់គ្រងពាណិជ្ជកម្ម និងទេសចរណ៍",
        "majors": [
          "គណនេយ្យ",
          "គ្រប់គ្រង",
          "ធនាគារ",
          "ទីផ្សារ"
        ]
      },
      {
        "name": "សិល្បៈមនុស្សសាស្រ្ត និងភាសាបរទេស",
        "majors": [
          "ការបង្រៀន",
          "ការបកប្រែ"
        ]
      },
      {
        "name": "វិទ្យាសាស្រ្ត និងបច្ចេកវិទ្យា",
        "majors": [
          "សរសេរកម្មវិធីនិងរចនាគេហទំព័រ",
          "បណ្តាញណិតវើក",
          "គ្រប់គ្រងប្រព័ន្ធ\nព័ត៌មានវិទ្យា"
        ]
      },
      {
        "name": "នីតិសាស្រ្ត និងសេដ្ឋកិច្ច",
        "majors": [
          "នីតិសាស្រ្ត",
          "សេដ្ឋកិច្ច"
        ]
      },
      {
        "name": "កសិកម្ម និងអភិវឌ្ឍន៍ជនបទ",
        "majors": [
          "ក្សេត្យសាស្រ្ត",
          "រុក្ខកម្ម",
          "ជលផល",
          "ស្ថាបត្យកម្ម"
        ]
      }
    ]
  },
  {
    "id": 109,
    "code": "uni_pri_0033",
    "universityName": "សាកលវិទ្យាល័យ ន័រតុន",
    "logoName": require('../../assets/images/schools/norton.png'),
    "address": "បណ្ដោយផ្លូវកែវចិន្តា ខណ្ឌជ្រោយចង្វារ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៩៨២ ១៦៦"
    ],
    "faxes": [
      "០២៣ ២១១ ២៧៣"
    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.norton-u.com"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តសុខាភិបាល",
        "majors": [
          "វេជ្ជបណ្ឌិត",
          "ឱសថការី",
          "អ្នកបច្ចេកទេសមន្ទីរពិសោធន៍វេជ្ជសាស្រ្ត",
          "ទន្តបណ្ឌិត",
          "គិលានុបដា្ឋកឧត្តម"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "ភាសាអង់គ្លេសសម្រាប់ទំនាក់ទំនង",
          "គ្រប់គ្រងការអប់រំនិងបង្រៀន",
          "ទំនាក់ទំនងអន្តរជាតិ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "វិស្វកម្មបណ្ដាញកុំព្យូទ័រ និងសុវត្ថិភាព",
          "ស្ថាបត្យកម្ម និង នគរូបនីយកម្មវិទ្យា",
          "រចនាប្រព័ន្ឋផ្សព្វផ្សាយ និងគេហទំព័រ",
          "គ្រប់គ្រងព័ត៌មានវិទ្យា",
          "អភិវឌ្ឍន៍កម្មវិធី",
          "អគ្គិសនី និង អេឡិចត្រូនិច",
          "វិស្វកម្មសំណង់ស៊ីវិល"
        ]
      },
      {
        "name": "មហាវិទ្យាវិទ្យាសាស្រ្តសង្គម",
        "majors": [
          "គណនេយ្យហិរញ្ញវត្ថុ",
          "សេដ្ឋកិច្ចអភិវឌ្ឍន៍",
          "រដ្ឋាភិបាល និង រដ្ឋបាលសាធារណៈ",
          "ទំនាក់ទំនងអន្តរជាតិនិងការទូត",
          "ម៉ាឃីតធីង និង ស្លាកសញ្ញា",
          "ប្រាក់ចំនូលសារពើភ័ណ្ឌ និង ពន្ឋដារ",
          "គ្រប់គ្រងបដិសណ្ឋារកិច្ច និងទេសចរណ៍",
          "សវនកម្ម",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "នីតិពាណិជ្ជកម្ម",
          "សិក្សាច្បាប់ និង យុត្តិធម៌",
          "គ្រប់គ្រង",
          "គ្រប់គ្រងធនធានមនុស្ស"
        ]
      }
    ]
  },
  {
    "id": 110,
    "code": "uni_pri_0034",
    "universityName": "សាកលវិទ្យាល័យមេគង្គកម្ពុជា",
    "logoName": require('../../assets/images/schools/mekong.png'),
    "address": "អាគារលេខ ៩បេ ផ្លូវលេខ ២៧១ សង្កាត់ទឹកថ្លា ខណ្ឌសែនសុខ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៨៨២ ២១១",
      "០៩២ ២៩៧ ៧២២"
    ],
    "faxes": [
      "០១២ ៨០៩ ១៩១"
    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.mekong.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសេដ្ឋកិច្ច និងទេសចរណ៍",
        "majors": [
          "គ្រប់គ្រងអចលនទ្រព្យ",
          "គ្រប់គ្រងពាណិជ្ជកម្ម និងសហគ្រាស"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសេដ្ឋកិច្ច",
        "majors": [
          "អភិវឌ្ឍន៍ជនបទ",
          "វិភាគហិរញ្ញវត្ថុ និងការវិនិយោគ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យមនុស្សសាស្រ្ត និងភាសាបរទេស",
        "majors": [
          "អប់រំភាសាអង់គ្លេស",
          "ភាសាជប៉ុន"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យ វិទ្យាសាស្រ្ត និងបច្ចេកវិទ្យា",
        "majors": [
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "ស្ថាបត្យកម្ម និង នគរូបនីយកម្មវិទ្យា",
          "វិទ្យាសាស្រ្តផ្នែកអនុវត្តពាណិជ្ជកម្ម"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តសង្គម",
        "majors": [
          "គ្រប់គ្រងអង្គភាព",
          "ទំនាក់ទំនងអន្តរជាតិ",
          "ទំនាក់ទំនងសាធារណៈ",
          "ភាពជាអ្នកដឹកនាំ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យនីតិសាស្រ្ត",
        "majors": [
          "ច្បាប់ពាណិជ្ជកម្ម"
        ]
      }
    ]
  },
  {
    "id": 111,
    "code": "uni_pri_0035",
    "universityName": "សាកលវិទ្យាល័យ ប៊ែលធីអន្តរជាតិ",
    "logoName": require('../../assets/images/schools/belty.png'),
    "address": "អគារលេខ ២១ ផ្លូវលេខ ៣៦០ សង្កាត់បឹងកេងកង ខណ្ឌចំការមន ភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០៧៨ ៥៥៥ ៥០៧",
      "០២៣ ៩៦៧ ៧៧៧",
      "០២៣ ៩៧ ៩៩៩៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.beltie.edu.com",
      "www.facebook.com/beltieuniversity"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងពាណិជ្ជកម្ម",
        "majors": [
          "គ្រប់គ្រងទូទៅ",
          "គណនេយ្យ",
          "ទីផ្សារ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យអប់រំសិល្បៈ និង មនុស្សសាស្រ្ត",
        "majors": [
          "បង្រៀនភាសាអង់គ្លេស",
          "ភាសាអង់គ្លេសទំនាក់ទំនងទូទៅ",
          "បកប្រែភាសាអង់គ្លេស"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យនីតិសាស្រ្ត និង វិទ្យាសាស្រ្តសង្គម",
        "majors": [
          "អភិវឌ្ឍសេដ្ឋកិច្ច",
          "ហិរញ្ញវត្ថុ និង ធនាគារ",
          "ទំនាក់ទំនងអន្តរជាតិ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យទេសចរណ៍ និង បដិសណ្ឋារកិច្ច",
        "majors": [
          "គ្រប់គ្រងទេសចរណ៍",
          "គ្រប់គ្រងសណ្ឋាគារ",
          "គ្រប់គ្រងបដិសណ្ឋារកិច្ច"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិស្វកម្ម និងស្ថាបត្យកម្ម",
        "majors": [
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "គ្រប់គ្រងសំណង់",
          "ស្ថាបត្យកម្ម និង នគរូបនីយកម្មវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យព័ត៌មានវិទ្យា និងវិទ្យាសាស្រ្ត",
        "majors": [
          "វិស្វកម្មសូហ្វវែ",
          "បណ្ដាញ និងកុំព្យូទ័រ",
          "រចនាពហុប្រព័ន្ឋផ្សព្វផ្សាយ"
        ]
      }
    ]
  },
  {
    "id": 112,
    "code": "uni_pri_0036",
    "universityName": "សាកលវិទ្យាល័យបញ្ញាសាស្រ្តកម្ពុជា",
    "logoName": require('../../assets/images/schools/puc.png'),
    "address": "ផ្លូវលេខ ១៤៤ -១៨៤មហាវិថីព្រះនរោត្តម សង្កាត់ទន្លេបាសាក់ ខណ្ឌចំការមន រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០១១ ៩១៧ ៩៣១",
      "០១២ ៩៩៩ ១៣៥"
    ],
    "faxes": [
      "០២៣ ៩៩២ ៦៤៩"
    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.puc.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យអប់រំ",
        "majors": [
          "TESOL"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ អក្សរសាស្រ្ត មនុស្សសាស្រ្ត",
        "majors": [
          "នរវិទូ",
          "ខេមរសិក្សា",
          "ប្រវត្តិវិទ្យា",
          "ការសម្ដែងតូរ្យតន្រ្តី",
          "ភាសាអង់គ្លេសទំនាក់ទំនង"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យពាណិជ្ជសាស្រ្ត និងសេដ្ឋកិច្ច",
        "majors": [
          "គណនេយ្យ",
          "សេដ្ឋកិច្ច",
          "គ្រប់គ្រងពាណីជ្ជកម្ម",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "ប្រព័ន្ឋព័ត៌មានវិទ្យាពាណិជ្ជកម្ម"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងទេសចរណ៍ និងបដិសណ្ឋារកិច្ច និង សហគ្រិនភាព",
        "majors": [
          "សហគ្រិនភាព",
          "ទីផ្សារ",
          "ជំនួញអន្តរជាតិ",
          "គ្រប់គ្រងទេសចរណ៍ និងបដិសណ្ឋារកិច្ច"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគណិតវិទ្យាវិទ្យាសាស្រ្ត និង វិស្វកម្ម",
        "majors": [
          "បរិស្ថាន",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យនីតិសាស្រ្ត និងកិច្ចការសាធារណៈ",
        "majors": [
          "ច្បាប់"
        ]
      }
    ]
  },
  {
    "id": 113,
    "code": "uni_pri_0037",
    "universityName": "សាកលវិទ្យាល័យបៀលប្រាយ",
    "logoName": require('../../assets/images/schools/bbu.png'),
    "address": "អគារភ្នំពេញសេនធ័រ មហាវិថីសម្ដេចព្រះសុធារស សង្កាត់ទន្លេបាសាក់ ខណ្ឌចំការមន រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៩៨៧ ៧០០",
      "០១២ ៦៨២ ៧៧៧",
      "០១៥ ៦៨២ ៧៧៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.bbu.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ អក្សរសាស្រ្ត មនុស្សសាស្រ្ត",
        "majors": [
          "នរវិទូ",
          "ខេមរសិក្សា",
          "ប្រវត្តិវិទ្យា",
          "ការសម្ដែងតូរ្យតន្រ្តី",
          "ភាសាអង់គ្លេសទំនាក់ទំនង"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យពាណិជ្ជសាស្រ្ត និងសេដ្ឋកិច្ច",
        "majors": [
          "គណនេយ្យ",
          "សេដ្ឋកិច្ច",
          "គ្រប់គ្រងពាណីជ្ជកម្ម",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "ប្រព័ន្ឋព័ត៌មានវិទ្យាពាណិជ្ជកម្ម",
          "សហគ្រិនភាព",
          "ទីផ្សារ",
          "ជំនួញអន្តរជាតិ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិស្វកម្ម និងស្ថាបត្យកម្ម",
        "majors": [
          "គ្រប់គ្រងទេសចរណ៍ និងបដិសណ្ឋារកិច្ច",
          "បរិស្ថាន",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "ច្បាប់",
          "វិស្វកម្មអេឡិចត្រូនិច និងទូរគមនាគមន៍",
          "ការរចនាម៉ូតផលិតផល",
          "រចនាស្ថាបត្យកម្ម និងនគរូបនីយវិទ្យា",
          "វិស្វកម្មអគ្គិសនី និង អេឡិចត្រូនិច"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យមនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "ភាសាអង់គ្លេស",
          "ការបង្រៀនភាសាអង់គ្លេស"
        ]
      }
    ]
  },
  {
    "id": 114,
    "code": "uni_pri_0038",
    "universityName": "សាកលវិទ្យាល័យអាស៊ីអឺរ៉ុប",
    "logoName": require('../../assets/images/schools/asia_europ.png'),
    "address": "អគារលេខ ៨២៦ មហាវិថីកម្ពុជាក្រោម សង្កាត់ទឹកល្អក់១ ខណ្ឌទួលគោក រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០១៥ ៧២០ ០៧២",
      "០១២ ៤៨១ ៧៣៨",
      "០២៣ ៩៩៩ ១២៤"
    ],
    "faxes": [
      "០២៣ ៩៩៨ ១២៤"
    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.aeu.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "ទំនាក់ទំនងអន្តរជាតិ",
          "ភាសាអង់គ្លេស",
          "អក្សរសាស្រ្តចិន"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និងបច្ចេកទេស",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "បច្ចេកវិទ្យាព័ត៌មាន",
          "គ្រប់គ្រងប្រព័ន្ឋព័ត៌មាន"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យនីតិសាស្រ្ត និងវិទ្យាសាស្រ្តនយោបាយ",
        "majors": [
          "សេដ្ឋកិច្ច",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "សេដ្ឋកិច្ចពាណិជ្ជកម្ម",
          "អភិវឌ្ឍសហគមន៍"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសង្គមសាស្រ្ត និងសេដ្ឋកិច្ច",
        "majors": [
          "នីតិឯកជន",
          "នីតិសាធារណៈ",
          "វិទ្យាសាស្រ្តនយោបាយ",
          "រដ្ឋបាលសាធារណៈ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងពាណិជ្ជកម្ម និងទេសចរណ៍",
        "majors": [
          "គ្រប់គ្រងធនធានមនុស្ស",
          "គ្រប់គ្រង",
          "ទីផ្សារ",
          "គណនេយ្យ",
          "គ្រប់គ្រងសណ្ឋាគារ និងទេសចរណ៍"
        ]
      }
    ]
  },
  {
    "id": 115,
    "code": "uni_pri_0039",
    "universityName": "សាកលវិទ្យាល័យកម្ពុជាអន្តរជាតិ",
    "logoName": require('../../assets/images/schools/cam_iu.png'),
    "address": "ផ្ទះលេខ  ៥-១៥ ផ្លូវលេខ ១៣៦ សង្កាត់ផ្សារថ្មី៣ ខណ្ឌដូនពេញ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០១២ ៨៧២ ៦៣០",
      "០១២ ៩០០ ២៨២",
      "០១២ ៩៣១ ៨១៧",
      "០១៥ ៣៣០ ០៦៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.camiu.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "រចនាម៉ូដ",
          "អប់រំ",
          "អភិវឌ្ឍន៍កម្មវិធីសិក្សា",
          "អក្សរសាស្រ្តចិន",
          "អក្សរសាស្រ្តកូរ៉េ",
          "ទស្សនវិជ្ជា",
          "អក្សរសាស្រ្តខ្មែរ",
          "អក្សរសាស្រ្តជប៉ុន",
          "ប្រវត្តិវិទ្យា",
          "ចិត្តវិទ្យា",
          "តូរ្យតន្ត្រី"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យ  វិទ្យាសាស្រ្តសង្គម និងនីតិសាស្រ្ត",
        "majors": [
          "សេដ្ឋកិច្ចអភិវឌ្ឍន៍",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "ហិរញ្ញវត្ថុ និង ពន្ឋដារ",
          "នីតិសាធារណៈ",
          "ទំនាក់ទំនងអន្តរជាតិ",
          "នីតិអន្តរជាតិ",
          "ភូមិវិទ្យាសេដ្ឋកិច្ច",
          "ហិរញ្ញវត្ថុ និង វិនិយោគ",
          "វិទ្យាសាស្រ្តនយោបាយ",
          "រដ្ឋបាលសាធារណៈ",
          "សេដ្ឋកិច្ច",
          "នីតិឯកជន"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគណិតសាស្រ្ត វិទ្យសាស្រ្ត និងកុំព្យូទ័រ",
        "majors": [
          "រូបវិទ្យា",
          "រចនាក្រាហ្វិច គេហទំព័រ",
          "គណិតវិទ្យា និងស្ថិតិ",
          "ជីវវិទ្យា",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "គ្រប់គ្រប់ទិន្នន័យ",
          "គីមីវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងពាណិជ្ជកម្ម",
        "majors": [
          "គ្រប់គ្រងទូទៅ",
          "អភិវឌ្ឍន៍សហគ្រិន",
          "គណនេយ្យ និងហិរញ្ញវត្ថុ",
          "គ្រប់គ្រងកម្មវិធី និងគម្រោង",
          "គ្រប់គ្រងទីផ្សារ",
          "សវនកម្ម",
          "គ្រប់គ្រងអាជីវកម្មធុនតូច",
          "គ្រប់គ្រងការអភិវឌ្ឍន៍ជនបទ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងទេសចរណ៍ និងបដិសណ្ឋារកិច្ច",
        "majors": [
          "គ្រប់គ្រងទេសចរណ៍",
          "គ្រប់គ្រងសណ្ឋាគារ",
          "គ្រប់គ្រងបដិសណ្ឋារកិច្ច និង មគ្គុទេសក៍ទេសចរណ៍"
        ]
      },
      {
        "name": "វិទ្យាស្ថានអប់រំភាសាអង់គ្លេស",
        "majors": [
          "អង់គ្លេសសម្រាប់អប់រំ",
          "អក្សរសាស្រ្តអង់គ្លេស"
        ]
      }
    ]
  },
  {
    "id": 116,
    "code": "uni_pri_0040",
    "universityName": "សាកលវិទ្យាល័យចេនឡា",
    "logoName": require('../../assets/images/schools/chenla.png'),
    "address": "ផ្លូវលេខ ៥៧ សង្កាត់ផ្សារដើមគ ខណ្ឌទូលគោក រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៨៨៣ ២៦៩",
      "០១២ ៥៣៥ ០៨០"
    ],
    "faxes": [
      "០២៣ ៨៨៣ ២៦៩"
    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.clu.com.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "ភាសាអង់គ្លេសសម្រាប់ទំនាក់ទំនង",
          "ភាសាអង់គ្លេសសម្រាប់អប់រំ",
          "ភាសាអង់គ្លេសសម្រាប់បកប្រែ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តអប់រំ",
        "majors": [
          "គ្រប់គ្រងអប់រំ",
          "វិទ្យាសាស្រ្តអប់រំ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តសង្គម",
        "majors": [
          "គ្រប់គ្រង",
          "ទីផ្សារ",
          "គណនេយ្យ",
          "សេដ្ឋកិច្ចអភិវឌ្ឍន៍",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "នីតិសាស្រ្ត",
          "រដ្ឋបាលសាធារណៈ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគណិតវិទ្យា និងវិទ្យាសាស្រ្ត",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "បច្ចេកវិទ្យាបណ្ដាញកុំព្យូទ័រ",
          "ប្រព័ន្ឋគ្រប់គ្រងទិន្នន័យ",
          "រចនាគេហទំព័រ",
          "សរសេកម្មវិធី",
          "ក្រាហ្វិកឌីហ្សាញ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យថែទាំសុខភាព",
        "majors": [
          "គិលានុបដ្ឋាក",
          "ឆ្មប",
          "បច្ចេកទេសមន្ទីរពិសោធន៍"
        ]
      }
    ]
  },
  {
    "id": 117,
    "code": "uni_pri_0041",
    "universityName": "សាកលវិទ្យាល័យឯកទេសនៃកម្ពុជា",
    "logoName": require('../../assets/images/schools/cambodia_specialty.jpg'),
    "address": "អគារ F ផ្លូវលេខ ៦២ ភូមិទូលគោក សង្កាត់ទួលសង្កែ ខណ្ឌឬស្សីកែវ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៣៥០ ៨២៨",
      "០១២ ៦៣៦ ២០៧",
      "០៨៧ ៦៣៦ ២០៧",
      "០៨៩ ៨០៨ ៨៨៥",
      "០៧០ ៧០៨ ៨៨៣",
      "០៩៥ ៩៩៩ ៨៦៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.cus.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យវិស្វកម្ម",
        "majors": [
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "អេឡិចត្រូនិច អគ្គិសនី",
          "កុំព្យូទ័រវិស្វកម្ម"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តសង្គម និងនីតិសាស្រ្ត",
        "majors": [
          "នីតិសាធារណៈ",
          "នីតិឯកជន"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និងបច្ចេកវិទ្យា",
        "majors": [
          "អក្សរសាស្រ្តកុំព្យូទ័រ",
          "គីមីវិទ្យា",
          "ជីវវិទ្យា",
          "គ្រប់គ្រងប្រព័ន្ឋព័ត៌មានវិទ្យា",
          "គណិតវិទ្យា",
          "រូបវិទ្យា",
          "គ្រប់គ្រងស្ថិតិអនុវត្តន៍",
          "បច្ចេកវិទ្យាព័ត៌មានវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងពាណិជ្ជកម្ម និងសេដ្ឋកិច្ច",
        "majors": [
          "គ្រប់គ្រង",
          "ហិរញ្ញវត្ថុ និង ធនាគារ",
          "សេដ្ឋកិច្ចអភិវឌ្ឍន៍",
          "គ្រប់គ្រងការផ្សព្វផ្សាយ",
          "គ្រប់គ្រងអចលនវត្ថុ និងដីធ្លី",
          "គណនេយ្យ",
          "ម៉ាឃីតធីង (ទីផ្សារ)",
          "គ្រប់គ្រងសណ្ឋាគារ និង ទេសចរណ៍",
          "គ្រប់គ្រងពាណិជ្ជកម្មអន្តរជាតិ"
        ]
      }
    ]
  },
  {
    "id": 118,
    "code": "uni_pri_0042",
    "universityName": "សាកលវិទ្យាល័យធនធានមនុស្ស",
    "logoName": require('../../assets/images/schools/human_resource.png'),
    "address": "អគារលេខ ១៧-១៩ ផ្លូវ១៦៣ សង្កាត់អូឡាំពិក ខណ្ឌចំការមន រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៩៨៧ ៨២៦"
    ],
    "faxes": [
      "០២៣ ៩៨៧ ៨២៦"
    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.hru.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "អក្សរសាស្រ្តអង់គ្លេសសម្រាប់ការបង្រៀន",
          "អក្សរសាស្រ្តអង់គ្លេសសម្រាប់ទំនាក់ទំនង"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសង្គមសាស្រ្ត និងសេដ្ឋកិច្ច",
        "majors": [
          "ធនាគារ និងហិរញ្ញវត្ថុ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងពាណិជ្ជកម្ម និងទេសចរណ៍",
        "majors": [
          "ម៉ាឃីតធីង (ទីផ្សារ)",
          "គណនេយ្យ",
          "គ្រប់គ្រង",
          "សណ្ឋាគារ និង ទេសចរណ៍"
        ]
      }
    ]
  },
  {
    "id": 119,
    "code": "uni_pri_0043",
    "universityName": "សាកលវិទ្យាល័យអាយអាយស៊ីនៃបច្ចេកវិទ្យា",
    "logoName": require('../../assets/images/schools/iic.jpg'),
    "address": "អគារលេខ ៦៥០ ផ្លូវជាតិលេខ ២ សង្កាត់ចាក់អង្រែក្រោម ខណ្ឌមានជ័យ ភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៤២៥ ១៤៨",
      "០១៦ ៣៤០ ៦២៦",
      "០៩២ ៣៤០ ៦២៦"
    ],
    "faxes": [
      "០២៣ ៤២៥ ១៤៩"
    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.icc.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តសេដ្ឋកិច្ច",
        "majors": [
          "សេដ្ឋកិច្ចវិទ្យា",
          "ហិរញ្ញវត្ថុ និងធានារ៉ាប់រង",
          "ហិរញ្ញវត្ថុ និង ពន្ឋដារ",
          "ហិរញ្ញវត្ថុ និង ធនាគារ",
          "ហិរញ្ញវត្ថុ និង អចលនទ្រព្យ",
          "ស្ថិតិ និងព្យាករណ៍អាជីវកម្ម",
          "ហិរញ្ញវត្ថុ និង អចលនទ្រព្យ",
          "ស្ថិតិ និងព្យាករណ៍អាជីវកម្ម",
          "ហិរញ្ញវត្ថុ និង វិនិយោគ",
          "គ្រប់គ្រងមីក្រូហិរញ្ញវត្ថុ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តសង្គម",
        "majors": [
          "រដ្ឋបាលសាធារណៈ",
          "នីតិសាស្រ្ត",
          "នរវិទ្យា",
          "ប្រវត្តិសាស្រ្តសង្គមវិទ្យា",
          "វិទ្យាសាស្រ្តនយោបាយ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យ គណិតសាស្រ្ត និងវិទ្យាសាស្រ្ត",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "គណិតវិទ្យា",
          "ព័ត៌មានវិទ្យា",
          "វិស្វកម្មផ្នែកទន់",
          "វិទ្យាសាស្រ្តបរិស្ថាន និង វិទ្យាសាស្រ្តអនុវត្តន៍"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "ការអប់រំភាសាអង់គ្លេស",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "ភាសាជប៉ុន",
          "ភាសាកូរ៉េ",
          "ភាសាចិន",
          "ភាសាអង់គ្លេសសម្រាប់ពាណិជ្ជកម្ម"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យពាណិជ្ជសាស្រ្ត",
        "majors": [
          "គ្រប់គ្រង",
          "គ្រប់គ្រងរដ្ឋបាល",
          "ទីផ្សារ",
          "គ្រប់គ្រងការលក់",
          "គណនេយ្យ",
          "គ្រប់គ្រងភស្ដុភារ",
          "គ្រប់គ្រងសណ្ឋាគារ",
          "អាជីវកម្មអន្តរជាតិ",
          "គ្រប់គ្រងហានិភ័យ",
          "យុទ្ឋសាស្រ្តលទ្ឋកម្ម",
          "គ្រប់គ្រងទេសចរណ៍",
          "គ្រប់គ្រងអាជីវកម្មធុនតូច",
          "គ្រប់គ្រងធនធានមនុស្ស",
          "ទំនាក់ទំនងឧស្សាហកម្ម"
        ]
      }
    ]
  },
  {
    "id": 120,
    "code": "uni_pri_0044",
    "universityName": "សាកលវិទ្យាល័យ ហ្សាម៉ាន់",
    "logoName": require('../../assets/images/schools/zaman.jpg'),
    "address": "អគារលេខ ៨ ផ្លូវ៣២៥ សង្កាត់បឹងកក់១ ខណ្ឌទួលគោក រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៩៩៦ ១១១",
      "០១៧ ៩៩៦ ១១១"
    ],
    "faxes": [
      "០២៣ ៩៩៩២ ០០០"
    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.zamanu.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "ចិត្តវិទ្យា",
          "សង្គមវិទ្យា",
          "ភាសាអង់គ្លេសអប់រំ",
          "ភាសាអង់គ្លេសសម្រាប់កុំព្យូទ័រ",
          "ភាសាអង់គ្លេសសម្រាប់ពាណិជ្ជកម្ម"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគណិតសាស្រ្តនិងវិទ្យាសាស្រ្ត",
        "majors": [
          "រូបវិទ្យា",
          "គីមីវិទ្យា",
          "គណិតវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគណិតសាស្រ្ត វិទ្យសាស្រ្ត",
        "majors": [
          "គ្រប់គ្រងពាណិជ្ជកម្ម",
          "សេដ្ឋកិច្ច និងធនាគារហិរញ្ញវត្ថុ",
          "ទំនាក់ទំនងអន្តរជាតិ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យព័ត៌មាន និងបច្ចេកវិទ្យាកុំព្យូទ័រ",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "សេដ្ឋកិច្ចនិងធនាគារហិរញ្ញវត្ថុ",
          "ទំនាក់ទំនងអន្តរជាតិ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិស្វកម្ម",
        "majors": [
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "វិស្វកម្មកុំព្យូទ័រ",
          "វិស្វកម្មប្រព័ន្ឋថាមពល",
          "វិស្វកម្មស្ថាបត្យកម្ម"
        ]
      }
    ]
  },
  {
    "id": 121,
    "code": "uni_pri_0045",
    "universityName": "សាកលវិទ្យាល័យអន្តរជាតិ",
    "logoName": require('../../assets/images/schools/iu.jpg'),
    "address": "ផ្លូវ ១០១១ -១៩៨៤ សង្កាត់ភ្នំពេញថ្មី ខណ្ឌសែនសុខ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៨៨១ ៦២៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.iu.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យឱសថសាស្រ្ត",
        "majors": [
          "ឱសថសាស្រ្ត"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យទន្តសាស្រ្ត",
        "majors": [
          "ទន្តសាស្រ្ត"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តថែទាំវេជ្ជសាស្រ្ត",
        "majors": [
          "គិលានុបដ្ឋាក",
          "ឆ្មប",
          "មន្ទីរពិសោធន៍"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវេជ្ជសាស្រ្ត និងរោគកុមារ",
        "majors": [
          "វេជ្ជសាស្រ្តទូទៅ",
          "រោគកុមារ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តកសិកម្ម និងអភិវឌ្ឍន៍ជនបទ",
        "majors": [
          "ក្សេត្រសាស្រ្ត",
          "បសុពេទ្យ",
          "ជលផល",
          "អភិវឌ្ឍន៍ជនបទ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តសង្គម និង សារព័ត៌មាន",
        "majors": [
          "សង្គមវិទ្យា",
          "សារព័ត៌មាន",
          "វិទ្យាសាស្រ្តនយោបាយ",
          "សុខភាពសាធារណៈ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យ នីតិសាស្រ្ត",
        "majors": [
          "ច្បាប់ទូទៅ",
          "ច្បាប់សាធារណៈ",
          "ច្បាប់ពាណិជ្ជកម្ម",
          "ច្បាប់អន្តរជាតិ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យពាណិជ្ជសាស្រ្ត និងវិទ្យាសាស្រ្តសេដ្ឋកិច្ច",
        "majors": [
          "សេដ្ឋកិច្ច",
          "គ្រប់គ្រង",
          "គណនេយ្យ",
          "ទីផ្សារ",
          "ទេសចរណ៍",
          "ព័ត៌មានវិទ្យាគ្រប់គ្រង",
          "ធនាគារ និងហិរញ្ញវត្ថុ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យបច្ចេកវិទ្យានិងវិទ្យាសាស្រ្ត",
        "majors": [
          "សំណង់ស៊ីវិល",
          "ស្ថាបត្យកម្ម",
          "ព័ត៌មានវិទ្យាសំណង់",
          "វិទ្យាស្ថានបរិស្ថាន",
          "វិស្វកម្មអគ្គិសនី",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "អេឡិចត្រូនិច",
          "សូរិយោដី",
          "មីក្រូជីវសាស្រ្ត",
          "ជីវគីមីវិទ្យា",
          "ជីវបច្ចេកវិទ្យា",
          "ជីវវិទ្យា",
          "គ្រប់គ្រងបរិស្ថាន",
          "វិស្វកម្មបរិស្ថាន",
          "បច្ចេកវិទ្យាបរិស្ថាន",
          "គីមី បច្ចេកវិទ្យាចំណីអាហារ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យមនុស្ស និង ភាសា",
        "majors": [
          "ភាសាអង់គ្លេស"
        ]
      }
    ]
  },
  {
    "id": 122,
    "code": "uni_pri_0046",
    "universityName": "សាកលវិទ្យាល័យលីមកុកវីង យូនឺវឺស៊ីធី អហ្វ គ្រេអេទីវ តិចណូឡូជី",
    "logoName": require('../../assets/images/schools/limkokwing.png'),
    "address": "ផ្ទះលេខ ៧០៧ -៧០៨ ផ្លូវ ១៩៨៦ សង្កាត់ភ្នំពេញថ្មី ខណ្ឌសែនសុខ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៩៩៥ ៧៣៣"
    ],
    "faxes": [
      "០២៣ ៩៩៥ ៧២៧"
    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.limkokwing.net/cambodia www.limkokwing.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យស្ថាបត្យកម្ម និងការរចនា",
        "majors": [
          "រចនាខាងក្នុង",
          "បច្ចេកវិទ្យាស្ថាបត្យកម្ម"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ អក្សរសាស្រ្ត និង មនុស្សសាស្រ្ត",
        "majors": [
          "រចនាអាជីព",
          "រចនាម៉ូដ និងការបង្កើតថ្មី"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តសង្គម និង ទំនាក់ទំនងអន្តរជាតិ",
        "majors": [
          "ទំនាក់ទំនងវិជ្ជាជីវៈ",
          "គ្រប់គ្រងព្រឹត្តិការណ៍",
          "ផលិតខ្សែភាពយន្ត និង ទូរទស្សន៍"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគណិតវិទ្យា និងវិស្វកម្ម",
        "majors": [
          "បច្ចេកវិទ្យាព័ត៌មាន",
          "វិស្វកម្មកម្មវិធីកុំព្យូទ័រ និង ពហុមេឌា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងពាណិជ្ជកម្ម",
        "majors": [
          "គណនេយ្យ",
          "រដ្ឋបាលធុរកិច្ច",
          "សហគ្រិនភាព",
          "ធុរកិច្ចអន្តរជាតិ"
        ]
      }
    ]
  },
  {
    "id": 123,
    "code": "uni_pri_0047",
    "universityName": "សាកលវិទ្យាល័យបញ្ញាជាតិ",
    "logoName": require('../../assets/images/schools/pcu.png'),
    "address": "អគារលេខ ១៣ និង ២០-២៤ ផ្លូវលេខ ២៥៣ សង្កាត់ទឹកល្អក់៣ ខណ្ឌទួលគោក រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០៩២ ៧៧៧ ៧០៨",
      "០៦៩ ៥៥៥ ៥៨២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.pcu.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យធុរកិច្ច និងសេដ្ឋកិច្ច",
        "majors": [
          "ហិរញ្ញវត្ថុ និង ធនាគារ",
          "គណនេយ្យ",
          "ទីផ្សារ",
          "សេដ្ឋកិច្ចអភិវឌ្ឍន៍",
          "រដ្ឋបាលធុរអន្តរជាតិ",
          "គ្រប់គ្រង",
          "គ្រប់គ្រងសណ្ឋារគារ",
          "ទេសចរណ៍"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគណិតសាស្រ្តនិងវិទ្យាសាស្រ្ត",
        "majors": [
          "សំណេរកម្មវិធីកុំព្យូទ័រ",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "ព័ត៌មានវិទ្យា",
          "បណ្ដាញកម្មវិធីកុំព្យូទ័រ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "ការអប់រំភាសាអង់គ្លេស",
          "ភាសាអង់គ្លេសសម្រាប់ពាណិជ្ជកម្ម",
          "អក្សរសាស្រ្តអង់គ្លេស"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តសង្គម",
        "majors": [
          "វិទ្យាសាស្រ្តនយោបាយ",
          "ច្បាប់ឯកជន",
          "ច្បាប់អន្តរជាតិ",
          "ច្បាប់សាធារណៈ",
          "រដ្ឋបាលសាធារណៈ",
          "នីតិសាស្រ្ត"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យអប់រំ",
        "majors": [
          "វិទ្យាសាស្រ្តអប់រំ",
          "ប្រវត្តិវិទ្យា",
          "ភូមិវិទ្យា",
          "គីមីវិទ្យា",
          "គណិតវិទ្យា",
          "ជីវវិទ្យា",
          "ទស្សនវិជ្ជា",
          "អក្សរសាស្រ្តខ្មែរ"
        ]
      }
    ]
  },
  {
    "id": 124,
    "code": "uni_pri_0048",
    "universityName": "សាកលវិទ្យាល័យភ្នំពេញអន្តរជាតិ",
    "logoName": require('../../assets/images/schools/ppiu.jpg'),
    "address": "អគារលេខ ៣៦ ផ្លូវ១៦៩ សង្កាត់វាលវង់ ខណ្ឌ ៧មករា រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៩៩៩ ៩០៦",
      "០២៣ ៩៩៩ ៩០៧",
      "០២៣ ៩៩៩ ៩០៨",
      "០៧១ ៣៣៣ ៦៧៧៧",
      "០១៦ ៥៩៦ ០១៣",
      "០៩៥ ៩៨១ ៥៥០"
    ],
    "faxes": [
      "០២៣ ៩៩៩ ៩០៥"
    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "<html>www.ppiu.edu.kh",
      "<u>https://www.facebook.com/ppiu.edu.kh.ppiucam</u></html>"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យពាណិជ្ជសាស្រ្ត និង ទេសចរណ៍",
        "majors": [
          "គ្រប់គ្រង",
          "គណនេយ្យ",
          "ទីផ្សារ",
          "គ្រប់គ្រងសណ្ឋាគារ និងទេសចរណ៍"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យនីតិសាស្រ្ត និង សេដ្ឋកិច្ច",
        "majors": [
          "អភិវឌ្ឍន៍សេដ្ឋកិច្ច",
          "ហិរញ្ញវត្ថុ ធនាគារ",
          "ច្បាប់",
          "រដ្ឋបាលសាធារណៈ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តអប់រំ",
        "majors": [
          "ភាសាអង់គ្លេសអប់រំ",
          "ភាសាអង់គ្លេសពាណិជ្ជកម្ម"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និង ព័ត៌មានវិទ្យា",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "គ្រប់គ្រប់ប្រព័ន្ឋព័ត៌មានវិទ្យា",
          "វិស្វកម្មទូរគមនាគមន៍",
          "គណិតសាស្រ្ត"
        ]
      }
    ]
  },
  {
    "id": 125,
    "code": "uni_pri_0049",
    "universityName": "សាកលវិទ្យាល័យ កម្ពុជា",
    "logoName": require('../../assets/images/schools/uc.png'),
    "address": "ផ្លូវណ័រប្រីត សង្កាត់ទឹកថ្លា ខណ្ឌសែនសុខ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៩៩៣ ២៧៦",
      "០៦០ ៣៣៣ ៣៤៦"
    ],
    "faxes": [
      "០២៣ ៩៩៣ ២៨៤"
    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.uc.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យអប់រំ",
        "majors": [
          "វិទ្យាសាស្រ្តអប់រំ",
          "រដ្ឋបាលអប់រំ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យច្បាប់",
        "majors": [
          "នីតិសាស្រ្តទូទៅ",
          "នីតិសាធារណៈ",
          "នីតិឯកជន"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "សារព័ត៌មាន",
          "សង្គមកិច្ច",
          "សិក្សាអំពីអាស៊ី",
          "អក្សរសាស្រ្ត និងភាសាអង់គ្លេស"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តសង្គម",
        "majors": [
          "សិក្សាពីការអភិវឌ្ឍន៍",
          "គោលនយោបាយសាធារណៈ",
          "វិទ្យាសាស្រ្តនយោបាយ",
          "ទំនាក់ទំនងអន្តរជាតិ",
          "រដ្ឋបាលសាធារណៈ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និង បច្ចេកវិទ្យា",
        "majors": [
          "ព័ត៌មានវិទ្យា",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "អេឡិចត្រូនិក និងទូរគមនាគមន៍"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យព័ត៌មាននិងគមនាគមន៍",
        "majors": [
          "សិល្បៈនិងការសិក្សាព័ត៌មាន",
          "គមនាគមន៍រូបភាព",
          "ការសិក្សាអំពីគមនាគមន៍"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រង",
        "majors": [
          "គណនេយ្យ",
          "គ្រប់គ្រងពាណិជ្ជកម្ម",
          "គ្រប់គ្រងធនធានមនុស្ស",
          "សេដ្ឋកិច្ច",
          "ហិរញ្ញវត្ថុ និង ធនាគារ",
          "ពាណិជ្ជកម្មអន្តរជាតិ",
          "ទីផ្សារ",
          "បដិសណ្ឋារកិច្ច និងគ្រប់គ្រងទេសចរណ៍"
        ]
      }
    ]
  },
  {
    "id": 126,
    "code": "uni_pri_0050",
    "universityName": "សាកលវិទ្យាល័យពុទ្ធិសាស្រ្ត",
    "logoName": require('../../assets/images/schools/puthisastra.png'),
    "address": "ផ្ទះលេខ ៥៥ ផ្លូវលេខ ១៨០ និង ១៨៤ សង្កាត់បឹងរាំង ខណ្ឌដូនពេញ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ២២១ ៦២៤",
      "០២៣ ២២០ ៤៧៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.puthisastra.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "អក្សរសាស្រ្តអង់គ្លេស"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត  និងបច្ចេកវិទ្យា",
        "majors": [
          "តបណ្ដាញកុំព្យូទ័រ",
          "សរសេកម្មវិធីកុំព្យូទ័រ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសេដ្ឋកិច្ច និង ធុរកិច្ច",
        "majors": [
          "គណនេយ្យ",
          "សេដ្ឋកិច្ច",
          "ទីផ្សារ",
          "ហិរញ្ញវត្ថុ និងធនាគារ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តសុខាភិបាល",
        "majors": [
          "វេជ្ជសាស្រ្ត",
          "ឱសថសាស្រ្ត",
          "ទន្តសាស្រ្ត",
          "គិលានុបដ្ឋាក",
          "ឆ្មប",
          "មន្ទីរពិសោធន៍វេជ្ជសាស្រ្ត"
        ]
      }
    ]
  },
  {
    "id": 127,
    "code": "uni_pri_0051",
    "universityName": "សាកលវិទ្យាល័យវេស្ទើន",
    "logoName": require('../../assets/images/schools/western.jpg'),
    "address": "ផ្ទះលេខ ១៥ ផ្លូវលេខ ៥២៨ សង្កាត់បឹងកក់ ១ ខណ្ឌទួលគោករាជធានី",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៩៩៨ ២៣៣",
      "០១២ ២០០ ៩៨៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.western.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "អប់រំភាសាអង់គ្លេស",
          "ភាសាអង់គ្លេសសម្រាប់ទំនាក់ទំនង",
          "អក្សរសាស្រ្តខ្មែរ",
          "ប្រវត្តិវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តសង្គម",
        "majors": [
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "សេដ្ឋកិច្ចអភិវឌ្ឍន៍",
          "នីតិសាធារណៈ",
          "នីតិឯកជន"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រង និង សណ្ឋាគារទេសចរណ៍",
        "majors": [
          "គ្រប់គ្រង",
          "ទីផ្សារ",
          "គណនេយ្យ",
          "គ្រប់គ្រងសណ្ឋារគារ ទេសចរណ៍"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តនិងបច្ចេកវិទ្យា",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ"
        ]
      }
    ]
  },
  {
    "id": 128,
    "code": "uni_pri_0052",
    "universityName": "សាកលវិទ្យាល័យខេមរៈ",
    "logoName": require('../../assets/images/schools/khemarak.png'),
    "address": "បណ្ដោយផ្លូវ ១៩៨៦ បត់ចូលផ្លូវលំ ៧២ ចំងាយ ២០ម៉ែត្រ សង្កាត់ភ្នំពេញថ្មី ខណ្ឌសែនសុខ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០១២ ៤៩៣ ៣៣៤",
      " ០៩៧ ៧០៧ ១១១១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "<html><u>www.khemarak.edu.kh</u>",
      "<u>https://www.facebook.com/KhemarakUnivesity</u></html>"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យនីតិសាស្រ្តនិងវិទ្យាសាស្រ្តសេដ្ឋកិច្ច",
        "majors": [
          "នីតិសាធារណៈ",
          "នីតិឯកជន",
          "សេដ្ឋកិច្ច"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តបច្ចេកវិទ្យា និង ព័ត៌មាន",
        "majors": [
          "គណិតវិទ្យាអនុវត្តន៍",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យមនុស្សសាស្រ្ត សិល្បៈនិងភាសាវិទ្យា",
        "majors": [
          "ភាសាអង់គ្លេស",
          "ភាសាវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តនយោបាយនិងទំនាក់ទំនងអន្តរជាតិ",
        "majors": [
          "សេដ្ឋកិច្ចកសិកម្ម",
          "អភិវឌ្ឍន៍ជនបទ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តនយោបាយនិងទំនាក់ទំនងអន្តរជាតិ",
        "majors": [
          "វិទ្យាសាស្រ្តនយោបាយ",
          "ទំនាក់ទំនងអន្តរជាតិ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តអប់រំ",
        "majors": [
          "គ្រប់គ្រងអប់រំ",
          "រូបវិទ្យា",
          "ជីវវិទ្យា",
          "គីមីវិទ្យា",
          "ប្រវត្តិវិទ្យា",
          "ទស្សនវិជ្ជា",
          "អក្សរសាស្រ្តខ្មែរ",
          "ចិត្តគរុកោសល្យ",
          "អប់រំភាសាអង់គ្លេស",
          "ភាសាអង់គ្លេសសម្រាប់ទំនាក់ទំនង",
          "អក្សរសាស្រ្តខ្មែរ",
          "ប្រវត្តិវិទ្យា",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "សេដ្ឋកិច្ចអភិវឌ្ឍន៍",
          "នីតិសាធារណៈ",
          "នីតិឯកជន",
          "គ្រប់គ្រង",
          "ទីផ្សារ",
          "គណនេយ្យ",
          "គ្រប់គ្រងសណ្ឋារគារ ទេសចរណ៍",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "ផែនការកម្ម និងគោលនយោបាយអប់រំ"
        ]
      }
    ]
  },
  {
    "id": 129,
    "code": "uni_pri_0053",
    "universityName": "សាកលវិទ្យាល័យគ្រប់គ្រង និង សេដ្ឋកិច្ច",
    "logoName": require('../../assets/images/schools/management_economic.png'),
    "address": "អគារលេខ ៧៤ ភូមិព្រែកព្រះស្ដេច សង្កាត់ព្រែកព្រះស្ដេច ក្រុងបាត់ដំបង ខេត្តបាត់ដំបង",
    "province": "បាត់ដំបង",
    "phoneNumbers": [
      "០១៦ ៧២៩ ៤២៦",
      "០៩៨ ២២៦ ៦៧៣",
      "០៥៣ ៩៥២ ១៦០"
    ],
    "faxes": [
      "០៥៣ ៩៥៣ ១៦០"
    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.ume.edu.kh umecambodia"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យ សិល្បៈ មនុស្សសាស្រ្ត និង ភាសាបរទេស",
        "majors": [
          "ភាសាអង់គ្លេសសម្រាប់ទំនាក់ទំនង",
          "ភាសាអង់គ្លេសសម្រាប់អប់រំ",
          "បកប្រែភាសាអង់គ្លេស",
          "អក្សរសាស្រ្តខ្មែរ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និង បច្ចេកវិទ្យា",
        "majors": [
          "តបណ្ដាញណេតវើក",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "គណិតវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យនីតិសាស្រ្ត និងសេដ្ឋកិច្ច",
        "majors": [
          "នីតិសាស្រ្ត",
          "វិទ្យាសាស្រ្តសេដ្ឋកិច្ច",
          "វិទ្យាសាស្រ្តនយោបាយ",
          "រដ្ឋបាលសាធារណៈ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យកសិកម្ម និង អភិវឌ្ឍន៍ជនបទ",
        "majors": [
          "ក្សេត្រសាស្រ្ត",
          "អភិរក្សធនធានធម្មជាតិ",
          "រដ្ឋបាលជលផល",
          "វិទ្យាសាស្រ្តសត្វ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងពាណិជ្ជកម្ម និងឮ",
        "majors": [
          "គ្រប់គ្រងធនធានមនុស្ស",
          "គណនេយ្យ និង ហិរញ្ញវត្ថុ",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "គ្រប់គ្រងទីផ្សារ",
          "គ្រប់គ្រងពាណិជ្ជកម្ម",
          "គ្រប់គ្រងគម្រោង",
          "គ្រប់គ្រងទូទៅ",
          "ជំនួញ និងការលក់",
          "សវនកម្ម"
        ]
      }
    ]
  },
  {
    "id": 130,
    "code": "uni_pri_0054",
    "universityName": "សាកលវិទ្យាល័យអន្តរជាតិឌូវី",
    "logoName": require('../../assets/images/schools/dewey.jpg'),
    "address": "ភូមិរំចេក ៤ សង្កាត់រតនៈ ក្រុងបាត់ដំបង ខេត្តដំបង",
    "province": "បាត់ដំបង",
    "phoneNumbers": [
      "012 32 0005 / 053 5555 442 / 081 25 81 76 / 097 63 88 588"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.diu.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "អក្សរសាស្រ្តអង់គ្លេស",
          "ខេមរសិក្សា",
          "ទស្សនវិជ្ជា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យអប់រំ",
        "majors": [
          "អប់រំភាសាអង់គ្លេស",
          "អប់រំសហគមន៍",
          "រដ្ឋបាលអប់រំ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគណិតវិទ្យា និង វិទ្យាសាស្រ្ត",
        "majors": [
          "វិទ្យាសាស្រ្តបរិស្ថាន",
          "ស្ថិតិ",
          "តបណ្ដាញ",
          "អភិវឌ្ឍន៍ប្រព័ន្ឋព័ត៌មាន",
          "គណិតវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងពាណិជ្ជកម្ម",
        "majors": [
          "គ្រប់គ្រង",
          "ទីផ្សារ",
          "គណនេយ្យ",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "ទេសចរណ៍ និងបដិសណ្ឋារកិច្ច"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តសង្គម",
        "majors": [
          "អភិវឌ្ឍន៍សហគមន៍",
          "ការងារសង្គម",
          "សេដ្ឋកិច្ច",
          "វិទ្យាសាស្រ្តនយោបាយ"
        ]
      }
    ]
  },
  {
    "id": 131,
    "code": "uni_pri_0055",
    "universityName": "សាកលវិទ្យាល័យ ឡាយហ្វ",
    "logoName": require('../../assets/images/schools/life.png'),
    "address": "ផ្លូវសេតេ ក្រុមទី ១១ មណ្ឌល ៣ សង្កាត់០២ ក្រុងព្រះសីហនុ ខេត្តព្រះសីហនុ",
    "province": "ព្រះសីហនុ",
    "phoneNumbers": [
      "០៣៤ ៩៣៤ ៤៩៨",
      "០៧៨ ៩៦៦ ៨៧៧",
      "០១៦ ៤៥០ ៣០២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.lifeun.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសេដ្ឋកិច្ច និងទេសចរណ៍",
        "majors": [
          "គ្រប់គ្រង",
          "សេដ្ឋកិច្ច",
          "គ្រប់គ្រងទេសចរណ៍",
          "ម៉ាឃីតធីង",
          "ហិរញ្ញវត្ថុ និង ធនាគារ",
          "គណនេយ្យ",
          "ពាណិជ្ជកម្មអន្តរជាតិ",
          "គ្រប់គ្រងទេសចរណ៍ និង បដិសណ្ឋារកិច្ច"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "អក្សរសាស្រ្តខ្មែរ",
          "ទស្សនវិជ្ជា",
          "ប្រវត្តិវិទ្យា",
          "ការអប់រំភាសាអង់គ្លេស"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និង បច្ចេកវិទ្យា",
        "majors": [
          "ព័ត៌មានវិទ្យា",
          "ស្ថាបត្យកម្ម",
          "វិស្វកម្មសំណង់ស៊ីវិល",
          "គណិតវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងពាណិជ្ជកម្ម",
        "majors": [
          "នីតិឯកជន",
          "នីតិសាធារណៈ",
          "រដ្ឋបាលសាធារណៈ",
          "នីតិអន្តរជាតិ",
          "វិទ្យាសាស្រ្តនយោបាយ",
          "ទំនាក់ទំនងអន្តរជាតិ និងការទូត"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យុះ គិលានុបដ្ឋាក និងឆ្មប",
        "majors": [
          "គិលានុបដ្ឋាក",
          "ឆ្មប"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យស្ថាបត្យកម្ម និង នគរូបនីយកម្ម",
        "majors": [
          "ស្ថាបត្យកម្ម",
          "នគររូបនីយកម្ម",
          "រចនាលម្អខាងក្នុង",
          "ស្ថាបត្យកម្មសួនឧទ្យាន",
          "ស្ថាបត្យកម្ម លំនៅដ្ឋាន"
        ]
      }
    ]
  },
  {
    "id": 132,
    "code": "uni_pri_0056",
    "universityName": "សាកលវិទ្យាល័យខ្មែរ បច្ចេកវិទ្យា និង គ្រប់គ្រង",
    "logoName": require('../../assets/images/schools/technology_management.jpg'),
    "address": "ផ្លូវឯករាជ្យ ភូមិ ២ សង្កាត់ ៣ ក្រុងព្រះសីហនុ ខេត្តព្រះសីហនុ",
    "province": "ព្រះសីហនុ",
    "phoneNumbers": [
      "០៣៤ ៩៣៣ ៧១៨",
      "០៩៣ ៩៣៦ ៦៩៩",
      "០១៥ ៥៥៥ ៦៥០ / 012 443 777 / 033 6666 132"
    ],
    "faxes": [
      "០៣៤ ៩៣៣ ៧១៨"
    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.kutm.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តនិងបច្ចេកវិទ្យា",
        "majors": [
          "ព័ត៌មានវិទ្យា",
          "កុំព្យូទ័រអនុវត្ត",
          "គណិតសាស្រ្ត",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "វិទ្យាសាស្រ្តទូរគមនាគមន៍",
          "សិ្ថតិអនុវត្ត"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត កសិកម្មនិងអភិវឌ្ឍជនបទ",
        "majors": [
          "ក្សេត្រសាស្រ្ត",
          "បសុព្យាបាល",
          "រុក្ខសាស្រ្ត",
          "កសិកម្ម និង អភិវឌ្ឍន៍ជនបទ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "រដ្ឋបាលអប់រំ",
          "ការអប់រំ",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "ភាសាអង់គ្លេសសម្រាប់អាជីវកម្ម",
          "ភាសាអង់គ្លេសសម្រាប់គ្រប់គ្រងទេសចរណ៍ \nនិងបដិសណ្ឋារកិច្ច"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងពាណិជ្ជកម្ម និងទេសចរណ៍",
        "majors": [
          "គណនេយ្យ",
          "គ្រប់គ្រងទូទៅ",
          "កសិពាណិជ្ជកម្ម",
          "កុំព្យូទ័រពាណិជ្ជកម្ម",
          "សេដ្ឋកិច្ចកសិកម្ម",
          "គ្រប់គ្រងធនធានមនុស្ស",
          "គ្រប់គ្រងនិងបដិសណ្ឋារកិច្ច",
          "ការទិញលក់ផ្ទះ និង ដី",
          "ហិរញ្ញវត្ថុ និងធនាគារ",
          "គ្រប់គ្រងទេសចរណ៍",
          "គ្រប់គ្រងឧស្សាហកម្ម",
          "សេដ្ឋកិច្ច",
          "ពាណិជ្ជកម្មអន្តរជាតិ",
          "គ្រប់គ្រងអាជីវកម្ម",
          "ទីផ្សារ",
          "ការធានារ៉ាប់រង"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យនីតិសាស្រ្ត និង វិទ្យាសាស្រ្តសង្គម",
        "majors": [
          "នីតិសាធារណៈ",
          "នីតិឯកជន",
          "ចិត្តវិទ្យា",
          "ការសិក្សាអំពីការអភិវឌ្ឍន៍",
          "សង្គមវិទ្យា",
          "ប្រវត្តិវិទ្យា",
          "ទំនាក់ទំនងអន្តរជាតិ",
          "នរវិទ្យា",
          "វិទ្យាសាស្រ្តនយោបាយ",
          "រដ្ឋបាលសាធារណៈ"
        ]
      }
    ]
  },
  {
    "id": 133,
    "code": "uni_pri_0057",
    "universityName": "សាកលវិទ្យាល័យអង្គរខេមរា",
    "logoName": require('../../assets/images/schools/angkor_khemara.jpg'),
    "address": "ភូមិទី១ ឧសភា សង្កាត់ កំពង់កណ្ដាល ក្រុងកំពត ខេត្តកំពត",
    "province": "កំពត",
    "phoneNumbers": [
      "០៣៣ ៦៣៦ ៣១៤៩",
      "០៣៣ ៦៩០ ៣៨៨៤",
      "០៩៧ ៧៧៧ ៩៣៩៥ / 017 843 448"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.aku.education"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "ប្រវត្តិវិទ្យា",
          "ទស្សនវិជ្ជា",
          "អក្សរសាស្រ្តខ្មែរ",
          "ភាសាអង់គ្លេស"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តកសិកម្ម និងអភិវឌ្ឍន៍ជនបទ",
        "majors": [
          "សេដ្ឋកិច្ចកសិកម្ម",
          "អភិវឌ្ឍជនបទ",
          "វិទ្យាសាស្រ្តកសិកម្ម"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគណិតសាស្រ្ត និង វិទ្យាសាស្រ្ត",
        "majors": [
          "គណិតវិទ្យា",
          "រូបវិទ្យា",
          "គីមីវិទ្យា",
          "ជីវវិទ្យា",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "អគ្គិសនី"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តសង្គម",
        "majors": [
          "សង្គមវិទ្យា",
          "សេដ្ឋកិច្ច",
          "គ្រប់គ្រងទូទៅ",
          "នីតិឯកជន",
          "គណនេយ្យ និងហិរញ្ញវត្ថុ",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "កិច្ចការសង្គម",
          "ភូមិវិទ្យា",
          "គ្រប់គ្រងទេសចរណ៍",
          "ទីផ្សារ និងការលក់",
          "ចិត្តវិទ្យា",
          "វិទ្យាសាស្រ្តនយោបាយ",
          "នីតិសាធារណៈ",
          "គ្រប់គ្រងពាណិជ្ជកម្ម"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យ វិទ្យាសាស្រ្តអប់រំ",
        "majors": [
          "គ្រប់គ្រងអប់រំ",
          "ការអប់រំរូបវិទ្យា",
          "ការអប់រំភូមិវិទ្យា",
          "ការអប់រំប្រវត្តិវិទ្យា",
          "គរុកោសល្យសង្គម",
          "ការអប់រំគីមីវិទ្យា",
          "ការអប់រំទស្សនវិជ្ជា",
          "ការអប់រំអក្សរសាស្រ្តខ្មែរ",
          "ការអប់រំគណិតវិទ្យា",
          "ការអប់រំជីវវិទ្យា",
          "ការអប់រំភាសាអង់គ្លេស"
        ]
      }
    ]
  },
  {
    "id": 134,
    "code": "uni_pri_0059",
    "universityName": "វិទ្យាស្ថានខេមអេដប៊ីហ្សនេសស្តូល",
    "logoName": require('../../assets/images/schools/cam_ed.gif'),
    "address": "ផ្ទះលេខ ៦៤ ផ្លូវ១០៨ សង្កាត់វត្តភ្នំ ខណ្ឌដូនពេញ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៩៨៦ ៥២២",
      "០២៣ ៩៨៦ ៩៦០",
      "០២៣ ៩៨៦ ៩៦១",
      "០១២ ៦១៨ ៩៨៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.cam-ed.com",
      "www.facebook.com/CamEdBusinessSchool"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "វិទ្យាស្ថានខេមអេដប៊ីហ្សនេស",
        "majors": [
          "គណនេយ្យ",
          "ហិរញ្ញវត្ថុ",
          "គ្រប់គ្រង"
        ]
      }
    ]
  },
  {
    "id": 135,
    "code": "uni_pri_0060",
    "universityName": "វិទ្យាស្ថានវ៉ាន់ដា",
    "logoName": require('../../assets/images/schools/vanda.jpeg'),
    "address": "មហាវិថីម៉ៅសេទុង សង្កាត់ទំនប់ទឹក ខណ្ឌចំការមន រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ២១៣ ៥៦៣ /"
    ],
    "faxes": [
      "០២៣ ២១៣ ៥៦២"
    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.vanda.edu.kh  Vanda Institute of Accounting"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យគណនេយ្យ",
        "majors": [
          "គណនេយ្យ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យហិរញ្ញវត្ថុ និងធនាគារ",
        "majors": [
          "ហិរញ្ញវត្ថុ និង ធនាគារ"
        ]
      }
    ]
  },
  {
    "id": 136,
    "code": "uni_pri_0061",
    "universityName": "វិទ្យាស្ថានសិល្បៈភ្នំពេញអន្តរជាតិ",
    "logoName": require('../../assets/images/schools/ppia.jpeg'),
    "address": "ផ្ទះលេខ ១៣៤អេ ផ្លូវលេខ ៥១(ប៉ាស្ទ័រ) សង្កាត់បឹងកេងកង១ ខណ្ឌចំការមន រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៦៦៦ ៦៧១៦",
      "០១២ ២៥៥ ១៧៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.ppiia.org PPIIA-Phnom Penh International Institute of the Arts"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "ដេប៉ាតឺម៉ង់តូរ្យតន្ត្រី",
        "majors": [
          "ព្យាណូ",
          "សូរសំនៀង",
          "ឧបករណ៍ប្រើខ្សែ និងខ្យល់",
          "អក្សរភ្លេង និពន្ធបទភ្លេង"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់របាំ",
        "majors": [
          "របាំបាឡេ",
          "ក្បាច់រចនាទំនើប"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់គំនូរ និង ចលនា",
        "majors": [
          "រចនាម៉ូដសំលៀកបំពាក់ និង វាយនភណ្ឌ",
          "ស្ថាបត្យកម្ម និងរចនាខាងក្នុង",
          "រចនាប្លង់"
        ]
      }
    ]
  },
  {
    "id": 137,
    "code": "uni_pri_0062",
    "universityName": "វិទ្យាស្ថានស៊ីតិក",
    "logoName": require('../../assets/images/schools/setec.png'),
    "address": "អគារលេខ ៨៦អា ផ្លូវសហព័ន្ឋរុស្សី(ផ្លូវ ១១០) កែងផ្លូវលេខ ២៥៩ សង្កាត់ទឹកល្អក់ទី១ ខណ្ឌទួលគោក រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៨៨០ ៦១២"
    ],
    "faxes": [
      "០២៣ ៨៨០ ៦១២"
    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.setecu.com",
      "www.facebook.com/setecedu"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រង",
        "majors": [
          "គ្រប់គ្រងប្រព័ន្ឋព័ត៌មានវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យពាណិជ្ជកម្ម",
        "majors": [
          "ពាណិជ្ជកម្មព័ត៌មានវិទ្យា",
          "ប្លង់ និងរចនា"
        ]
      }
    ]
  },
  {
    "id": 138,
    "code": "uni_pri_0063",
    "universityName": "វិទ្យាស្ថានអភិវឌ្ឍន៍អាស៊ីសច្ចៈ",
    "logoName": require('../../assets/images/schools/sachak_asia.jpg'),
    "address": "អគារលេខ ៤៧ Eo ផ្លូវលេខ៣៤៨ សង្កាត់ទួលស្វាយព្រៃមួយ ខណ្ឌចំការមន រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "0236688016 / 015434497 / 0966666268 / 015477 779"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.sadi.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យ បច្ចេកវិទ្យាព័ត៌មាន",
        "majors": [
          "គ្រប់គ្រងបណ្ដាញកុំព្យូទ័រ",
          "វិស្វកម្មកម្មវិធីកុំព្យូទ័រ",
          "គ្រប់គ្រងទិន្នន័យកុំព្យូទ័រ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យភាសាបរទេស",
        "majors": [
          "ភាសាអង់គ្លេសផ្នែកអប់រំ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យពាណិជ្ជកម្ម",
        "majors": [
          "គ្រប់គ្រងអាជីវកម្ម",
          "គ្រប់គ្រង់គណនេយ្យ",
          "គ្រប់គ្រងទីផ្សារ"
        ]
      }
    ]
  },
  {
    "id": 139,
    "code": "uni_pri_0064",
    "universityName": "វិទ្យាស្ថានអន្តរជាតិ អេស អាយ យូ",
    "logoName": require('../../assets/images/schools/siu.jpg'),
    "address": "ផ្លូវលេខ ២១៧ ផ្ទះលេខ ៨E1 សង្កាត់ស្ទឹងមានជ័យ ខណ្ឌមានជ័យ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០៩៥ ៦៧៩ ៦៩៥",
      "០៩៦ ២៤៩ ៩៨៣០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.ice.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យភាសាបរទេស",
        "majors": [
          "ភាសាបរទេស"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងពាណិជ្ជកម្ម",
        "majors": [
          "គ្រប់គ្រង",
          "សណ្ឋាគារ និង ទេសចរណ៍",
          "គណនេយ្យ",
          "ទីផ្សារ"
        ]
      }
    ]
  },
  {
    "id": 140,
    "code": "uni_pri_0065",
    "universityName": "វិទ្យាស្ថាន អេសធី ខ្លេម៉ិនស៍",
    "logoName": require('../../assets/images/schools/st_clement.jpg'),
    "address": "អគារលេខ ១០២ ផ្លូវ ៥៩៨ សង្កាត់បឹងកក់ ២ ខណ្ឌទួលគោក រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០១២ ៣៨៧ ២២៣",
      "០១២ ៥៥១ ៧៧៧",
      "០៦៩ ២៥៦ ៦៧៩",
      "០២៣ ៦៣១ ៦០៣៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.stclements.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "ដេប៉ាតឺម៉ង់វិទ្យាសាស្រ្តសង្គម និង សេដ្ឋកិច្ច",
        "majors": [
          "គ្រប់គ្រងពាណិជ្ជកម្ម",
          "គ្រប់គ្រងហិរញ្ញវត្ថុ និង ធនាគារ",
          "បដិសណ្ឋារកិច្ច និងគ្រប់គ្រងទេសចរណ៍"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់បច្ចេកវិទ្យាព័ត៌មាន",
        "majors": [
          "បច្ចេកវិទ្យាព័ត៌មាន"
        ]
      }
    ]
  },
  {
    "id": 141,
    "code": "uni_pri_0066",
    "universityName": "វិទ្យាស្ថាន អ៊ីនធឺរេដ",
    "logoName": require('../../assets/images/schools/intered.jpg'),
    "address": "អគារលេខ ៨ ផ្លូវ១៧៣ សង្កាត់អូឡាំពិក ខណ្ឌចំការមន រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០៦៩ ៨៦៦ ៦៥៦",
      "០១២ ៦៥៦",
      "០១៣",
      "០១២ ២៣៤ ៨៩០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.intered-institute.com"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យមនុស្សសាស្រ្តនិងភាសា",
        "majors": [
          "ភាសាអង់គ្លេស"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងពាណិជ្ជកម្ម",
        "majors": [
          "គ្រប់គ្រង",
          "គណនេយ្យ",
          "ទីផ្សារ",
          "ហិរញ្ញវត្ថុធនាគារ",
          "សេដ្ឋកិច្ច",
          "ពាណិជ្ជកម្មអន្តរជាតិ",
          "កុំព្យូទ័រពាណិជ្ជកម្ម",
          "ទំនាក់ទំនងពាណិជ្ជកម្ម",
          "គ្រប់គ្រងហានិភ័យ",
          "គ្រប់គ្រងទេសចរណ៍",
          "គ្រប់គ្រងធនធានមនុស្ស",
          "គ្រប់គ្រងសណ្ឋាគារ និង បដិសណ្ឋារកិច្ច"
        ]
      }
    ]
  },
  {
    "id": 142,
    "code": "uni_pri_0067",
    "universityName": "វិទ្យាស្ថានគ្រប់គ្រង ភីស៊ីអិល",
    "logoName": require('../../assets/images/schools/pcl.jpg'),
    "address": "ផ្លូវប៉េតុង ៦០០ ភូមិត្នោតជ្រុំ៥ សង្កាត់បឹងទំពុន  សណ្ឌមានជ័យ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៦៩១ ៦៧៥៨",
      "០៩៧ ២១៦ ៣២៧៩",
      "០១២ ៧៧៩ ២៧៤",
      "០១២ ៧៣០ ០១៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "<html><u>www.pcl.is</u>",
      "<u>www.facebook.com/pmi.pcl.sareyboth</u></html>"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ អប់រំនិងភាសា",
        "majors": [
          "បង្រៀនភាសាអង់គ្លេស"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងពាណិជ្ជកម្ម",
        "majors": [
          "គ្រប់គ្រងទូទៅ",
          "ទីផ្សារ",
          "គណនេយ្យ"
        ]
      }
    ]
  },
  {
    "id": 143,
    "code": "uni_pri_0068",
    "universityName": "វិទ្យាស្ថានគ្រប់គ្រង និងអភិវឌ្ឍន៍",
    "logoName": require('../../assets/images/schools/imd.jpg'),
    "address": "ភូមិពាលញែក១ សង្កាត់ផ្ទះព្រៃ ក្រុងពោធ៍សាត់ ខេត្តពោធ៍សាត់",
    "province": "ពោធ៍សាត់",
    "phoneNumbers": [
      "០៨៧ ៥៤៥ ៧០៣",
      "០១២ ៥២០ ០០៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.imd.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យបរទេស",
        "majors": [
          "អប់រំភាសាអង់គ្លេស",
          "គ្រូភាសាអង់គ្លេស",
          "បកប្រែភាសាអង់គ្លេស"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រង",
        "majors": [
          "គ្រប់គ្រង",
          "គណនេយ្យ និងហិរញ្ញវត្ថុ",
          "គ្រប់គ្រងទីផ្សារ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យ នីតិសាស្រ្ត និងសេដ្ឋកិច្ច",
        "majors": [
          "ហិរញ្ញវត្ថុ និងធនាគារ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យ  បច្ចេកវិទ្យាព័ត៌មាន",
        "majors": [
          "តបណ្តាញកុំព្យូរទ័រ",
          "សរសេរកម្មវិធីកុំព្យូរទ័រ"
        ]
      }
    ]
  },
  {
    "id": 144,
    "code": "uni_pri_0070",
    "universityName": "វិទ្យាស្ថាន ខេមរាសាស្រ្ត",
    "logoName": require('../../assets/images/schools/ksi.jpg'),
    "address": "ភូមិលេខ៨ សង្កាត់កំពង់លាវ ក្រុងព្រៃវែង ខេត្តព្រៃវែង",
    "province": "ព្រៃវែង",
    "phoneNumbers": [
      "០៤៣ ៦៣២ ០០០៩ / ០១៧ ៥៦១ ៥៥៤  / ០៩៦ ៥៣ ០០ ២៦២"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "វិទ្យាស្ថានខេមរាសាស្រ្ត"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តអប់រំ",
        "majors": [
          "គណិតវិទ្យា",
          "រូបវិទ្យា",
          "ជីវវិទ្យា",
          "អក្សរសាស្រ្តខ្មែរ",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "ប្រវត្តិវិទ្យា",
          "ភូមិវិទ្យា"
        ]
      }
    ]
  },
  {
    "id": 145,
    "code": "uni_pri_0071",
    "universityName": "វិទ្យាស្ថានប្រាយហូប",
    "logoName": require('../../assets/images/schools/bright_hope.png'),
    "address": "ភូមិធម្មយុត្តិ សង្កាត់ប្អេរ ក្រុងកំពង់ឆ្នាំង ខេត្តកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០១២ ៥៧១ ៣៦២",
      "០២៦ ៦៩០ ៥១៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.brighthopeinstitute.org"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងពាណិជ្ជកម្ម និងទេសចរណ៍",
        "majors": [
          "គ្រប់គ្រង",
          "រដ្ឋបាលសាធារណៈ",
          "ហិរញ្ញវត្ថុ និងធនាគារ",
          "គណនេយ្យ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តកសិកម្ម និងអភិវឌ្ឍន៍ជនបទ",
        "majors": [
          "អភិវឌ្ឍន៍ជនបទ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តអប់រំ និងភាសាបរទេស",
        "majors": [
          "ភាសាអង់គ្លេស",
          "គ្រប់គ្រងអប់រំ",
          "អក្សរសាស្រ្តខ្មែរ",
          "គណិតវិទ្យា"
        ]
      }
    ]
  },
  {
    "id": 146,
    "code": "uni_pri_0072",
    "universityName": "វិទ្យាស្ថានបូលីណូ",
    "logoName": require('../../assets/images/schools/bolino.png'),
    "address": "ផ្លូវជាតិលេខ៥ គីឡូម៉ែតលេខ៦០ ភូមិអូរូង ឃុំឈូកស ស្រុកកំពង់ត្រឡាច ខេត្តកំពង់ឆ្នាំង",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០២៦ ៦៦១ ៦១៦១",
      "០២៦ ៦៦០ ៦០៦០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "http://bolyno.com.kh/institute"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យវេជ្ជសាស្រ្ត",
        "majors": [
          "វេជ្ជសាស្រ្តទូទៅ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យឱសថសាស្រ្ត",
        "majors": [
          "ឱសថសាស្រ្ត"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យទន្តវទនសាស្រ្ត",
        "majors": [
          "ទន្តសាស្រ្ត",
          "ទន្តគិលានុបដ្ឋាក"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តថែទាំវេជ្ជសាស្រ្ត",
        "majors": [
          "គិលានុបដ្ឋាក",
          "ឆ្មប"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យមនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "ភាសាអង្គគ្លេស"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យ  នីតិសាស្រ្ត",
        "majors": [
          "ច្បាប់ទូទៅ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តសង្គមនិងព័ត៌មាន",
        "majors": [
          "សុខភាពសាធារណៈ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យពាណិជ្ជសាស្រ្ត និងវិទ្យាសាស្រ្តសេដ្ឋកិច្ច",
        "majors": [
          "គ្រប់គ្រង",
          "គណនេយ្យ",
          "ទីផ្សារ",
          "ទេសចរណ៍",
          "សេដ្ឋកិច្ច",
          "ធនាគារ និងហិរញ្ញវត្ថុ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យបច្ចេកវិទ្យា និងវិទ្យាសាស្រ្ត",
        "majors": [
          "សំណង់ស៊ីវិល",
          "ស្ថាបត្យកម្ម",
          "ព័ត៌មានវិទ្យាសំណង់",
          "សុរិយោដី",
          "វិទ្យាសាស្រ្តកុំព្យូរទ័រ",
          "វិទ្យាសាស្រ្តបរិស្ថាន",
          "មីក្រូជីវសាស្រ្ត",
          "គីមី/បច្ចេកវិទ្យាចំណីអាហារ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តកសិកម្ម និងអភិវឌ្ឍន៍ជនបទ",
        "majors": [
          "ក្សេតសាស្រ្ត",
          "អភិវឌ្ឍន៍ជនបទ",
          "បសុពេទ្យ(ពេទសត្វ)",
          "ជលផល"
        ]
      }
    ]
  },
  {
    "id": 147,
    "code": "uni_pri_0073",
    "universityName": "វិទ្យាស្ថានសន្តប៉ូល",
    "logoName": require('../../assets/images/schools/sonta_pol.png'),
    "address": "ភូមិអង្គគគីរ ឃុំតាភេម ស្រុកត្រាំកក់ ខេត្តតាកែវ",
    "province": "តាកែវ",
    "phoneNumbers": [
      "០៣២ ៦៣៦ ០០០៣",
      "០៣២ ៦៣៩ ០០០២"
    ],
    "faxes": [
      "spi.takeeo@gmail.com"
    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យព័ត៌មានវិទ្យា",
        "majors": [
          "វិស្វកម្ម Software",
          "ទូរគមនាគមន៍ និងបណ្ដាញ"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់អក្សរសាស្រ្ត      អង់គ្លេស",
        "majors": [
          "អប់រំភាសាអង់គ្លេស",
          "ភាសាអង់គ្លេសសម្រាប់ទំនាក់ទំនង"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់គ្រប់គ្រងទេសចរណ៍",
        "majors": [
          "គ្រប់គ្រងទេសចរណ៍"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់ក្សេត្រសាស្រ្ត",
        "majors": [
          "ក្សេតសាស្រ្ត"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់សង្កមកិច្ច",
        "majors": [
          "សង្គម"
        ]
      }
    ]
  },
  {
    "id": 148,
    "code": "uni_pri_0074",
    "universityName": "វិទ្យាស្ថានពាណិជ្ជសាស្រ្តអេស៊ីលីដា",
    "logoName": require('../../assets/images/schools/acleda.png'),
    "address": "ផ្ទះលេខ ៥០ ផ្លូវ ៥១៦. ៣៣៥ ភូមិទី៦ សង្កាត់បឹងកក់I ខណ្ឌទួលគោក ភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "85­5 (0)23 986 937",
      "85­5 (0)23 999 944",
      "85­5 (0)23 999 979",
      "85­5 (0)23 881 780"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.facebook.com/acledaatc/"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ហិរញ្ញវត្ថុ និងធនាគារ"
        ]
      }
    ]
  },
  {
    "id": 149,
    "code": "uni_pri_0075",
    "universityName": "វិទ្យាស្ថានសហប្រតិបតិ្តការអន្តរជាតិ កម្ពុជា",
    "logoName": require('../../assets/images/schools/cici.gif'),
    "address": "ផ្លូវ 182, សង្កាត់ទឹកល្អក់ 2, ខណ្ឌទួលគោក, រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០១២ ៨៩៨ ១១២      ០១៦ ៩២៦ ៤៤៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.cici.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសាបរទេស",
        "majors": [
          "អក្សរសាស្រ្តអង់គ្លេស"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងពាណិជ្ជកម្ម សណ្ឋាគារ-ទេសចរណ៏",
        "majors": [
          "គណនេយ្យ",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "ទីផ្សារ",
          "គ្រប់គ្រង"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យនីតិសាស្រ្ត និងវិទ្យាសាស្រ្តសេដ្ឋកិច្ច",
        "majors": [
          "គ្រប់គ្រងសណ្ឋាគារ-ទេសចរណ៍",
          "នីតិសាធារណៈ",
          "នីតិឯកជន",
          "អភិវឌ្ឃន៍សេដ្ឋកិច្ច"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និងបច្ចេកវិទ្យាព័ត៌មានវិទ្យា",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "ព័ត៌មានវិទ្យា",
          "កសិកម្ម",
          "អភិវឌ្ឍជនបទ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិស្វកម្ម និងអេឡិចត្រូនិច",
        "majors": [
          "វិស្វកម្មអគ្គីសនី",
          "វិស្វកម្មអេឡិចត្រូនិច"
        ]
      }
    ]
  },
  {
    "id": 150,
    "code": "uni_pri_0080",
    "universityName": "សាកលវិទ្យាល័យអាមេរិកាំង ភ្នំពេញ",
    "logoName": require('../../assets/images/schools/aupp.png'),
    "address": "ផ្លូវលេខ ៣១៥ សង្កាត់ បឹងកក់ ២ ខណ្ឌទួលគោក រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០៩៧ ៣២៥ ៨២ ៥៤"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.aupp.edu.kh",
      "https://web.facebook.com/AUPPkh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ពាណិជ្ជកម្ម",
          "នីតិសាស្រ្ត",
          "កិច្ចការសាកល",
          "គ្រប់គ្រងប្រព័ន្ធព័ត៌មានវិទ្យា"
        ]
      }
    ]
  },
  {
    "id": 151,
    "code": "uni_pri_0081",
    "universityName": "សាកលវិទ្យាល័យឥន្ទ្រវិជ្ជា",
    "logoName": require('../../assets/images/schools/ui.jpg'),
    "address": "ផ្លូវ២៦៥  រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០១១ ៩៧៩ ៧៦៧ / ០១២ ៩៧៩ ៧៦៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://web.facebook.com/UIUniversity"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "ព័ត៌មានវិទ្យា",
          "នីតិសាស្រ្ត",
          "ទេសចរណ៍",
          "បដិសណ្ឋារកិច្ច",
          "អក្សរសាស្រ្តអង់គ្លេស",
          "គណនេយ្យ",
          "ធនាគារ",
          "អភិវឌ្ឍន៍សេដ្ឋកិច្ច",
          "សេដ្ឋកិច្ចទូទៅ"
        ]
      }
    ]
  },
  {
    "id": 152,
    "code": "uni_pri_0083",
    "universityName": "វិទ្យាស្ថានវិទ្យាសាស្រ្តអាស៊ី",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "អាសយដ្ឋាន ៖ ភូមិ បាយ៉ាប សង្កាត់ ភ្នំពេញថ្មី ខណ្ឌ សែនសុខ រាជធានីភ្នំពេញ.",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៩៩៩ ៩០៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "http://ais-edu.com/",
      "https://web.facebook.com/AsiaInstituteOfSciences"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "គិលានុុបដ្ឋាក",
          "ឆ្មប",
          "ទីពិសោធន៍វេជ្ជសាស្រ្ត"
        ]
      }
    ]
  },
  {
    "id": 153,
    "code": "uni_pri_0087",
    "universityName": "វិទ្យាស្ថានអភិវឌ្ឍន៍សេដ្ឋកិច្ច",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវលេខ២៧១ សង្កាត់ទឹកថ្លា ខណ្ឌសែនសុខ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៦៣០ ៩៨ ៥៨ / ០១២ ៤០៤ ០៤៥"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://web.facebook.com/ide0007"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អក្សរសាស្រ្តអង់គ្លេស",
          "គ្រប់គ្រងពាណិជ្ជកម្ម",
          "ព័ត៌មានវិទ្យា",
          "គណនេយ្យ និងហិរញ្ញវត្ថុ"
        ]
      }
    ]
  },
  {
    "id": 154,
    "code": "uni_pri_0088",
    "universityName": "វិទ្យាស្ថានពាណិជ្ជសាស្រ្តកម្ពុជា",
    "logoName": require('../../assets/images/schools/bic.jpg'),
    "address": "ផ្លូវលេខ២១០ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០៩៨ ៧០៧ ៦៣០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "គណនេយ្យ",
          "ទីផ្សារ",
          "គ្រប់គ្រងពាណិជ្ជកម្ម"
        ]
      }
    ]
  },
  {
    "id": 155,
    "code": "uni_pri_0089",
    "universityName": "វិទ្យាស្ថានខ្មែរជំនាន់ថ្មី",
    "logoName": require('../../assets/images/schools/ink.jpg'),
    "address": "ផ្លូវលេខ១២៨ សង្កាត់ផ្សារដេប៉ូ ៣ ខណ្ឌទួលគោក រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៨៨២ ២៥១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://web.facebook.com/ink.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អក្សរសាស្រ្តអង់គ្លេស",
          "គណនេយ្យ",
          "នីតិសាស្រ្ត",
          "ទីផ្សារ",
          "គ្រប់គ្រងអប់រំ",
          "គ្រប់គ្រងបេតិកភណ្ឌវប្បធម៌",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "គ្រប់គ្រងពាណិជ្ជកម្ម",
          "សេដ្ឋកិច្ច",
          "ទេសចរណ៍",
          "ទំនាក់ទំនងអន្តរជាតិ",
          "ធនាគារ និងហិរញ្ញវត្ថុ"
        ]
      }
    ]
  },
  {
    "id": 156,
    "code": "uni_pri_0090",
    "universityName": "វិទ្យាស្ថានហិរញ្ញវត្ថុ និងគណនេយ្យ",
    "logoName": require('../../assets/images/schools/ifa.jpg'),
    "address": "អគារ 158A, ផ្លូវលេខ 271, ស្ទឹងមានជ័យ, ទួលគោក, រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៨៨១ ៩៣៦/ ០១៥ ៩៩៦ ១០៨ /0១២ ២៣៨ ២៤១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "http://www.ifa.edu.kh/"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "គណនេយ្យ និងហិរញ្ញវត្ថុ"
        ]
      }
    ]
  },
  {
    "id": 157,
    "code": "uni_pri_0091",
    "universityName": "វិទ្យាស្ថានអភិវឌ្ឍន៍និស្សិត",
    "logoName": require('../../assets/images/schools/sdi.jpg'),
    "address": "ផ្លូវលេខ២៧៣ សង្កាត់បឹងកក់ ១ ខណ្ឌទួលគោក រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០៧៧ ៧៧៧ ០០៨ / ០៨១ ៥៥២ ២២១"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "Student Development Institute"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អក្សរសាស្រ្តអង់គ្លេស",
          "គណនេយ្យ",
          "ហិរញ្ញវត្ថុ និងធនាគារ",
          "ទីផ្សារ",
          "គ្រប់គ្រង",
          "សណ្ឋាគារ និងទេសចរណ៍",
          "អភិវឌ្ឍន៍សេដ្ឋកិច្ច",
          "នីតិសាស្រ្ត",
          "រដ្ឋបាលសាធារណៈ",
          "វិទ្យាសាស្រ្តនយោបាយ",
          "គ្រប់គ្រងប្រព័ន្ធព័ត៌មាន",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "វិស្វកម្មសារទូគមនាគមន៍",
          "គណិតវិទ្យា",
          "វិទ្យាសាស្រ្តបរិស្ថាន"
        ]
      }
    ]
  },
  {
    "id": 158,
    "code": "uni_pri_0092",
    "universityName": "វិទ្យាស្ថានបច្ចេកវិទ្យាភ្នំពេញ",
    "logoName": require('../../assets/images/schools/ppit.jpg'),
    "address": "កែងផ្លូវលេខ១០០៣ និង១៩៨៨ សង្កាត់ភ្នំពេញថ្មី ខណ្ឌសែនសុខ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៩០០ ០៤៩ / ០១២ ៨៩១ ៦០៣"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "សំណង់ស៊ីវិល",
          "ស្ថាបត្យកម្ម និងនគររូបនីយវិទ្យា",
          "ព័ត៌មានវិទ្យា និងវិស្វកម្មកុំព្យូទ័រ",
          "មេកានិក និងគ្រឿងយន្ត",
          "ភាសាអង់គ្លេស",
          "អគ្គិសនី អេឡិចត្រូនិក និងទូរគមនាគមន៍"
        ]
      }
    ]
  },
  {
    "id": 159,
    "code": "uni_pri_0093",
    "universityName": "វិទ្យាស្ថានអនាគតយុវជនកម្ពុជា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវលេខ២១៧ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៣០៥ ៣០៦ / ០១៧ ៧៩៦ ៨៨៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អក្សរសាស្រ្តអង់គ្លេស",
          "គ្រប់គ្រង"
        ]
      }
    ]
  },
  {
    "id": 160,
    "code": "uni_pri_0094",
    "universityName": "វិទ្យាស្ថានប៊ែលតុនអន្តរជាតិ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវលេខ១៦៤ សង្កាត់អូរឬស្សី ២ ខណ្ឌ៧មករា រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៦៥៧ ០១ ៦៨ / ០១៧ ៧៩៦ ៨៨៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អក្សរសាស្រ្តអង់គ្លេស",
          "គណនេយ្យ",
          "ទីផ្សារ",
          "គ្រប់គ្រង",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ"
        ]
      }
    ]
  },
  {
    "id": 161,
    "code": "uni_pri_0095",
    "universityName": "វិទ្យាស្ថានអាយ អីុ យូ អន្តរជាតិ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវលេខ១៣២ សង្កាត់ទឹកល្អក់ ៣ ខណ្ឌទួលគោក រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០៩២ ៥០០ ៥៧៥ / ០៩៣ ៩៥៩ ០៤០"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អក្សរសាស្រ្តអង់គ្លេស",
          "គណនេយ្យ",
          "ទីផ្សារ",
          "គ្រប់គ្រង",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ"
        ]
      }
    ]
  },
  {
    "id": 162,
    "code": "uni_pri_0096",
    "universityName": "វិទ្យាស្ថានអភិវឌ្ឍន៍ធនធានមនុស្សអាស៊ីនៅកម្ពុជា",
    "logoName": require('../../assets/images/schools/asia_hrdi.png'),
    "address": "ផ្លូវលេខ៦១៤ សង្កាត់បឹងកក់ ២ ខណ្ឌទួលគោក រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៨៨៣ ៨៣១ / ០១២ ៤០៨ ០០៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://web.facebook.com/asiahrdi"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អក្សរសាស្រ្តអង់គ្លេស",
          "គណនេយ្យ",
          "ទីផ្សារ",
          "គ្រប់គ្រង",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ"
        ]
      }
    ]
  },
  {
    "id": 163,
    "code": "uni_pri_0097",
    "universityName": "វិទ្យាស្ថានធនធានមនុស្សសមុទ្រកម្ពុជា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវលេខ៤៤ សង្កាត់ស្ទឹងមានជ័យ ខណ្ឌមានជ័យ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០៩៧ ៥២០ ៥៦ ០៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "នាវិក"
        ]
      }
    ]
  },
  {
    "id": 164,
    "code": "uni_pri_0098",
    "universityName": "វិទ្យាស្ថានជំនាញគណនេយ្យ",
    "logoName": require('../../assets/images/schools/ipa.jpg'),
    "address": "ផ្លូវលេខ២៣០ សង្កាត់ផ្សារដើមគរ ខណ្ឌទួលគោក រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០៨១ ៥៥៨ ៨៨៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "វិទ្យាស្ថាន ជំនាញគណនេយ្យ Institute of Professional Accountng"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អក្សរសាស្រ្តអង់គ្លេស",
          "គ្រប់គ្រងពាណិជ្ជកម្ម",
          "ព័ត៌មានវិទ្យា",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "គណនេយ្យ",
          "ទីផ្សារ"
        ]
      }
    ]
  },
  {
    "id": 165,
    "code": "uni_pri_0099",
    "universityName": "សាកលវិទ្យាល័យអង្គរ",
    "logoName": require('../../assets/images/schools/au.jpg'),
    "address": "បុរីសៀងណាំ ភូមិខ្នារ សង្កាត់ជ្រាវ ក្រុងសៀមរាប ខេត្តសៀមរាប",
    "province": "សៀមរាប",
    "phoneNumbers": [
      "០៩២ ២៥៦ ៨០៦ / ០៦៣ ៦២៧ ៩១ ៦៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.angkor.edu.kh",
      "https://web.facebook.com/AngkorUniversity"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រងពាណិជ្ជកម្ម និងទេសចរណ៍",
        "majors": [
          "គ្រប់គ្រងពាណិជ្ជកម្ម",
          "គណនេយ្យ",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "ទីផ្សារ",
          "គ្រប់គ្រងពាាណិជ្ជកម្មសម្រាប់ជនជាតិកូរ៉េ",
          "គ្រប់គ្រងធនធានមនុស្ស",
          "គ្រប់គ្រងសណ្ឋាគារ និងទេសចរណ៍",
          "គ្រប់គ្រងព័ត៌មានវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យមនុស្សសាស្រ្ត និងភាសាបរទេស",
        "majors": [
          "ភាសាអង់គ្លេស",
          "ភាសាកូរ៉េ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យមនុស្សសាស្រ្ត និងបច្ចេកវិទ្យា",
        "majors": [
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ",
          "ព័ត៌មានវិទ្យា"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសង្គមសាស្រ្ត និងនីតិសាស្រ្ត",
        "majors": [
          "នីតិឯកជន",
          "នីតិសាធារណៈ",
          "សេដ្ឋកិច្ច",
          "វិទ្យាសាស្រ្តនយោបាយ",
          "ទំនាក់ទំនងអន្តរជាតិ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យកសិកម្ម",
        "majors": [
          "ក្សេត្រសាស្រ្ត",
          "អភិវឌ្ឍន៍ជនបទ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសុខភាពសាធារណៈ",
        "majors": [
          "គិលានុបដ្ឋាក",
          "ឆ្មប"
        ]
      }
    ]
  },
  {
    "id": 166,
    "code": "uni_pri_0100",
    "universityName": "សាកលវិទ្យាល័យសៅស៍អ៉ីសថ៍អេយសៀ",
    "logoName": require('../../assets/images/schools/usea.jpg'),
    "address": "ភូមិវត្តបូព៌ សង្កាត់សាលាកំរើក ក្រុងសៀមរាប ខេត្តសៀមរាប",
    "province": "សៀមរាប",
    "phoneNumbers": [
      "០១២ ៨៨៦ ៤៧៦ / ០៦៣ ៦៣៦ ៥៥ ៥៨ / ០១៧ ៣៨៦ ៦៧៨"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "http://www.usea.edu.kh/"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យសេដ្ឋកិច្ច ពាណិជ្ជកម្ម និងទេសចរណ៍",
        "majors": [
          "គ្រប់គ្រង",
          "ទីផ្សារ",
          "គណនេយ្យ",
          "ហិរញ្ញវត្ថុ និងធនាគារ",
          "សេដ្ឋកិច្ច",
          "ពាណិជ្ជកម្មអន្តរជាតិ",
          "ទេសចរណ៍ និងបដិសណ្ឋារកិច្ច"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្សសាស្រ្ត និងភាសា",
        "majors": [
          "អក្សរសាស្រ្តខ្មែរ",
          "ទស្សនវិជ្ជា",
          "ប្រវត្តិវិទ្យា",
          "ភាសាអង់គ្លេសសម្រាប់ការអប់រំ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត និងបច្ចេកវិទ្យា",
        "majors": [
          "ព័ត៌មានវិទ្យា",
          "ស្ថាបត្យកម្ម",
          "គណិតវិទ្យា",
          "វិស្វកម្មសំណង់ស៊ីវិល"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្តសង្គម និងនីតិសាស្រ្ត",
        "majors": [
          "នីតិសាធារណៈ",
          "នីតិឯកជន",
          "រដ្ឋបាលសាធារណៈ",
          "នីតិអន្តរជាតិ",
          "វិទ្យាសាស្រ្តនយោបាយ",
          "ទំនាក់ទំនងអន្តរជាតិ និងការទូត"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យកសិកម្ម និងអភិវឌ្ឍន៍ជនបទ",
        "majors": [
          "សេដ្ឋកិច្ចកសិកម្ម",
          "អភិវឌ្ឍន៍ជនបទ",
          "កសិ-ពាណិជ្ជកម្ម"
        ]
      }
    ]
  },
  {
    "id": 167,
    "code": "uni_pri_0102",
    "universityName": "វិទ្យាស្ថានក្រុងអង្គរ",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្លូវលេខ១១ សង្កាត់កំពង់រទេះ ក្រុងស្ទឹងសែន ខេត្តកំពង់ធំ",
    "province": "កំពង់ធំ",
    "phoneNumbers": [
      "០១២ ៩៩៦ ៣៨២ / ០៩២ ៨៥២ ០៩៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រង និងទេសចរណ៍",
        "majors": [
          "គ្រប់គ្រង",
          "ទីផ្សារ",
          "គណនេយ្យ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យនីតិសាស្រ្ត និងសេដ្ឋកិច្ច",
        "majors": [
          "នីតិសាធារណៈ",
          "នីតិឯកជន",
          "ធនាគារ និងហិរញ្ញវត្ថុ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យព័ត៌មានវិទ្យា",
        "majors": [
          "ការអប់រំភាសាអង់គ្លេស",
          "គ្រប់គ្រងបណ្តាញកុំព្យូទ័រ",
          "វិស្វកម្មកម្មវិធីកុំព្យូទ័រ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យអប់រំ",
        "majors": [
          "អក្សរសាស្រ្តខ្មែរ",
          "គណិតវិទ្យា",
          "រូបវិទ្យា"
        ]
      }
    ]
  },
  {
    "id": 168,
    "code": "uni_pri_0104",
    "universityName": "វិទ្យាស្ថានអាស៊ីកម្ពុជា",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "សង្កាត់ក្រចេះ ក្រុងក្រចេះ ខេត្តក្រចេះ",
    "province": "ក្រចេះ",
    "phoneNumbers": [
      "០៩៩ ៨៨៨ ៧០៧"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "",
        "majors": [
          "អក្សរសាស្រ្តអង់គ្លេស",
          "គណនេយ្យ",
          "ទីផ្សារ",
          "គ្រប់គ្រងពាណិជ្ជកម្ម",
          "ធនាគារ និងហិរញ្ញវត្ថុ",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ"
        ]
      }
    ]
  },
  {
    "id": 169,
    "code": "uni_pri_0106",
    "universityName": "សាលាជាតិកសិកម្មកំពង់ចាម",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ក្រុងកំពង់ចាម ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០១១ ២២៤ ៦៤៦"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [

    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យ",
        "majors": [
          "កសិកម្ម"
        ]
      }
    ]
  },
  {
    "id": 170,
    "code": "uni_pri_0107",
    "universityName": "សាខាសាកលវិទ្យាល័យ គ្រប់គ្រង និង សេដ្ឋកិច្ច",
    "logoName": require('../../assets/images/schools/management_economic.png'),
    "address": "ភូមិមណ្ឌល ៣ សង្កាត់៤ ក្រុងព្រះសីហនុ ខេត្តព្រះសីហនុ",
    "province": "ព្រះសីហនុ",
    "phoneNumbers": [
      "០៣៤ ៩៣៣ ៩០៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.ume.edu.kh"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "មហាវិទ្យាល័យគ្រប់គ្រង\nពាណិជ្ជកម្ម និងទេសចរណ៍",
        "majors": [
          "គ្រប់គ្រងទូទៅ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យសិល្បៈ មនុស្ស\nសាស្រ្ត និងភាសាបរទេស",
        "majors": [
          "អក្សរសាស្រ្តអង់គ្លេស",
          "អក្សរសាស្រ្តខ្មែរ"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យនិតីសាស្រ្ត និង\nសេដ្ឋកិច្ច",
        "majors": [
          "សេដ្ឋកិច្ច"
        ]
      },
      {
        "name": "មហាវិទ្យាល័យវិទ្យាសាស្រ្ត \nបច្ចេកវិទ្យា",
        "majors": [
          "ព័ត៌មានវិទ្យា",
          "វិទ្យាសាស្រ្តកុំព្យូទ័រ"
        ]
      }
    ]
  },
  {
    "id": 171,
    "code": "uni_pri_0108",
    "universityName": "សាកលវិទ្យាល័យបច្ចេកវិទ្យា និងវិទ្យសាស្ត្រកម្ពុជា",
    "logoName": require('../../assets/images/schools/uni_camtech.png'),
    "address": "ភូមិព្រែកតាសេក សង្កាត់ជ្រោយចង្វារ ខណ្ឌជ្រោយចង្វារ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "85512833075"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "https://camtech.edu.kh",
      "https://www.facebook.com/CamTechUniversity"
    ],
    "mailbox": null,
    "category": "សាលាឯកជន",
    "departments": [
      {
        "name": "ដេរប៉ាតឺម៉ង់ វិស្វកម្ម និងស្វ័យប្រវត្តិកម្ម",
        "majors": [
          "វិស្វកម្មរ៉ូបូត និងស្វ័យប្រវត្តិកម្ម"
        ]
      },
      {
        "name": "ដេរប៉ាតឺម៉ង់ វិស្វកម្មអគ្គិសនី និងអេឡិចត្រូនិច",
        "majors": [
          "វិស្វកម្មអគ្គិសនី និងអេឡិចត្រូនិច",
          "វិស្វកម្មប្រព័ន្ធត្រួតពិនិត្យ",
          "វិស្វកម្មថាមពល",
          "វិស្វកម្មអេឡិចត្រូនិក និងទូរគមនាគមន៍"
        ]
      },
      {
        "name": "ដេរប៉ាតឺម៉ង់ វិស្វកម្មមេកានិច",
        "majors": [
          "វិស្វកម្មមេកាត្រូនិក",
          "វិស្វកម្មយានយន្ត",
          "វិស្វកម្មគ្រឿងម៉ាស៊ីន",
          "វិស្វកម្មអវកាស"
        ]
      },
      {
        "name": "ដេរប៉ាតឺម៉ង់ វិស្វកម្មឧស្សាហកម្ម",
        "majors": [
          "វិស្វកម្មឧស្សាហកម្ម"
        ]
      },
      {
        "name": "ដេរប៉ាតឺម៉ង់ វិទ្យសាស្ត្រកុំព្យូទ័រ",
        "majors": [
          "វិស្វកម្មសូហ្វវែរ (Software Engineering)",
          "សន្តិសុខតាមប្រព័ន្ធអ៊ិនធឺណិត",
          "វិទ្យាសាស្ត្រទិន្នន័យ និងបញ្ញាសិប្បនិម្មិត",
          "បច្ចេកវិទ្យាហិរញ្ញវត្ថុ និងធនាគារឌីជីថល"
        ]
      },
      {
        "name": "ដេរប៉ាតឺម៉ង់ ច្នៃម៉ូត",
        "majors": [
          "ការច្នៃម៉ូតផលិតផល"
        ]
      },
      {
        "name": "ដេរប៉ាតឺម៉ង់ ភាសាអង់គ្លេស",
        "majors": [
          "បង្រៀនភាសាអង់គ្លេស",
          "បកប្រែភាសាអង់គ្លេស",
          "ភាសាអង់គ្លេសសម្រាប់ធុរកិច្ច និងពាណិជ្ជកម្ម",
          "ភាសាអង់គ្លេសសម្រាប់ទំនាក់ទំនងវិជ្ជាជីវៈ"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់ ភាសាចិន",
        "majors": [
          "បង្រៀនភាសាចិន",
          "បកប្រែភាសាចិន",
          "ភាសាចិនសម្រាប់ធុរកិច្ច",
          "ភាសាចិនសម្រាប់បដិសណ្ឋារកិច្ច",
          "ភាសាចិនសម្រាប់ទំនាក់ទំនងវិជ្ជាជីវៈ"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់ ប្រព័ន្ធផ្សព្វផ្សាយ និងបច្ចេកវិទ្យាទំនាក់ទំនង",
        "majors": [
          "ប្រព័ន្ធផ្សព្វផ្សាយ និងបច្ចេកវិទ្យាទំនាក់ទំនង",
          "វិទ្យាសាស្ត្រទំនាក់ទំនង",
          "ការគ្រប់គ្រងប្រព័ន្ធផ្សព្វផ្សាយ និងព័ត៌មាន",
          "បច្ចេកវិទ្យាឌីជីថល និងការគ្រប់គ្រង"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់ វប្បធម៌ និងវិទ្យាសាស្ត្រសង្គម",
        "majors": [
          "ប្រវត្តិសាស្ត្រនិងវប្បធម៌",
          "វិទ្យាសាស្ត្រសង្គម"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់ អប់រំ",
        "majors": [
          "ការអប់រំកុមារតូច",
          "ការអប់រំ និងបណ្ដុះបណ្ដាល",
          "បច្ចេកវិទ្យាអប់រំ",
          "ភាពជាអ្នកដឹកនាំ និងការគ្រប់គ្រងការអប់រំ"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់ គ្រប់គ្រងសំណង់",
        "majors": [
          "ការគ្រប់គ្រងសំណង់"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់ គ្រប់គ្រងការដឹកជញ្ជូន និងភស្តុភាកម្ម",
        "majors": [
          "គ្រប់គ្រងការដឹកជញ្ជូន",
          "គ្រប់គ្រងភស្តុភាកម្ម"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់ គ្រប់គ្រងផលិតកម្ម",
        "majors": [
          "ការគ្រប់គ្រងផលិតកម្ម",
          "ការគ្រប់គ្រងចង្វាក់ផលិតកម្ម"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់ គ្រប់គ្រងកីឡា និងការកំសាន្ត",
        "majors": [
          "ការគ្រប់គ្រងកីឡា និងការកំសាន្ត"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់ អាជីវកម្ម និងការគ្រប់គ្រង",
        "majors": [
          "ការគ្រប់គ្រងសហគ្រាសធុនតូច និងមធ្យមប្រកប\nដោយនវានុវត្តន៍និងសហគ្រិនភាព",
          "ការគ្រប់គ្រងហានិភ័យនិងបញ្ញាធុរកិច្ច"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់គណិតវិទ្យាឧស្សាហកម្ម និងអនុវត្តន៍",
        "majors": [
          "គណិតវិទ្យាឧស្សាហកម្ម និងអនុវត្តន៍"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់ ស្ថិតិអនុវត្ត",
        "majors": [
          "ស្ថិតិអនុវត្ត"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់ ហិរញ្ញវត្ថុកុំព្យូទ័រ និងការគ្រប់គ្រងហានិភ័យ",
        "majors": [
          "ហិរញ្ញវត្ថុកុំព្យូទ័រ និងការគ្រប់គ្រងហានិភ័យ"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់ស្ថាបត្យកម្ម និងការរចនាផ្នែកខាងក្នុង",
        "majors": [
          "ស្ថាបត្យកម្ម",
          "ការរចនាផ្នែកខាងក្នុង",
          "វិស្វកម្មសំណង់ស៊ីវិល"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់ ផែនការទីក្រុង និងតំបន់",
        "majors": [
          "ផែនការទីក្រុង និងតំបន់"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់ អចលនទ្រព្យ",
        "majors": [
          "ការគ្រប់គ្រងអចលនទ្រព្យ",
          "រដ្ឋបាលនិងការគ្រប់គ្រងដីធ្លី"
        ]
      },
      {
        "name": "ដេប៉ាតឺម៉ង់ ការគ្រប់គ្រងថាមពល ឧស្សាហកម្ម",
        "majors": [
          "ការគ្រប់គ្រងថាមពលឧស្សាហកម្ម"
        ]
      }
    ]
  },
  {
    "id": 172,
    "code": "uni_ngo_0001",
    "universityName": "អង្គការសកម្មភាព ពុទ្ធសាសនាដើម្បីអភិវឌ្ឍន៍សង្គម",
    "logoName": require('../../assets/images/schools/bsda.png'),
    "address": "ស្រុកកំពង់សៀម ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៤២ ៥០ ៧៧ ៩៩៩"
    ],
    "faxes": [

    ],
    "emails": [
      "info@bsda-cambodia.org"
    ],
    "websiteOrFacebook": [
      "bsda-cambodia.org"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [
      {
        "name": "",
        "majors": [
          "បណ្តុះបណ្តាលចុងភៅ",
          "បណ្តុះបណ្តាលជូសជុលមេកានិច បណ្តុះបណ្តាលតន្រ្តី",
          "បណ្តុះបណ្តាល របាំប្រពៃណី"
        ]
      }
    ]
  },
  {
    "id": 173,
    "code": "uni_ngo_0002",
    "universityName": "អង្គការប៉ាសឺរ៉ែល នុយមឺរិកកម្ពុជា",
    "logoName": require('../../assets/images/schools/pnc.png'),
    "address": "ផ្លូវ ៣៧១ ភូមិត្រពាំងឈូក សង្កាត់ទឹកថ្លា ខណ្ឌសែនសុខ រាជធានីភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៩៩៥ ៥០០"
    ],
    "faxes": [

    ],
    "emails": [
      "info.cambodia@passerellesnumeriques.org"
    ],
    "websiteOrFacebook": [
      "www.passerellesnumeriques.org"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [
      {
        "name": "កុំព្យូទ័រ",
        "majors": [
          "រដ្ឋបាលប្រព័ន្ឋ និងបណ្ដាញ",
          "កម្មវិធី វេប"
        ]
      }
    ]
  },
  {
    "id": 174,
    "code": "uni_ngo_0003",
    "universityName": "អង្គការដើម្បីភាពញញឹមនៃកុមារ",
    "logoName": require('../../assets/images/schools/pse.png'),
    "address": "ផ្លូវ ៤០២ ភូមិទ្រា សង្កាត់ស្ទឹងមានជ័យ ខណ្ឌមានជ័យ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ៩៩ ៥៦ ៦០"
    ],
    "faxes": [

    ],
    "emails": [
      "contact-kh@pse.ngo"
    ],
    "websiteOrFacebook": [
      "www.pse.ngo"
    ],
    "mailbox": "2107",
    "category": "អង្គការ",
    "departments": [
      {
        "name": "",
        "majors": [
          "សាលាបណ្តុះបណ្តាលបដិសណ្ឋារកិច្ច",
          "សាលាការគ្រប់គ្រងនិង ទីផ្សារ",
          "សាលាបណ្តុះបណ្តាលវិជ្ជាជីវៈ កាត់សក់ ស្ប៉ា ជូសជុល មេកានិក និង ម៉ូតូ",
          "សាលាបង្រៀនធ្វើភាពយន្ត"
        ]
      }
    ]
  },
  {
    "id": 175,
    "code": "uni_ngo_0004",
    "universityName": "សាលាបច្ចេកទេសដុនបូស្កូ កម្ពុជា",
    "logoName": require('../../assets/images/schools/don_bosco.png'),
    "address": "ភូមិជ្រេស ភ្នំពេញថ្មី ឬស្សីកែវ ភ្នំពេញ",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ២១៩ ៦៨០",
      "០២៣ ២១៩ ៩៨៦"
    ],
    "faxes": [
      "០២៣ ២១៩ ៩៨៦"
    ],
    "emails": [
      "management@donboscokhmer.org"
    ],
    "websiteOrFacebook": [
      "www.donboscokhmer.org"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [
      {
        "name": "",
        "majors": [
          "ជូសជុលម៉ូតូ",
          "ជាងអគ្គិសនី",
          "ជូសជុលកុំព្យូទ័រ",
          "ជាងមេកានិច",
          "ជាងផ្សារដែក",
          "ការបោះពុម្ភ"
        ]
      }
    ]
  },
  {
    "id": 176,
    "code": "uni_ngo_0005",
    "universityName": "អង្គការផ្នែកច្បាប់សម្រាប់ស្រ្តីនៅកម្ពុជា",
    "logoName": require('../../assets/images/schools/clew.png'),
    "address": "",
    "province": "រាជធានីភ្នំពេញ",
    "phoneNumbers": [
      "០៨៥ ៤៩៥ ៨៦៨/   ០៩៦ ៦៧៨ ៩០៧៩"
    ],
    "faxes": [

    ],
    "emails": [

    ],
    "websiteOrFacebook": [
      "www.clewcanada.ca"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [
      {
        "name": "",
        "majors": [
          "អាហារូបករណ៍ ច្បាប់ និងភាសាអង់គ្លេស"
        ]
      }
    ]
  },
  {
    "id": 177,
    "code": "uni_ngo_0006",
    "universityName": "សមាគមភ្នំស្រីដើម្បីអភិវឌ្ឍន៍",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ផ្ទះលេខ១២៦ ភូមិជ្រោយថ្ម ឃុំបឹងកុក ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០២៤ ៣៩៥ ៩៧៩"
    ],
    "faxes": [

    ],
    "emails": [
      "psad2009@gmail.com"
    ],
    "websiteOrFacebook": [
      "http://www.psadcambodia.wordpress.com"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផ្ដល់អាហារូបករណ៍ និង ជំនាញ"
        ]
      }
    ]
  },
  {
    "id": 178,
    "code": "uni_ngo_0007",
    "universityName": "អង្គការអប់រំកូនខ្មែរ ( អ.អ.ក.ខ )",
    "logoName": require('../../assets/images/schools/default.png'),
    "address": "ឃុំពពែល ស្រុកបរិបូរណ៍",
    "province": "កំពង់ឆ្នាំង",
    "phoneNumbers": [
      "០៩៧ ៤៦៣៣ ៧៧១"
    ],
    "faxes": [

    ],
    "emails": [
      "marinkceo@gmail.com"
    ],
    "websiteOrFacebook": [
      ":http://www.khmerchildren.org/"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [
      {
        "name": "",
        "majors": [
          "ជំនាញការងារ និងលើកកម្ពស់ឳកាសយុវជន"
        ]
      }
    ]
  },
  {
    "id": 179,
    "code": "uni_ngo_0008",
    "universityName": "សមាគមយុវជនខ្មែរ",
    "logoName": require('../../assets/images/schools/khmer_youth_association.jpg'),
    "address": "ផ្ទះលេខ១៦៤ ផ្លូវជាតិលេខ៥ ភូមិគូរូថាន ឃុះអូអំបិល ស្រុកសេរីសោភ័ណ្ឌ ខេត្តបន្ទាយមានជ័យ",
    "province": "បន្ទាយមានជ័យ",
    "phoneNumbers": [
      "០១៧ ៧៨៨ ៩៥៥/ ០១២ ៥៧៤ ០៥៨"
    ],
    "faxes": [

    ],
    "emails": [
      "bmc@kya-cambodia.org kyabmc@yahoo.com"
    ],
    "websiteOrFacebook": [
      "http://www.kya-cambodia.org"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផ្ដល់អាហារូបករណ៍ និង ជំនាញ"
        ]
      }
    ]
  },
  {
    "id": 180,
    "code": "uni_ngo_0009",
    "universityName": "អង្គការមិត្តសំឡាញ់",
    "logoName": require('../../assets/images/schools/mith_samlanh.jpg'),
    "address": "ផ្ទះលេខ២១៥ ផ្លូវ១៣ សង្កាត់ជ័យចំណាស់ ខ័ណ្ឌដូនពេញ ភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ២២០ ៥៩៦"
    ],
    "faxes": [

    ],
    "emails": [
      "info@mithsamlanh.org"
    ],
    "websiteOrFacebook": [
      "http://www.mithsamlanh.org"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [
      {
        "name": "",
        "majors": [
          "បណ្តុះបណ្តាលជំនាញចុងភៅ",
          "បណ្តុះបណ្តាលជំនាញផ្សាដែក",
          "បណ្តុះបណ្តាលជំនាញអេឡ្ិចត្រូនិច",
          "បណ្តុះបណ្តាលជួសជុល រថយន្ត និង ម៉ូតូ",
          "បណ្តុះបណ្តាលជំនាញកែសម្ផស្ស",
          "បណ្តុះបណ្តាលជំនាញកាត់ដេរ",
          "បណ្តុះបណ្តាលជំនាញកាត់សក់",
          "បណ្តុះបណ្តាលជំនាញបោកអ៊ុត",
          "បណ្តុះបណ្តាលជំនាញកសិកម្ម"
        ]
      }
    ]
  },
  {
    "id": 181,
    "code": "uni_ngo_0010",
    "universityName": "អង្គការទស្សនៈពិភពលោកកម្ពុជា",
    "logoName": require('../../assets/images/schools/world_vision.jpg'),
    "address": "ផ្ទះលេខ២០ ផ្លូវ៧១ សង្កាត់ទន្លេបាសាក់ ខ័ណ្ឌចំការមន ភ្នំពេញ",
    "province": "ភ្នំពេញ",
    "phoneNumbers": [
      "០២៣ ២១៦ ០៥២/ ០២៣ ២១៧ ៩២៣"
    ],
    "faxes": [

    ],
    "emails": [
      "contact_cambodia@wvi.org"
    ],
    "websiteOrFacebook": [
      "http://www.worldvision.org.kh"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [
      {
        "name": "",
        "majors": [
          "ផ្ដល់អាហារូបករណ៍ និង ជំនួយ"
        ]
      }
    ]
  },
  {
    "id": 182,
    "code": "uni_ngo_0011",
    "universityName": "ហ្វារពន្លឺសិល្បៈ",
    "logoName": require('../../assets/images/schools/phare_ponleu_selpak.png'),
    "address": "ភូមិអញ្ចាញ បាត់ដំបង ខេត្តបាត់ដំបង",
    "province": "បាត់ដំបង",
    "phoneNumbers": [
      "០៧៧ ៥៥៤ ៤១៣"
    ],
    "faxes": [

    ],
    "emails": [
      "reservations@phareps.org"
    ],
    "websiteOrFacebook": [
      "https://phareps.org/"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [
      {
        "name": "",
        "majors": [
          "សិល្បៈផ្នែកចក្ខុ",
          "គំនូរជីវចល",
          "រចនាក្រាហ្វិច",
          "សៀក",
          "ការរាំ/របាំ",
          "ល្ខោន",
          "តន្ត្រី"
        ]
      }
    ]
  },
  {
    "id": 183,
    "code": "uni_ngo_0012",
    "universityName": "អង្គការសកម្មភាពសម្រាប់ការអប់រំនៅកម្ពុជា",
    "logoName": require('../../assets/images/schools/kape.png'),
    "address": "សាលាគរុកោសល្យនិងវិក្រឹតការខេត្តកំពង់ចាម ផ្លូវជាតិលេខ ៧ចាស់ ក្រុងកំពង់ចាម ខេត្តកំពង់ចាម",
    "province": "កំពង់ចាម",
    "phoneNumbers": [
      "០៤២ ៩៤១ ៩១៨"
    ],
    "faxes": [

    ],
    "emails": [
      "kape@kapekh.org"
    ],
    "websiteOrFacebook": [
      "www.kapekh.org"
    ],
    "mailbox": "1621",
    "category": "អង្គការ",
    "departments": [
      {
        "name": "",
        "majors": [
          "អាហារូបករណ៍សម្រាប់និស្សិតកម្រិតឧត្ដមសិក្សា"
        ]
      }
    ]
  },
  {
    "id": 184,
    "code": "uni_ngo_0013",
    "universityName": "អង្គការសម្រេចក្ដីសុបិន្តកុមារ",
    "logoName": require('../../assets/images/schools/childsdream.png'),
    "address": "ផ្លូវ១៦០ ក្រុមទី១០ ភូមិក្រួស សង្កាត់ស្វាយដង្គុំ ក្រុងសៀមរាប ខេត្តសៀមរាប",
    "province": "ខេត្តសៀមរាប",
    "phoneNumbers": [
      "០៦៣ ៦៤ ៨៥ ៨៨៨"
    ],
    "faxes": [

    ],
    "emails": [
      "media@childsdream.org"
    ],
    "websiteOrFacebook": [
      "https://childsdream.org/"
    ],
    "mailbox": null,
    "category": "អង្គការ",
    "departments": [
      {
        "name": "",
        "majors": [
          "អាហារូបករណ៍សម្រាប់និស្សិតកម្រិតឧត្ដមសិក្សា"
        ]
      }
    ]
  }
]
